//西红柿
24-4-16,#genre#
重温经典频道,http://1.62.64.234/0b926d37065dc656266be75dd9d25565.v。smtcdns。net/zycfcdn.gdwlcloud。com/PLTV/88888888/224/3221225563/index.m3u8
新公众号,https://jihulab.com/jigedos/gao/-/raw/master/3.mp4?inline=false
非凡小小,https://jihulab.com/jigedos/gao/-/raw/master/01.mp4?ref_type=heads&inline=false
========,https://jihulab.com/jigedos/gao/-/raw/master/02.mp4?ref_type=heads&inline=false
全家同享,http://hz1.teleport.cc/HLS/SD.m3u8
稳定有效,http://epg.112114.eu.org/bili/14047
非凡体验,http://epg.112114.eu.org/bili/129975







央视移动,#genre#
CCTV1,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226231/index.m3u8
CCTV2,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226195/index.m3u8
CCTV3,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226397/index.m3u8
CCTV4,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226191/index.m3u8
CCTV5,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226395/index.m3u8
CCTV5+,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226221/index.m3u8
CCTV6,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226393/index.m3u8
CCTV7,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226192/index.m3u8
CCTV8,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226391/index.m3u8
CCTV9,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226197/index.m3u8
CCTV10,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226189/index.m3u8
CCTV11,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226240/index.m3u8
CCTV12,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226190/index.m3u8
CCTV13,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226233/index.m3u8
CCTV14,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226193/index.m3u8
CCTV16,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226921/index.m3u8
CETV1,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221225753/index.m3u8
CETV2,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221225756/index.m3u8
CETV3,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226226/index.m3u8
央视联通,#genre#
CCTV1,http://123.6.102.32:11789/235.php?id=2022576803.m3u8
CCTV2,http://123.6.102.32:11789/235.php?id=2022576703.m3u8
CCTV3,http://123.6.102.32:11789/235.php?id=2022576503.m3u8
CCTV4,http://123.6.102.32:11789/235.php?id=2022576603.m3u8
CCTV5,http://123.6.102.32:11789/235.php?id=2022576403.m3u8
CCTV5+,http://123.6.102.32:11789/235.php?id=2022576303.m3u8
CCTV6,http://123.6.102.32:11789/235.php?id=2013693903.m3u8
CCTV7,http://123.6.102.32:11789/235.php?id=2022576203.m3u8
CCTV8,http://123.6.102.32:11789/235.php?id=2022576103.m3u8
CCTV9,http://123.6.102.32:11789/235.php?id=2022576003.m3u8
CCTV10,http://123.6.102.32:11789/235.php?id=2022573003.m3u8
CCTV11,http://123.6.102.32:11789/235.php?id=2022575903.m3u8
CCTV12,http://123.6.102.32:11789/235.php?id=2022575803.m3u8
CCTV13,http://123.6.102.32:11789/235.php?id=2022575703.m3u8
CCTV14,http://123.6.102.32:11789/235.php?id=2022575603.m3u8
CCTV15,http://123.6.102.32:11789/235.php?id=2022575503.m3u8
CCTV16,http://123.6.102.32:11789/235.php?id=2022575403.m3u8
CCTV16,http://123.6.102.32:11789/235.php?id=2022575103.m3u8
CCTV17,http://123.6.102.32:11789/235.php?id=2022575303.m3u8
CCTV4K,http://123.6.102.32:11789/235.php?id=2022575203.m3u8
卫视移动,#genre#
重庆卫视,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226202/index.m3u8
安徽卫视,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226203/index.m3u8
山西卫视,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221225763/index.m3u8
东南卫视,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221225766/index.m3u8
海南卫视,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221225769/index.m3u8
湖北卫视,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226194/index.m3u8
河北卫视,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221225750/index.m3u8
东方卫视,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226217/index.m3u8
哈哈炫动,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226213/index.m3u8
辽宁卫视,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226201/index.m3u8
吉林卫视,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221225792/index.m3u8
广西卫视,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221225770/index.m3u8
北京卫视,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226222/index.m3u8
云南卫视,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221225751/index.m3u8
贵州卫视,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221225793/index.m3u8
陕西卫视,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221225821/index.m3u8
西藏卫视,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226212/index.m3u8
兵团卫视,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226214/index.m3u8
延边卫视,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226220/index.m3u8
农林卫视,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226229/index.m3u8
卫视联通#genre#


央视电信,#genre#
CCTV1,http://113.24.136.66:8084/udp/239.1.1.7:8007
CCTV2,http://113.24.136.66:8084/udp/239.1.1.8:8008
CCTV3,http://113.24.136.66:8084/udp/239.1.1.9:8009
CCTV4,http://113.24.136.66:8084/udp/239.1.1.10:8010
CCTV5,http://113.24.136.66:8084/udp/239.1.1.11:8011
CCTV5,http://113.24.136.66:8084/udp/239.1.1.12:8012
CCTV6,http://113.24.136.66:8084/udp/239.1.1.13:8013
CCTV7,http://113.24.136.66:8084/udp/239.1.1.14:8014
CCTV8,http://113.24.136.66:8084/udp/239.1.1.15:8015
CCTV9,http://113.24.136.66:8084/udp/239.1.1.16:8016
CCTV10,http://113.24.136.66:8084/udp/239.1.1.17:8017
CCTV11,http://113.24.136.66:8084/udp/239.1.1.18:8018
CCTV12,http://113.24.136.66:8084/udp/239.1.1.19:8019
CCTV13,http://113.24.136.66:8084/udp/239.1.1.20:8020
CCTV14,http://113.24.136.66:8084/udp/239.1.1.21:8021
CCTV15,http://113.24.136.66:8084/udp/239.1.1.22:8022
CCTV16,http://113.24.136.66:8084/udp/239.1.1.122:8122
CCTV17,http://113.24.136.66:8084/udp/239.1.1.23:8023



卫视电信,#genre#
湖南卫视,http://113.24.136.66:8084/udp/239.1.1.28:8028
四川卫视,http://113.24.136.66:8084/udp/239.1.1.29:8029
吉林卫视,http://113.24.136.66:8084/udp/239.1.1.30:8030
东方卫视,http://113.24.136.66:8084/udp/239.1.1.31:8031
湖北卫视,http://113.24.136.66:8084/udp/239.1.1.32:8032
东南卫视,http://113.24.136.66:8084/udp/239.1.1.33:8033
河南卫视,http://113.24.136.66:8084/udp/239.1.1.34:8034
江苏卫视,http://113.24.136.66:8084/udp/239.1.1.35:8035
重庆卫视,http://113.24.136.66:8084/udp/239.1.1.36:8036
黑龙江卫视,http://113.24.136.66:8084/udp/239.1.1.37:8037
浙江卫视,http://113.24.136.66:8084/udp/239.1.1.38:8038
深圳卫视,http://113.24.136.66:8084/udp/239.1.1.39:8039
广西卫视,http://113.24.136.66:8084/udp/239.1.1.40:8040
北京卫视,http://113.24.136.66:8084/udp/239.1.1.41:8041
辽宁卫视,http://113.24.136.66:8084/udp/239.1.1.42:8042
贵州卫视,http://113.24.136.66:8084/udp/239.1.1.43:8043
安徽卫视,http://113.24.136.66:8084/udp/239.1.1.44:8044
天津卫视,http://113.24.136.66:8084/udp/239.1.1.46:8046
山东卫视,http://113.24.136.66:8084/udp/239.1.1.47:8047
河北卫视,http://113.24.136.66:8084/udp/239.1.1.48:8048
广东卫视,http://113.24.136.66:8084/udp/239.1.1.49:8049
江西卫视,http://113.24.136.66:8084/udp/239.1.1.52:8052
陕西卫视,http://113.24.136.66:8084/udp/239.1.1.50:8050
甘肃卫视,http://113.24.136.66:8084/udp/239.1.1.51:8051
青海卫视,http://113.24.136.66:8084/udp/239.1.1.53:8053
云南卫视,http://113.24.136.66:8084/udp/239.1.1.54:8054
海南卫视,http://113.24.136.66:8084/udp/239.1.1.55:8055
宁夏卫视,http://113.24.136.66:8084/udp/239.1.1.56:8056
西藏卫视,http://113.24.136.66:8084/udp/239.1.1.57:8057
兵团卫视,http://113.24.136.66:8084/udp/239.1.1.58:8058
新疆卫视,http://113.24.136.66:8084/udp/239.1.1.59:8059
内蒙古卫视,http://113.24.136.66:8084/udp/239.1.1.60:8060
大湾区卫视,http://113.24.136.66:8084/udp/239.1.1.69:8069
三沙卫视,http://113.24.136.66:8084/udp/239.1.1.70:8070
厦门卫视,http://113.24.136.66:8084/udp/239.1.1.71:8071
农林卫视,http://113.24.136.66:8084/udp/239.1.1.73:8073
山东教育卫视,http://113.24.136.66:8084/udp/239.1.1.74:8074
山西卫视,http://113.24.136.66:8084/udp/239.1.1.1:8001













数字频道,#genre#

CCTV女性时尚,http://113.24.136.66:8084/udp/239.1.1.89:8089
CCTV电视指南,http://113.24.136.66:8084/udp/239.1.1.90:8090
CCTV央视文化精品,http://113.24.136.66:8084/udp/239.1.1.91:8091
CCTV风云剧场,http://113.24.136.66:8084/udp/239.1.1.93:8093
CCTV第一剧场,http://113.24.136.66:8084/udp/239.1.1.94:8094
CCTV怀旧剧场,http://113.24.136.66:8084/udp/239.1.1.95:8095
CCTV风云音乐,http://113.24.136.66:8084/udp/239.1.1.96:8096
CCTV兵器科技,http://113.24.136.66:8084/udp/239.1.1.97:8097
CCTV世界地理,http://113.24.136.66:8084/udp/239.1.1.99:8099
CCTV央视台球,http://113.24.136.66:8084/udp/239.1.1.100:8100
CCTV风云足球,http://113.24.136.66:8084/udp/239.1.1.101:8101
CCTV高尔夫网球,http://113.24.136.66:8084/udp/239.1.1.102:8102
CCTV央视台球,http://110.178.52.190:8085/udp/239.1.1.100:8100
CCTV风云足球,http://110.178.52.190:8085/udp/239.1.1.101:8101
CCTV高尔夫网球,http://110.178.52.190:8085/udp/239.1.1.102:8102
CCTV女性时尚,http://110.178.52.190:8085/udp/239.1.1.89:8089
CCTV风云音乐,http://110.178.52.190:8085/udp/239.1.1.96:8096
CCTV风云剧场,http://110.178.52.190:8085/udp/239.1.1.93:8093
CCTV第一剧场,http://110.178.52.190:8085/udp/239.1.1.94:8094
CCTV怀旧剧场,http://110.178.52.190:8085/udp/239.1.1.95:8095
CCTV兵器科技,http://110.178.52.190:8085/udp/239.1.1.97:8097
CCTV世界地理,http://110.178.52.190:8085/udp/239.1.1.99:8099
CCTV央视文化精品,http://110.178.52.190:8085/udp/239.1.1.91:8091
风云足球,http://115.45.102.23:8888/udp/239.253.43.20:5146
风云足球,http://115.45.102.23:8888/udp/239.253.43.14:5146
高尔夫网球,http://115.45.102.23:8888/udp/239.253.43.22:5146
高尔夫网球,http://115.45.102.23:8888/udp/239.253.43.12:5146
央视文化精品,http://115.45.102.23:8888/udp/239.253.43.27:5146
央视文化精品,http://115.45.102.23:8888/udp/239.253.43.13:5146
风云音乐,http://115.45.102.23:8888/udp/239.253.43.29:5146
风云音乐,http://115.45.102.23:8888/udp/239.253.43.6:5146
第一剧场,http://115.45.102.23:8888/udp/239.253.43.28:5146
第一剧场,http://115.45.102.23:8888/udp/239.253.43.15:5146
怀旧剧场,http://115.45.102.23:8888/udp/239.253.43.25:5146
怀旧剧场,http://115.45.102.23:8888/udp/239.253.43.5:5146
风云剧场,http://115.45.102.23:8888/udp/239.253.43.26:5146
风云剧场,http://115.45.102.23:8888/udp/239.253.43.16:5146
世界地理,http://115.45.102.23:8888/udp/239.253.43.24:5146
世界地理,http://115.45.102.23:8888/udp/239.253.43.7:5146
电视指南,http://115.45.102.23:8888/udp/239.253.43.19:5146
电视指南,http://115.45.102.23:8888/udp/239.253.43.10:5146
兵器科技,http://115.45.102.23:8888/udp/239.253.43.18:5146
兵器科技,http://115.45.102.23:8888/udp/239.253.43.9:5146
女性时尚,http://115.45.102.23:8888/udp/239.253.43.23:5146
女性时尚,http://115.45.102.23:8888/udp/239.253.43.8:5146
央视台球,http://115.45.102.23:8888/udp/239.253.43.21:5146
央视台球,http://115.45.102.23:8888/udp/239.253.43.11:5146
老故事,http://115.45.102.23:8888/udp/239.77.0.220:5146
老故事,http://115.45.102.23:8888/udp/239.77.1.197:5146
中学生,http://115.45.102.23:8888/udp/239.77.1.195:5146
央视精品,http://gzly.hkychina.com:6001/udp/239.252.219.81:5140
央视台球,http://gzly.hkychina.com:6001/udp/239.252.219.80:5140
风云音乐,http://gzly.hkychina.com:6001/udp/239.252.219.87:5140
第一剧场,http://gzly.hkychina.com:6001/udp/239.252.219.86:5140
风云剧场,http://gzly.hkychina.com:6001/udp/239.252.219.89:5140
怀旧剧场,http://gzly.hkychina.com:6001/udp/239.252.219.90:5140
女性时尚,http://gzly.hkychina.com:6001/udp/239.252.219.94:5140
央视网球,http://gzly.hkychina.com:6001/udp/239.252.219.95:5140
风云足球,http://gzly.hkychina.com:6001/udp/239.252.219.96:5140
电视指南,http://gzly.hkychina.com:6001/udp/239.252.219.97:5140
世界地理,http://gzly.hkychina.com:6001/udp/239.252.219.93:5140
兵器科技,http://gzly.hkychina.com:6001/udp/239.252.219.98:5140
CHC电影,http://115.45.102.23:8888/udp/239.77.0.27:5146
CHC高清电影,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226463/index.m3u8
CHC家庭影院,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226462/index.m3u8
CHC动作电影,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226465/index.m3u8
电视指南,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888893/224/3221226987/index.m3u8
风云足球,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888893/224/3221226984/index.m3u8
风云剧场,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888893/224/3221226950/index.m3u8
风云音乐,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888893/224/3221226953/index.m3u8
央视台球,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888893/224/3221226956/index.m3u8
第一剧场,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888893/224/3221226959/index.m3u8
兵器科技,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888893/224/3221226975/index.m3u8
高尔夫网球,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888893/224/3221226978/index.m3u8

京视剧场,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226242/index.m3u8
奕坦春秋,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226245/index.m3u8
发现之旅,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226235/index.m3u8
老故事,http://39.134.18.195:80/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226236/index.m3u8


IPTV北京,#genre#

IPTV北京淘精彩,http://218.241.192.50:8808/udp/239.3.1.178:8001
IPTV北京萌宠TV,http://218.241.192.50:8808/udp/239.3.1.102:8001
IPTV北京淘Baby,http://218.241.192.50:8808/udp/239.3.1.238:8001
IPTV北京淘剧场,http://218.241.192.50:8808/udp/239.3.1.95:8001
IPTV北京淘电影,http://218.241.192.50:8808/udp/239.3.1.250:8001
IPTV北京淘娱乐,http://218.241.192.50:8808/udp/239.3.1.100:8001
IPTV北京大健康,http://218.241.192.50:8808/udp/239.3.1.251:8001
IPTV北京4K超清,http://218.241.192.50:8808/udp/239.3.1.249:8001
IPTV睛彩竞技,http://webmail.axxe.top:4022/udp/239.3.1.125:8001
IPTV睛彩篮球,http://webmail.axxe.top:4022/udp/239.3.1.126:8001
IPTV睛彩羽毛球,http://webmail.axxe.top:4022/udp/239.3.1.127:8001
IPTV睛彩广场舞,http://webmail.axxe.top:4022/udp/239.3.1.128:8001
IPTV睛彩竞技,http://qnap.yjnhome.com:4000/udp/239.3.1.125:8001
IPTV睛彩篮球,http://qnap.yjnhome.com:4000/udp/239.3.1.126:8001
IPTV睛彩羽毛球,http://qnap.yjnhome.com:4000/udp/239.3.1.127:8001
IPTV睛彩广场舞,http://qnap.yjnhome.com:4000/udp/239.3.1.128:8001

BRTV纪实科教,http://114.253.247.196:14000/rtp/239.3.1.115:8000
BRTV卡酷少儿,http://114.253.247.196:14000/rtp/239.3.1.189:8000
BRTV体育休闲,http://114.253.247.196:14000/rtp/239.3.1.243:8000
BTV国际频道,http://114.253.247.196:14000/rtp/239.3.1.235:8000
北京纪实科教,http://218.241.192.50:8808/udp/239.3.1.115:8000
北京卡酷少儿,http://218.241.192.50:8808/udp/239.3.1.189:8000
4K超清,http://218.241.192.50:8808/udp/239.3.1.249:8001
淘电影,http://218.241.192.50:8808/udp/239.3.1.250:8001
淘剧场,http://218.241.192.50:8808/udp/239.3.1.95:8001
淘精彩,http://218.241.192.50:8808/udp/239.3.1.178:8001
淘娱乐,http://218.241.192.50:8808/udp/239.3.1.100:8001
淘Baby,http://218.241.192.50:8808/udp/239.3.1.238:8001
萌宠TV,http://218.241.192.50:8808/udp/239.3.1.102:8001
爱上4K,http://114.253.247.196:14000/rtp/239.3.1.236:2000
4K超清,http://114.253.247.196:14000/rtp/239.3.1.249:8001
淘电影,http://114.253.247.196:14000/rtp/239.3.1.250:8001
淘剧场,http://114.253.247.196:14000/rtp/239.3.1.95:8001
淘娱乐,http://114.253.247.196:14000/rtp/239.3.1.100:8001
淘Baby,http://114.253.247.196:14000/rtp/239.3.1.238:8001
萌宠TV,http://114.253.247.196:14000/rtp/239.3.1.102:8001
星影,http://114.253.247.196:14000/rtp/239.3.1.94:4120
动作影院,http://114.253.247.196:14000/rtp/239.3.1.92:4120
光影,http://114.253.247.196:14000/rtp/239.3.1.84:4120
喜剧影院,http://114.253.247.196:14000/rtp/239.3.1.91:4120
家庭影院,http://114.253.247.196:14000/rtp/239.3.1.93:4120
精选,http://114.253.247.196:14000/rtp/239.3.1.74:4120
经典电影,http://114.253.247.196:14000/rtp/239.3.1.195:9024
IPTV上海,#genre#
新闻综合,http://222.67.181.186:8888/udp/239.45.3.209:5140
都市频道,http://222.67.181.186:8888/udp/239.45.3.236:5140
纪实人文,http://222.67.181.186:8888/udp/239.45.3.212:5140
东方影视,http://222.67.181.186:8888/udp/239.45.3.237:5140
第一财经,http://222.67.181.186:8888/udp/239.45.3.211:5140
五星体育,http://222.67.181.186:8888/udp/239.45.3.210:5140
金鹰纪实,http://222.67.181.186:8888/udp/239.45.1.45:5140
金鹰纪实,http://222.67.181.186:8888/udp/239.45.1.45:5140
哈哈炫动,http://222.67.181.186:8888/udp/239.45.1.55:5140
上视外语,http://222.67.181.186:8888/udp/239.45.1.127:5140
都市剧场,http://222.67.181.186:8888/udp/239.45.3.136:5140
欢笑剧场,http://222.67.181.186:8888/udp/239.45.3.196:5140
欢笑剧场（备）,http://222.67.181.186:8888/udp/239.45.1.4:5140
全纪实,http://222.67.181.186:8888/udp/239.45.3.135:5140
金鹰卡通,http://222.67.181.186:8888/udp/239.45.3.118:5140
嘉佳卡通,http://222.67.181.186:8888/udp/239.45.1.48:5140
卡酷少儿,http://222.67.181.186:8888/udp/239.45.0.8:5140
北京冬奥纪实,http://222.67.181.186:8888/udp/239.45.1.14:5140
中国天气,http://222.67.181.186:8888/udp/239.45.1.47:5140
动漫秀场,http://222.67.181.186:8888/udp/239.45.3.134:5140
生活时尚,http://222.67.181.186:8888/udp/239.45.3.132:5140
游戏风云,http://222.67.181.186:8888/udp/239.45.3.131:5140
MAX极速汽车,http://222.67.181.186:8888/udp/239.45.3.49:5140
教育台,http://222.67.181.186:8888/udp/239.45.3.122:5140
东方财经,http://222.67.181.186:8888/udp/239.45.1.119:5140
七彩戏剧,http://222.67.181.186:8888/udp/239.45.3.61:5140
法治天地,http://222.67.181.186:8888/udp/239.45.1.46:5140
浦东频道,http://222.67.181.186:8888/udp/239.45.3.248:5140
崇明电视,http://222.67.181.186:8888/udp/239.45.1.54:5140
嘉定频道,http://222.67.181.186:8888/udp/239.45.3.185:5140
金色频道,http://222.67.181.186:8888/udp/239.45.1.118:5140
健康人生,http://222.67.181.186:8888/udp/239.45.3.214:5140
百事通超级体育,http://222.67.181.186:8888/udp/239.45.3.139:5140
百事通4K,http://222.67.181.186:8888/udp/239.45.1.42:5140
百事通4K（备）,http://222.67.181.186:8888/udp/239.45.3.107:5140
中国教育-1,http://222.67.181.186:8888/udp/239.45.1.125:5140
中国教育-2,http://222.67.181.186:8888/udp/239.45.1.52:5140
中国教育-4,http://222.67.181.186:8888/udp/239.45.1.50:5140
陶瓷,http://222.67.181.186:8888/udp/239.45.3.50:5140
东方购物-1,http://222.67.181.186:8888/udp/239.45.3.74:5140
东方购物-2,http://222.67.181.186:8888/udp/239.45.3.75:5140
东方购物-3,http://222.67.181.186:8888/udp/239.45.3.207:5140
东方购物-4,http://222.67.181.186:8888/udp/239.45.3.208:5140
东方购物-5,http://222.67.181.186:8888/udp/239.45.3.253:5140
聚鲨环球精选,http://222.67.181.186:8888/udp/239.45.3.123:5140
央广购物,http://222.67.181.186:8888/udp/239.45.3.213:5140
家家购物,http://222.67.181.186:8888/udp/239.45.3.179:5140
快乐购物,http://222.67.181.186:8888/udp/239.45.1.53:5140
优购物,http://222.67.181.186:8888/udp/239.45.1.114:5140
好享购物,http://222.67.181.186:8888/udp/239.45.1.253:5140
中央购物,http://222.67.181.186:8888/udp/239.45.3.79:5140
家有购物,http://222.67.181.186:8888/udp/239.45.1.43:5140
新闻综合,http://61.170.164.195:9901/tsfile/live/1000_1.m3u8?key=txiptv&playlive=1&authid=0
东方卫视,http://61.170.164.195:9901/tsfile/live/0107_1.m3u8?key=txiptv&playlive=1&authid=0
上海娱乐,http://61.170.164.195:9901/tsfile/live/1001_1.m3u8?key=txiptv&playlive=1&authid=0
上海电视剧,http://61.170.164.195:9901/tsfile/live/1002_1.m3u8?key=txiptv&playlive=1&authid=0
上海纪实,http://61.170.164.195:9901/tsfile/live/1003_1.m3u8?key=txiptv&playlive=1&authid=0
上海艺术人生,http://61.170.164.195:9901/tsfile/live/1004_1.m3u8?key=txiptv&playlive=1&authid=0
东方购物,http://61.170.164.195:9901/tsfile/live/1005_1.m3u8?key=txiptv&playlive=1&authid=0
第一财经,http://61.170.164.195:9901/tsfile/live/1006_1.m3u8?key=txiptv&playlive=1&authid=0
五星体育,http://61.170.164.195:9901/tsfile/live/1007_1.m3u8?key=txiptv&playlive=1&authid=0
炫动卡通,http://61.170.164.195:9901/tsfile/live/1008_1.m3u8?key=txiptv&playlive=1&authid=0
游戏风云,http://61.170.164.195:9901/tsfile/live/1009_1.m3u8?key=txiptv&playlive=1&authid=0
魅力足球,http://113.24.136.82:8082/udp/239.1.1.75:8075


IPTV山西,#genre#
中国教育电视台1,http://113.24.136.66:8083/udp/239.1.1.65:8065
中国教育电视台2,http://113.24.136.66:8083/udp/239.1.1.66:8066
中国教育电视台4,http://113.24.136.66:8083/udp/239.1.1.67:8067
环球奇观,http://113.24.136.66:8083/udp/239.1.1.98:8098
发现之旅,http://113.24.136.66:8083/udp/239.1.1.103:8103
中学生,http://113.24.136.66:8083/udp/239.1.1.104:8104
纪实人文,http://113.24.136.66:8083/udp/239.1.1.45:8045
金鹰卡通,http://113.24.136.66:8083/udp/239.1.1.61:8061
卡酷少儿,http://113.24.136.66:8083/udp/239.1.1.62:8062
金鹰纪实,http://113.24.136.66:8083/udp/239.1.1.63:8063
哈哈炫动,http://113.24.136.66:8083/udp/239.1.1.64:8064
嘉佳卡通,http://113.24.136.66:8083/udp/239.1.1.68:8068
优漫卡通,http://113.24.136.66:8083/udp/239.1.1.72:8072
魅力足球,http://113.24.136.66:8083/udp/239.1.1.75:8075
生活时尚,http://113.24.136.66:8083/udp/239.1.1.76:8076
茶频道,http://113.24.136.66:8083/udp/239.1.1.77:8077
法治天地,http://113.24.136.66:8083/udp/239.1.1.79:8079
动漫秀场,http://113.24.136.66:8083/udp/239.1.1.80:8080
都市剧场,http://113.24.136.66:8083/udp/239.1.1.81:8081
金色学堂,http://113.24.136.66:8083/udp/239.1.1.82:8082
游戏风云,http://113.24.136.66:8083/udp/239.1.1.83:8083
乐游,http://113.24.136.66:8083/udp/239.1.1.84:8084
东方财经,http://113.24.136.66:8083/udp/239.1.1.85:8085
快乐垂钓,http://113.24.136.66:8083/udp/239.1.1.86:8086
老故事,http://113.24.136.66:8083/udp/239.1.1.87:8087
书画频道,http://113.24.136.66:8083/udp/239.1.1.88:8088
汽摩,http://113.24.136.66:8083/udp/239.1.1.92:8092
百姓健康,http://113.24.136.66:8083/udp/239.1.1.105:8105
中华特产,http://113.24.136.66:8083/udp/239.1.1.106:8106
中国天气,http://113.24.136.66:8083/udp/239.1.1.107:8107
证券服务,http://113.24.136.66:8083/udp/239.1.1.108:8108
车迷频道,http://113.24.136.66:8083/udp/239.1.1.109:8109
生态环境,http://113.24.136.66:8083/udp/239.1.1.110:8110
四海钓鱼,http://113.24.136.66:8083/udp/239.1.1.111:8111
家庭理财,http://113.24.136.66:8083/udp/239.1.1.112:8112
财富天下,http://113.24.136.66:8083/udp/239.1.1.113:8113
优优宝贝,http://113.24.136.66:8083/udp/239.1.1.114:8114
优购物,http://113.24.136.66:8083/udp/239.1.1.115:8115
环球旅游,http://113.24.136.66:8083/udp/239.1.1.116:8116
黄河电视台,http://113.24.136.66:8083/udp/239.1.1.2:8002
山西经济与科技,http://113.24.136.66:8083/udp/239.1.1.3:8003
山西影视,http://113.24.136.66:8083/udp/239.1.1.4:8004
山西社会与法治,http://113.24.136.66:8083/udp/239.1.1.5:8005
山西文体生活,http://113.24.136.66:8083/udp/239.1.1.6:8006
晋中综合,http://113.24.136.66:8083/udp/239.1.1.120:8120
晋中公共,http://113.24.136.66:8083/udp/239.1.1.121:8121
运城1台,http://113.24.136.66:8083/udp/239.1.1.123:8123
运城2台,http://113.24.136.66:8083/udp/239.1.1.124:8124
盐湖频道,http://113.24.136.66:8083/udp/239.1.1.125:8125
中国教育电视台1,http://110.178.52.119:8084/udp/239.1.1.65:8065
中国教育电视台2,http://110.178.52.119:8084/udp/239.1.1.66:8066
中国教育电视台4,http://110.178.52.119:8084/udp/239.1.1.67:8067
环球奇观,http://110.178.52.119:8084/udp/239.1.1.98:8098
发现之旅,http://110.178.52.119:8084/udp/239.1.1.103:8103
中学生,http://110.178.52.119:8084/udp/239.1.1.104:8104
纪实人文,http://110.178.52.119:8084/udp/239.1.1.45:8045
金鹰卡通,http://110.178.52.119:8084/udp/239.1.1.61:8061
卡酷少儿,http://110.178.52.119:8084/udp/239.1.1.62:8062
金鹰纪实,http://110.178.52.119:8084/udp/239.1.1.63:8063
哈哈炫动,http://110.178.52.119:8084/udp/239.1.1.64:8064
嘉佳卡通,http://110.178.52.119:8084/udp/239.1.1.68:8068
优漫卡通,http://110.178.52.119:8084/udp/239.1.1.72:8072
魅力足球,http://110.178.52.119:8084/udp/239.1.1.75:8075
生活时尚,http://110.178.52.119:8084/udp/239.1.1.76:8076
茶频道,http://110.178.52.119:8084/udp/239.1.1.77:8077
法治天地,http://110.178.52.119:8084/udp/239.1.1.79:8079
动漫秀场,http://110.178.52.119:8084/udp/239.1.1.80:8080
都市剧场,http://110.178.52.119:8084/udp/239.1.1.81:8081
金色学堂,http://110.178.52.119:8084/udp/239.1.1.82:8082
游戏风云,http://110.178.52.119:8084/udp/239.1.1.83:8083
乐游,http://110.178.52.119:8084/udp/239.1.1.84:8084
东方财经,http://110.178.52.119:8084/udp/239.1.1.85:8085
快乐垂钓,http://110.178.52.119:8084/udp/239.1.1.86:8086
老故事,http://110.178.52.119:8084/udp/239.1.1.87:8087
书画频道,http://110.178.52.119:8084/udp/239.1.1.88:8088
汽摩,http://110.178.52.119:8084/udp/239.1.1.92:8092
百姓健康,http://110.178.52.119:8084/udp/239.1.1.105:8105
中华特产,http://110.178.52.119:8084/udp/239.1.1.106:8106
中国天气,http://110.178.52.119:8084/udp/239.1.1.107:8107
证券服务,http://110.178.52.119:8084/udp/239.1.1.108:8108
车迷频道,http://110.178.52.119:8084/udp/239.1.1.109:8109
生态环境,http://110.178.52.119:8084/udp/239.1.1.110:8110
四海钓鱼,http://110.178.52.119:8084/udp/239.1.1.111:8111
家庭理财,http://110.178.52.119:8084/udp/239.1.1.112:8112
财富天下,http://110.178.52.119:8084/udp/239.1.1.113:8113
优优宝贝,http://110.178.52.119:8084/udp/239.1.1.114:8114
优购物,http://110.178.52.119:8084/udp/239.1.1.115:8115
环球旅游,http://110.178.52.119:8084/udp/239.1.1.116:8116
黄河电视台,http://110.178.52.119:8084/udp/239.1.1.2:8002
山西经济与科技,http://110.178.52.119:8084/udp/239.1.1.3:8003
山西影视,http://110.178.52.119:8084/udp/239.1.1.4:8004
山西社会与法治,http://110.178.52.119:8084/udp/239.1.1.5:8005
山西文体生活,http://110.178.52.119:8084/udp/239.1.1.6:8006
晋中综合,http://110.178.52.119:8084/udp/239.1.1.120:8120
晋中公共,http://110.178.52.119:8084/udp/239.1.1.121:8121
运城1台,http://110.178.52.119:8084/udp/239.1.1.123:8123
运城2台,http://110.178.52.119:8084/udp/239.1.1.124:8124
盐湖频道,http://110.178.52.119:8084/udp/239.1.1.125:8125

IPTV江西,#genre#
奥林匹克-4K,http://gzly.hkychina.com:6001/udp/239.252.220.237:5140
百视通台-4K,http://gzly.hkychina.com:6001/udp/239.252.220.235:5140
百视通台-4K,http://gzly.hkychina.com:6001/udp/239.252.220.236:5140
电影测试-4K,http://gzly.hkychina.com:6001/udp/239.252.220.212:5140
欢笑剧场,http://gzly.hkychina.com:6001/udp/239.252.219.224:5140
都市剧场,http://gzly.hkychina.com:6001/udp/239.252.219.225:5140
精彩影视,http://gzly.hkychina.com:6001/udp/239.252.220.223:5140
梨园频道,http://gzly.hkychina.com:6001/udp/239.252.220.179:5140
武术世界,http://gzly.hkychina.com:6001/udp/239.252.220.180:5140
文物宝库,http://gzly.hkychina.com:6001/udp/239.252.220.158:5140
求索记录,http://gzly.hkychina.com:6001/udp/239.252.220.224:5140
江西二套,http://gzly.hkychina.com:6001/udp/239.252.220.238:5140
江西三套,http://gzly.hkychina.com:6001/udp/239.252.219.173:5140
江西五套,http://gzly.hkychina.com:6001/udp/239.252.220.102:5140
江西六套,http://gzly.hkychina.com:6001/udp/239.252.219.113:5140
江西七套,http://gzly.hkychina.com:6001/udp/239.252.220.100:5140
江西教育,http://gzly.hkychina.com:6001/udp/239.252.219.115:5140
中国教育,http://gzly.hkychina.com:6001/udp/239.252.220.198:5140
上海纪实,http://gzly.hkychina.com:6001/udp/239.252.219.227:5140
金鹰纪实,http://gzly.hkychina.com:6001/udp/239.252.220.155:5140
东方财经,http://gzly.hkychina.com:6001/udp/239.252.219.57:5140
茶频道台,http://gzly.hkychina.com:6001/udp/239.252.220.160:5140
快乐垂钓,http://gzly.hkychina.com:6001/udp/239.252.220.177:5140
IPTV体育,http://gzly.hkychina.com:6001/udp/239.252.220.211:5140
昌飞航空,http://gzly.hkychina.com:6001/udp/239.252.220.47:5140
风尚购物,http://gzly.hkychina.com:6001/udp/239.252.219.101:5140

有线影院,#genre#
特辑电影,http://openhls-tct.douyucdn2.cn/dyliveflv1a/3637778raLSXdOdu_2000.m3u8
粤语剧集轮播,http://43.138.170.29:35455/douyu/10338873
粤语经典综艺,http://43.138.170.29:35455/douyu/7919720
粤语版电影一,http://43.138.170.29:35455/douyu/5033502
粤语版电影二,http://43.138.170.29:35455/douyu/6566671
粤语版电影三,http://43.138.170.29:35455/douyu/1226741
译制国语,http://159.75.85.63:35455/douyu/2436390
奇幻旅程,https://video.yun.jxntv.cn/iptv/shoulu-jiangxiweishigaoqing-jingdianchuanqi-2024040911400020240409130728-410892_0.mp4
1905电影,https://hlslive.1905.com/live/LIVENCOI8M4RGOOJ9/index.m3u8?tm=1713585901&sign=06c40b82447ae72f0bfd3dc310363405
地球的大表哥,https://alimov2.a.kwimgs.com/upic/2024/02/15/10/BMjAyNDAyMTUxMDAwMzRfMjI5NDE2OTU3Nl8xMjQ5Nzk3MjcyMzFfMF8z_hd15_B31c8eb8abdf288b02444051a07a682c4.mp4
泼水节直播https://play-a2.quklive.com/live/1712981334574215.m3u8
武侠剧场,http://www.zzmd.fun:8888/rtp/239.3.1.90:4120
喜剧影院,http://www.zzmd.fun:8888/rtp/239.3.1.91:4120
动作影院,http://www.zzmd.fun:8888/rtp/239.3.1.92:4120
家庭影院,http://www.zzmd.fun:8888/rtp/239.3.1.93:4120
星影,http://www.zzmd.fun:8888/rtp/239.3.1.94:4120
城市剧场,http://www.zzmd.fun:8888/rtp/239.3.1.67:4120
军旅剧场,http://www.zzmd.fun:8888/rtp/239.3.1.68:4120
古装剧场,http://www.zzmd.fun:8888/rtp/239.3.1.69:4120
收视指南,http://www.zzmd.fun:8888/rtp/239.3.1.193:8012
热播剧场,http://www.zzmd.fun:8888/rtp/239.3.1.194:9020
经典电影,http://www.zzmd.fun:8888/rtp/239.3.1.195:9024
西部电影,http://39.134.24.161/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226364/index.m3u8
都市剧场,http://39.134.24.161/dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226581/index.m3u8
都市剧场,http://61.136.96.78:880/92.m3u8
京视剧场,http://dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226242/index.m3u8


FashionTV,http://lb.streaming.sk/fashiontv/stream/chunklist_w1402273512.m3u8
俄·IGITV蓝光,http://hls-igi.cdnvideo.ru/igi/igi_hq/playlist.m3u8
美·NASA Public Channel,https://ntv1.akamaized.net/hls/live/2014075/NASA-NTV1-HLS/master_2000.m3u8
美·NASA Public Channel,https://ntv2.akamaized.net/hls/live/2013923/NASA-NTV2-HLS/master_2000.m3u8
UniverTV,http://cdn.universmotri.ru/live/hq.sdp/chunklist_w1792531.m3u8


全球频道,#genre#
环球电视,http://zb.xzxwhcb.com:9999/hls/world.m3u8
亚洲新闻,http://d2e1asnsl7br7b.cloudfront.net/7782e205e72f43aeb4a48ec97f66ebbe/index_4.m3u8
中國環球,http://live.cgtn.com/500/prog_index.m3u8
CNA新闻,https://d2e1asnsl7br7b.cloudfront.net/7782e205e72f43aeb4a48ec97f66ebbe/index_5.m3u8
半岛新闻,http://live-hls-web-aja.getaj.net/AJA/02.m3u8
半岛新闻,http://live-hls-web-aje.getaj.net/AJE/01.m3u8
金砖中文,http://brics.bonus-tv.ru/cdn/brics/chinese/tracks-v1a1/index.m3u8
金砖英文,http://brics.bonus-tv.ru/cdn/brics/english/tracks-v1a1/index.m3u8
BRICS台,https://brics.bonus-tv.ru/cdn/brics/chinese/playlist.m3u8
朝鲜新闻,http://119.77.96.184:1935/chn05/chn05/chunklist_w644291506.m3u8
韩国新闻,http://amdlive.ctnd.com.edgesuite.net:80/arirang_1ch/smil:arirang_1ch.smil/chunklist_b2256000_sleng.m3u8
俄罗斯台,http://brics.bonus-tv.ru/cdn/brics/chinese/tracks-v1a1/index.m3u8
日语新闻,https://n24-cdn-live.ntv.co.jp/ch01/index_high.m3u8
欧洲体育,http://europa-crtvg.flumotion.com/playlist.m3u8
红牛运动,http://rbmn-live.akamaized.net/hls/live/590964/BoRB-AT/master_928.m3u8
动物频道,https://d18dyiwu97wm6q.cloudfront.net/playlist2160p.m3u8
AlJazeera,http://live-hls-web-aje.getaj.net/AJE/01.m3u8
RT News,https://rt-glb.rttv.com/dvr/rtnews/playlist_4500Kb.m3u8
RT Documentary,https://rt-rtd.rttv.com/live/rtdoc/playlist_4500Kb.m3u8




明珠1#genre#


明珠2,#genre#
凤凰资讯,http://play-flive.ifeng.com/live/06OLEEWQKN4.m3u8
凤凰资讯,http://61.221.215.25:8800/hls/47/index.m3u8
凤凰资讯,http://171.108.239.95:8181/tsfile/live/1024_1.m3u8
凤凰资讯,http://171.108.239.95:8181/tsfile/live/1024_1.m3u8
凤凰资讯,http://112.19.171.156:9999/udp/239.93.0.118:2191
凤凰中文,http://play-flive.ifeng.com/live/06OLEGEGM4G.m3u8
凤凰卫视,http://112.19.171.156:9999/udp/239.93.0.162:2192
凤凰卫视,http://112.19.171.156:9999/udp/239.93.0.162:2192
TVB星河,https://v2h.jdshipin.com/xinghe/xinghe.stream/chunklist.m3u8
TVB星河,http://171.108.239.95:8181/tsfile/live/1005_1.m3u8
TVB星河,http://171.108.239.95:8181/tsfile/live/1005_1.m3u8
TVB功夫,https://v2h.jdshipin.com/asia_action/asia_action.stream/chunklist.m3u8
Viu6,http://50.7.238.114:8278/viusix_twn/playlist.m3u8?tid=MD7D9950629799506297&ct=19234&tsum=83ba3013be3e325b775bcd348b38eab1
Viu6,http://50.7.238.114:8278/viusix_twn/playlist.m3u8?tid=MF0F4217630642176306&ct=19249&tsum=33becc0fe8466036420dbbb4727dc49e
j2,http://119.23.61.191:8088/HK/j2.live.flv
RTHK32,http://50.7.238.114:8278/rhk32_twn/playlist.m3u8?tid=MD9D3680764436807644&ct=19234&tsum=6c3d17c15f8d4a4a0537ef1cb7c1cc45
RTHK32,http://50.7.238.114:8278/rhk32_twn/playlist.m3u8?tid=m941409fa5c86&ct=18336&tsum=af847919dbe19ba95dbe614c6cfe2a10
RTHK31,http://50.7.238.114:8278/rhk31_twn/playlist.m3u8?tid=MEFE5444496454444964&ct=19234&tsum=d47d918a346b323bcbbbce0dac0192c5
J2,http://50.7.238.114:8278/j2_twn/playlist.m3u8?tid=ME0E4382171043821710&ct=19237&tsum=6f10351124a4eb90780b2f84b2c4d349
RTHK31,http://50.7。238.114:8278/rhk31_twn/playlist.m3u8?tid=MA6A6225600662256006&ct=19249&tsum=7b0adccccff4fded44e906e9d848ee35
RTHK32,http://50.7.238.114:8278/rhk32_twn/playlist.m3u8?tid=MBCB4455322944553229&ct=19226&tsum=60bac13753ada5abc8873783d6611ebd
RTHK32,http://50.7.238.114:8278/rhk32_twn/playlist.m3u8?tid=MDBD4704174447041744&ct=19249&tsum=763ebe53fc33677d02ebf83b4d558d33
RTHK32,https://rthktv32-live.akamaized.net/hls/live/2036819/RTHKTV32/stream5/streamPlaylist.m3u8
hoy78,http://119.23.61.191:8088/HK/hoy78/hls.m3u8
hoy77,http://119.23.61.191:8088/HK/hoy77/hls.m3u8
娱乐新闻,https://v2h.jdshipin.com/enew/enew.stream/chunklist.m3u8
星空卫视,http://wouu.net:9977/udp/239.93.0.156:2193
星空卫视,http://171.108.239.95:8181/tsfile/live/1012_1.m3u8
星光视界,http://ali.hlspull.yximgs.com/live/zxcvbnm9852.flv
星光视界,http://ali.hlspull.yximgs.com/live/zxcvbnm9852.flv
经典影视台,http://ali.hlspull.yximgs.com/live/asdfg32516.flv
经典电影台,http://ali.hlspull.yximgs.com/live/asdfg32522.flv
环球电视,http://zb.xzxwhcb.com:9999/hls/world.m3u8
番薯111,http://61.216.67.119:1935/TWHG/E1/chunklist_w705811302.m3u8
番薯111,http://61.216.67.119:1935/TWHG/E1/chunklist_w70581102.m3u8
番薯111,http://61.216.67.119:1935/TWHG/E1/chunklist_w7058102.m3u8
澳亚卫视,https://live.mastvnet.com/lsdream/lY44pmm/2000/live.m3u8
澳视葡文,http://61.244.22.5/ch2/ch2.live/playelist.m3u8
澳视葡文,http://61.244.22.5/ch2/ch2.live/index.m3u8
澳视澳门,http://61.244.22.5/ch1/ch1.live/playlist.m3u8
澳视澳门,http://61.244.22.5/ch1/ch1.live/playelist.m3u8
澳视澳门,http://61.244.22.5/ch1/ch1.live/playelist.m3u8
澳门综艺,http://61.244.22.5/ch6/hd_ch6.live/playlist.m3u8
澳门综艺,http://61.244.22.5/ch6/hd_ch6.live/index.m3u8
澳门综艺,http://61.244.22.5/ch6/_definst_/hd_ch6.live/playlist.m3u8
澳门资讯,http://61.244.22.5/ch5/info_ch5.live/master.m3u8
澳门资讯,http://61.244.22.5/ch5/info_ch5.live/index.m3u8
澳门体育,http://61.244.22.5/ch4/sport_ch4.live/master.m3u8
澳门体育,http://61.244.22.5/ch4/sport_ch4.live/index.m3u8


阿里山1,#genre#
中天综合,http://startv365.com:80/live/9794783213/6955630461/5552.m3u8
中天娱乐,http://startv365.com:80/live/9794783213/6955630461/5554.m3u8
中天亚洲,http://startv365.com:80/live/9794783213/6955630461/5555.m3u8
中天新闻,http://startv365.com:80/live/9794783213/6955630461/5553.m3u8
中视新闻,http://startv365.com:80/live/9794783213/6955630461/5484.m3u8
中视高清,http://startv365.com:80/live/9794783213/6955630461/5485.m3u8
中视,http://startv365.com:80/live/9794783213/6955630461/5486.m3u8
台视,http://startv365.com:80/live/9794783213/6955630461/5500.m3u8
台视,http://startv365.com:80/live/9794783213/6955630461/473543.m3u8
台视新闻,http://startv365.com:80/live/9794783213/6955630461/5501.m3u8
台视新闻,http://startv365.com:80/live/9794783213/6955630461/473537.m3u8
台视台湾,http://startv365.com:80/live/9794783213/6955630461/5502.m3u8
民视新闻,http://startv365.com:80/live/9794783213/6955630461/5529.m3u8
民视台湾,http://startv365.com:80/live/9794783213/6955630461/5528.m3u8
民视,http://startv365.com:80/live/9794783213/6955630461/5530.m3u8
民视,http://startv365.com:80/live/9794783213/6955630461/473546.m3u8
公视2,http://startv365.com:80/live/9794783213/6955630461/5549.m3u8
公视1,http://startv365.com:80/live/9794783213/6955630461/5550.m3u8
非凡新闻,http://startv365.com:80/live/9794783213/6955630461/5531.m3u8
寰宇新闻,http://startv365.com:80/live/9794783213/6955630461/5523.m3u8
寰宇台湾,http://startv365.com:80/live/9794783213/6955630461/5524.m3u8
寰宇财经,http://startv365.com:80/live/9794783213/6955630461/5525.m3u8
华视,http://startv365.com:80/live/9794783213/6955630461/5551.m3u8
华视,http://startv365.com:80/live/9794783213/6955630461/473544.m3u8
壹新闻,http://startv365.com:80/live/9794783213/6955630461/5532.m3u8
壹旅游,http://startv365.com:80/live/9794783213/6955630461/5533.m3u8
壹电视,http://startv365.com:80/live/9794783213/6955630461/5507.m3u8
TVBS欢乐,http://startv365.com:80/live/9794783213/6955630461/5497.m3u8
TVBS,http://startv365.com:80/live/9794783213/6955630461/5496.m3u8
TVBS N,http://startv365.com:80/live/9794783213/6955630461/5499.m3u8
TVBS G,http://startv365.com:80/live/9794783213/6955630461/5498.m3u8
亚洲美食,http://startv365.com:80/live/9794783213/6955630461/5566.m3u8
亚洲旅游,http://startv365.com:80/live/9794783213/6955630461/5565.m3u8
星卫娱乐,http://startv365.com:80/live/9794783213/6955630461/5487.m3u8
星卫电影,http://startv365.com:80/live/9794783213/6955630461/5488.m3u8
卫视中文,http://startv365.com:80/live/9794783213/6955630461/5489.m3u8
纬来综合,http://startv365.com:80/live/9794783213/6955630461/5490.m3u8
纬来体育,http://startv365.com:80/live/9794783213/6955630461/5492.m3u8
纬来日本,http://startv365.com:80/live/9794783213/6955630461/5495.m3u8
纬来精彩,http://startv365.com:80/live/9794783213/6955630461/5494.m3u8
纬来电影,http://startv365.com:80/live/9794783213/6955630461/5493.m3u8
纬来电视·,http://startv365.com:80/live/9794783213/6955630461/5491.m3u8
天下卫视2,http://startv365.com:80/live/9794783213/6955630461/473535.m3u8
天下卫视,http://startv365.com:80/live/9794783213/6955630461/473536.m3u8
三立综合,http://startv365.com:80/live/9794783213/6955630461/5503.m3u8
三立戏剧,http://startv365.com:80/live/9794783213/6955630461/5504.m3u8
三立台湾,http://startv365.com:80/live/9794783213/6955630461/5505.m3u8
三立国际,http://startv365.com:80/live/9794783213/6955630461/473545.m3u8
三立都会,http://startv365.com:80/live/9794783213/6955630461/5506.m3u8
年代新闻,http://startv365.com:80/live/9794783213/6955630461/5509.m3u8
年代电视,http://startv365.com:80/live/9794783213/6955630461/5508.m3u8
美亚电影,http://startv365.com:80/live/9794783213/6955630461/5511.m3u8
美国城市卫视,http://startv365.com:80/live/9794783213/6955630461/473534.m3u8
漫迪日本,http://startv365.com:80/live/9794783213/6955630461/5512.m3u8
龙祥时代,http://startv365.com:80/live/9794783213/6955630461/5513.m3u8
龙华洋片,http://startv365.com:80/live/9794783213/6955630461/5515.m3u8
龙华戏剧,http://startv365.com:80/live/9794783213/6955630461/5514.m3u8
龙华偶像,http://startv365.com:80/live/9794783213/6955630461/5518.m3u8
龙华经典,http://startv365.com:80/live/9794783213/6955630461/5517.m3u8
龙华电影,http://startv365.com:80/live/9794783213/6955630461/5516.m3u8
靖天咨询,http://startv365.com:80/live/9794783213/6955630461/5520.m3u8
靖天国际,http://startv365.com:80/live/9794783213/6955630461/5519.m3u8
好莱坞电影,http://startv365.com:80/live/9794783213/6955630461/5526.m3u8
好电视2,http://startv365.com:80/live/9794783213/6955630461/5527.m3u8
东森洋片,http://startv365.com:80/live/9794783213/6955630461/5534.m3u8
东森亚洲,http://startv365.com:80/live/9794783213/6955630461/5540.m3u8
东森新闻,http://startv365.com:80/live/9794783213/6955630461/5536.m3u8
东森戏剧,http://startv365.com:80/live/9794783213/6955630461/5538.m3u8
东森戏剧,http://startv365.com:80/live/9794783213/6955630461/473540.m3u8
东森卫视,http://startv365.com:80/live/9794783213/6955630461/473541.m3u8
东森美洲,http://startv365.com:80/live/9794783213/6955630461/473538.m3u8
东森电影,http://startv365.com:80/live/9794783213/6955630461/5537.m3u8
东森超视,http://startv365.com:80/live/9794783213/6955630461/5535.m3u8
东森财经,http://startv365.com:80/live/9794783213/6955630461/5539.m3u8
东森财经,http://startv365.com:80/live/9794783213/6955630461/473539.m3u8
东森MOMO,http://startv365.com:80/live/9794783213/6955630461/5510.m3u8
大爱2,http://startv365.com:80/live/9794783213/6955630461/5548.m3u8
大爱1,http://startv365.com:80/live/9794783213/6955630461/5547.m3u8
博斯网球,http://startv365.com:80/live/9794783213/6955630461/5556.m3u8
博斯体育2,http://startv365.com:80/live/9794783213/6955630461/5557.m3u8
博斯体育1,http://startv365.com:80/live/9794783213/6955630461/5558.m3u8
博斯高球2,http://startv365.com:80/live/9794783213/6955630461/5559.m3u8
博斯高球1,http://startv365.com:80/live/9794783213/6955630461/5560.m3u8
八大综合,http://startv365.com:80/live/9794783213/6955630461/5561.m3u8
八大娱乐,http://startv365.com:80/live/9794783213/6955630461/5563.m3u8
八大戏剧,http://startv365.com:80/live/9794783213/6955630461/5564.m3u8
八大第一,http://startv365.com:80/live/9794783213/6955630461/5562.m3u8
爱尔达综合,http://startv365.com:80/live/9794783213/6955630461/5541.m3u8
爱尔达影剧,http://startv365.com:80/live/9794783213/6955630461/5542.m3u8
爱尔达戏剧,http://startv365.com:80/live/9794783213/6955630461/5546.m3u8
爱尔达体育3,http://startv365.com:80/live/9794783213/6955630461/5544.m3u8
爱尔达体育2,http://startv365.com:80/live/9794783213/6955630461/5545.m3u8
爱尔达体育,http://startv365.com:80/live/9794783213/6955630461/5543.m3u8
YOYO TV,http://startv365.com:80/live/9794783213/6955630461/473533.m3u8
JET TV,http://startv365.com:80/live/9794783213/6955630461/5522.m3u8
ET中国,http://startv365.com:80/live/9794783213/6955630461/473542.m3u8
Arirang,http://startv365.com:80/live/9794783213/6955630461/5521.m3u8


阿里山2,#genre#
中天娱乐,http://50.7.238.114:8278/ctient/playlist.m3u8?tid=MC9C7081133170811331&ct=19249&tsum=8b08b54208f3ee30e12f419d587f46ac
中天娱乐,http://50.7.238.114:8278/ctient/playlist.m3u8?tid=MA8A3069789530697895&ct=19193&tsum=20c49fe9e15ad366c6e32b141f03bf8a
中天娱乐,http://50.7.238.114:8278/ctient/playlist.m3u8?tid=MA8A3069789530697895&ct=19193&tsum=20c49fe9e15ad366c6e32b141f03bf8a
中天亚洲,http://50.7.238.114:8278/ctiasia_twn/playlist.m3u8?tid=mfc2c5bc6c101&ct=18335&tsum=d074a602fcd98718afeb8fc9a18fa964
中视,rtmp://f13h.mine.nu/sat/tv091
中视,rtmp://220.130.201.73/sat/tv091
中华小当家,http://61.221.215.25:8800/hls/40/index.m3u8
星空卫视,http://171.108.239.95:8181/tsfile/live/1012_1.m3u8
纬来育乐,rtmp://f13h.mine.nu/sat/tv701
纬来育乐,rtmp://220.130.201.73/sat/tv701
纬来日本,rtmp://f13h.mine.nu/sat/tv771
纬来日本,rtmp://220.130.201.73/sat/tv771
纬来精彩,http://61.221.215.25:8800/hls/48/index.m3u8
探索亚洲,http://61.221.215.25:8800/hls/50/index.m3u8
台视,rtmp://f13h.mine.nu/sat/tv071
台视,rtmp://220.130.201.73/sat/tv071
台视,http://50.7.238.114:8278/ttv_taiwan/playlist.m3u8?tid=MEDE4406594744065947&ct=19193&tsum=079f13bae33c63d33bb128fd265e8466
民视新闻,http://50.7.238.114:8278/ftvnew_taiwan/playlist.m3u8?tid=MF1F9892989898929898&ct=19234&tsum=454a768519608690638d11c0258cdcbe
民视,rtmp://f13h.mine.nu/sat/tv051
民视,rtmp://220.130.201.73/sat/tv051
环球电视台,http://zb.xzxwhcb.com:9999/hls/world.m3u8
华视,rtmp://f13h.mine.nu/sat/tv111
华视,rtmp://220.130.201.73/sat/tv111
好消息4台,http://50.7.238.114:8278/good2_twn/playlist.m3u8?tid=MF7F2484252924842529&ct=19234&tsum=3f17f48e29aab8f5ba41d7dcd093e4de
好消息3台,http://50.7.238.114:8278/good2_twn/playlist.m3u8?tid=ME9E3966510439665104&ct=19225&tsum=a2788b2ccea04a8a8082d663fb7838e5
好消息2台,http://50.7.238.114:8278/good2_twn/playlist.m3u8?tid=MB3B3734070237340702&ct=19249&tsum=611b90a32eb986741a0b15652178c428
公视,http://50.7.238.114:8278/ctv_taiwan/playlist.m3u8?tid=MDCD6096520560965205&ct=19249&tsum=64237c7ffa0c00b62657a938247bcab0
公视,http://50.7.238.114:8278/ctv_taiwan/playlist.m3u8?tid=MCCC8750228587502285&ct=19225&tsum=aca6268c0dd9f618ed5e944942132557
非凡新闻,http://50.7.238.114:8278/feifannews_twn/playlist.m3u8?tid=ME3E6962233269622332&ct=19225&tsum=eea4d84db71e12ba91bfcf328f4dec9d
非凡新闻,http://50.7.238.114:8278/feifannews_twn/playlist.m3u8?tid=MACA3363565933635659&ct=19234&tsum=ec8caeb654e3121f9bb3ed39b1759999
东森综合,http://50.7.238.114:8278/ettvzhonghe/playlist.m3u8?tid=MC4C1214674912146749&ct=19254&tsum=9b96a50ba99dca1a02a27b05a6fb4b0d
东森洋片,http://171.108.239.95:8181/tsfile/live/1016_1.m3u8
东森新闻,http://50.7.238.114:8278/ettvnews/playlist.m3u8?tid=MD8D8672451386724513&ct=19234&tsum=d08fdb1dd5078503ffd859a065bc9290
东森电影,http://171.108.239.95:8181/tsfile/live/1010_1.m3u8
东森超视,rtmp://f13h.mine.nu/sat/tv331
东森超视,rtmp://220.130.201.73/sat/tv331
东森超视,rtmp://220.130.201.73/sat/tv331
东森超视,http://171.108.239.95:8181/tsfile/live/1023_1.m3u8
大爱电视,http://50.7.238.114:8278/daai_twn/playlist.m3u8?tid=MF5F4357730143577301&ct=19225&tsum=10c092424b1c12259444b68ad663c9eb
大爱电视,http://50.7.238.114:8278/daai_twn/playlist.m3u8?tid=MA0A6700404967004049&ct=19234&tsum=dbfb051e0bfc38759da1cee228ea083a
八大综合,http://61.221.215.25:8800/hls/56/index.m3u8
八大戏剧,http://61.221.215.25:8800/hls/39/index.m3u8
八大第一,http://61.221.215.25:8800/hls/55/index.m3u8
TVBS欢乐,http://50.7.238.114:8278/tvbshuanle_twn/playlist.m3u8?tid=MA5A9262292692622926&ct=19254&tsum=cd369d68a5d2c1a2fa04df748cda142c
MoMo综合,rtmp://f13h.mine.nu/sat/tv761
MoMo综合,rtmp://220.130.201.73/sat/tv761
CNA,http://50.7.238.114:8278/cna/playlist.m3u8?tid=m75c258e8db6c&ct=18336&tsum=72391487028dc68a70d050b29c3654ee
CBS HD,http://50.7.238.114:8278/cbshd_glo/playlist.m3u8?tid=MA1A7337105773371057&ct=19254&tsum=89d432f03b1b50b68b7bace382dc13ac
Bloomberg,http://50.7.238.114:8278/bloomberg_twn/playlist.m3u8?tid=MD2D8088860380888603&ct=19225&tsum=ea1c6a2c09cef99386e1768a4ff4c61c
49号,http://61.221.215.25:8800/hls/49/index.m3u8



华人圈,#genre# 

明珠台,http://120.238.13.198:8000/hls/19/index.m3u8
翡翠台,http://120.238.13.198:8000/hls/21/index.m3u8
Viu6,http://50.7.238.114:8278/viusix_twn/playlist.m3u8?tid=MF0F4217630642176306&ct=19249&tsum=33becc0fe8466036420dbbb4727dc49e
Viu6,http://50.7.238.114:8278/viusix_twn/playlist.m3u8?tid=MD7D9950629799506297&ct=19234&tsum=83ba3013be3e325b775bcd348b38eab1
RTHK31,http://50.7.238.114:8278/rhk31_twn/playlist.m3u8?tid=MA6A6225600662256006&ct=19249&tsum=7b0adccccff4fded44e906e9d848ee35
RTHK32,http://50.7.238.114:8278/rhk32_twn/playlist.m3u8?tid=MDBD4704174447041744&ct=19249&tsum=763ebe53fc33677d02ebf83b4d558d33
RTHK32,http://50.7.238.114:8278/rhk32_twn/playlist.m3u8?tid=MBCB4455322944553229&ct=19226&tsum=60bac13753ada5abc8873783d6611ebd
J2,http://50.7.238.114:8278/j2_twn/playlist.m3u8?tid=MFCF3274854132748541&ct=19254&tsum=699466c18aac56202ad1d2843fd21032

无线财经资讯,http://198.16.100.90:8278/tvbcaijing_twn/playlist.m3u8?tid=MD3D9552893795528937&ct=19254&tsum=77d4c2db4fa7537d7dd3eb19f933526d
中天新闻,http://pull-hls-hs-spe-f5.douyincdn.com/live/twlivepzztvvzzzyzuuzzfvbscvzdztwzfszzszzzcvuyzemzeztxw.flv
中天亚洲,http://50.7.238.114:8278/ctiasia_twn/playlist.m3u8?tid=mfc2c5bc6c101&ct=18335&tsum=d074a602fcd98718afeb8fc9a18fa964
中天娱乐,http://50.7.238.114:8278/ctient/playlist.m3u8?tid=m6780c60bd34a13540795&ct=17874&tsum=06089e289a460b0685447b7656d550e3
中天娱乐,http://50.7.238.114:8278/ctient/playlist.m3u8?tid=MA8A3069789530697895&ct=19193&tsum=20c49fe9e15ad366c6e32b141f03bf8a
中天娱乐,http://50.7.238.114:8278/ctient/playlist.m3u8?tid=MDED1780059017800590&ct=19226&tsum=4d05ea700aa8fd436b51ce703680e674
中视新闻,http://50.7.238.114:8278/zhongshinews_twn/playlist.m3u8?tid=MAAA4459856044598560&ct=19193&tsum=1b7bdea69c00cd48e31f13442c75c376
中视新闻,http://198.16.100.90:8278/zhongshinews_twn/playlist.m3u8?tid=MD0D3377711133777111&ct=19249&tsum=ffaee3fe7040c96643b3c7f12bf2de8d
中天新闻,http://198.16.100.90:8278/ctinews/playlist.m3u8?tid=MB0B9546410395464103&ct=19249&tsum=30c62d7eec5ce9a49a64c3fa3ff8a8b7
中天新闻,http://198.16.100.90:8278/ctinews/playlist.m3u8?tid=MC3C3915550439155504&ct=19193&tsum=a8168b7967dda9bfebdd5b1403dc19b0
中天新闻,http://198.16.100.90:8278/ctinews/playlist.m3u8?tid=MA4A6611409066114090&ct=19226&tsum=f0333c4e69a7c5880f766ec9f29ca203
中天娱乐,http://198.16.100.90:8278/ctient/playlist.m3u8?tid=MC9C7081133170811331&ct=19249&tsum=8b08b54208f3ee30e12f419d587f46ac
RTHK31,http://198.16.100.90:8278/rhk31_twn/playlist.m3u8?tid=MA6A6225600662256006&ct=19249&tsum=7b0adccccff4fded44e906e9d848ee35
RTHK32,https://rthktv32-live.akamaized.net/hls/live/2036819/RTHKTV32/stream5/streamPlaylist.m3u8
RTHK32,http://198.16.100.90:8278/rhk32_twn/playlist.m3u8?tid=MDBD4704174447041744&ct=19249&tsum=763ebe53fc33677d02ebf83b4d558d33
RTHK32,http://198.16.100.90:8278/rhk32_twn/playlist.m3u8?tid=MBCB4455322944553229&ct=19226&tsum=60bac13753ada5abc8873783d6611ebd
RTHKTV32,https://rthktv32-live.akamaized.net/hls/live/2036819/RTHKTV32/master.m3u8
Viu6,http://198.16.100.90:8278/viusix_twn/playlist.m3u8?tid=MF0F4217630642176306&ct=19249&tsum=33becc0fe8466036420dbbb4727dc49e
VIU6,http://198.16.100.90:8278/viusix_twn/playlist.m3u8?tid=MC6C1412376614123766&ct=19225&tsum=f4273425d435057616c3380b9e2a0287


影视圈,#genre# 
EYETV戏剧,http://50.7.238.114:8278/eyetvxiju_twn/playlist.m3u8?tid=m379e8846d31b14432367&ct=17874&tsum=2c4c2acd16a5a5e00797ad6f4c4cb586
HBO原创,http://50.7.238.114:8278/hbosignature_twn/playlist.m3u8?tid=MD6D5767423357674233&ct=18392&tsum=995709f1100cf1b07964790160bfb4ee
龙华戏剧,http://50.7.238.114:8278/lunghuaxiju_twn/playlist.m3u8?tid=ME6E4094688440946884&ct=19234&tsum=dcb21e7462cf3104b9c2e9d3ede30359
龙华戏剧,http://50.7.238.114:8278/lunghuaxiju_twn/playlist.m3u8?tid=MF2F2793524427935244&ct=19249&tsum=db1ef83fbbbae9a364979295fd690f7d
龙华洋片,http://50.7.238.114:8278/lunghuawestern_twn/playlist.m3u8?tid=MF7F3761146937611469&ct=19234&tsum=e8b375d0c73fff5a34a7e3b4de2f53bb
龙祥电影,http://171.108.239.95:8181/tsfile/live/1011_1.m3u8
龙祥时代,http://50.7.238.114:8278/lungxiangtime_twn/playlist.m3u8?tid=MADA6805114368051143&ct=18392&tsum=d6a1f02ca9abd5368d2a365e40247ae8
天映经典,http://171.108.239.95:8181/tsfile/live/1009_1.m3u8
东森洋片,http://171.108.239.95:8181/tsfile/live/1016_1.m3u8

东森戏剧,http://50.7.238.114:8278/ettvdrama/playlist.m3u8?tid=m921dcb630ebe17354109&ct=17874&tsum=695370160923af940d1a90d44c262acc
东森戏剧,http://50.7.238.114:8278/ettvdrama/playlist.m3u8?tid=MA2A9945921599459215&ct=19249&tsum=c9097ecdf4a17c0922196dbf04b0c6e7
好莱坞电影台,http://50.7.238.114:8278/hollywoodmovies_twn/playlist.m3u8?tid=MECE5611281156112811&ct=19225&tsum=ad8884ee16b04f885f24bae98fc5fb9f
龙华戏剧,http://50.7.238.114:8278/lunghuaxiju_twn/playlist.m3u8?tid=m5c1b0bf1531015581628&ct=17874&tsum=2d2c4d6761fa92d63b97c0fe787007cb
龙华戏剧,http://50.7.238.114:8278/lunghuaxiju_twn/playlist.m3u8?tid=MBAB4709384347093843&ct=19226&tsum=a2a7258f8565588e10b8da2f26ba8039
龙华洋片,http://50.7.238.114:8278/lunghuawestern_twn/playlist.m3u8?tid=MF2F4784718547847185&ct=19249&tsum=55fdf18d765f2692c0553d316b671326
龙祥时代,http://50.7.238.114:8278/lungxiangtime_twn/playlist.m3u8?tid=MADA6805114368051143&ct=18392&tsum=d6a1f02ca9abd5368d2a365e40247ae8
美亚电影,http://50.7.238.114:8278/meiyamovie_twn/playlist.m3u8?tid=MFEF1001328410013284&ct=19226&tsum=9839709ca0f37641c5d1ba962c3bc739
中视经典,http://198.16.100.90:8278/zhongshi_twn/playlist.m3u8?tid=14379667&ct=17988&tsum=de63d02f44741580b5070077d1949841
中视经典,http://50.7.238.114:8278/zhongshi_twn/playlist.m3u8?tid=MECE1189477111894771&ct=19234&tsum=582d215df269921b0c0ce288b5fac94a
三立戏剧,http://61.221.215.25:8800/hls/41/index.m3u8
私人影院,http://171.108.239.95:8181/tsfile/live/1014_1.m3u8
天映经典,http://171.108.239.95:8181/tsfile/live/1009_1.m3u8

中国电影,http://171.108.239.95:8181/tsfile/live/1013_1.m3u8
好莱坞电影,http://50.7.238.114:8278/hollywoodmovies_twn/playlist.m3u8?tid=MFDF3993740539937405&ct=19234&tsum=9c77fd229b7086f14748debe0f6b4ae6
好莱坞电影,http://50.7.238.114:8278/hollywoodmovies_twn/playlist.m3u8?tid=MF6F7143280071432800&ct=19211&tsum=c0bc00f05a03eb1bef16741e9fd9737e
Cinemax,http://50.7.238.114:8278/cinemax_twn/playlist.m3u8?tid=mf18038aaba6311485855&ct=17874&tsum=63ee6bcdb705ee72ea3d0f0d84ed6df1
CN 卡通频道,http://50.7.238.114:8278/momo1_twn/playlist.m3u8?ct=19225&tid=MA0A4898983648989836&tsum=bd109117d126916f203880b1f2063d5e
CN 卡通频道,http://50.7.238.114:8278/momo1_twn/playlist.m3u8?tid=MA0A4898983648989836&ct=19225&tsum=bd109117d126916f203880b1f2063d5e
靖天卡通台,http://50.7.238.114:8278/jingtiancartoon_twn/playlist.m3u8?tid=MD1D2636832926368329&ct=19226&tsum=22c17cfa6920f0b4a9d45746ac25c547
靖天卡通台,http://50.7.238.114:8278/jingtiancartoon_twn/playlist.m3u8?tid=ME5E1118588611185886&ct=19234&tsum=9c155f39f9a4dcbe438a21f39a33ce77



体育圈,#genre# 
博斯高球2,http://50.7.238.114:8278/bosigolf2_twn/playlist.m3u8?tid=MF5F9848925298489252&ct=19225&tsum=2600464749aadbcd55d1c32ec071e36e
博斯魅力,http://50.7.238.114:8278/bosisport1_twn/playlist.m3u8?tid=MF6F6900999569009995&ct=19225&tsum=1d6e966a02c88867f2a3234f3a980b7d
博斯网球,http://50.7.238.114:8278/bositennis_twn/playlist.m3u8?tid=MA9A5922328659223286&ct=19225&tsum=c83f112dbae37be6d20618138fddcf77
博斯网球,http://50.7.238.114:8278/bositennis_twn/playlist.m3u8?tid=MDCD2148551721485517&ct=19249&tsum=bab41ccd3843b938886a64a656463af0
博斯运动II,http://50.7.238.114:8278/bosisport2_twn/playlist.m3u8?tid=MDBD8051535180515351&ct=19225&tsum=807423eaabbb4cc188843b81db9cd79f
博斯运动II,http://50.7.238.114:8278/bosisport2_twn/playlist.m3u8?tid=ME1E5579129055791290&ct=19234&tsum=7cd9f5d3ef18948f4e6fc12f69e2279e
博斯运动II,rtmp://220.130.201.73/sat/md051
博斯网球,http://50.7.238.114:8278/bositennis_twn/playlist.m3u8?tid=m60f4fd9da4d1&ct=18335&tsum=4d026bfb332da29886aa772f2e149edb
博斯网球,http://50.7.238.114:8278/bositennis_twn/playlist.m3u8?tid=MA9A5922328659223286&ct=19225&tsum=c83f112dbae37be6d20618138fddcf77
博斯运动2,http://50.7.238.114:8278/bosisport2_twn/playlist.m3u8?tid=mb50f39eebf51&ct=18335&tsum=4f8960c36a3e7f2b069d574293809283
爱尔达体育1,http://50.7.238.114:8278/eltasport2_twn/playlist.m3u8?tid=ME3E4844502848445028&ct=19317&tsum=035fc643389fcb4a6bf124bca1248aab
爱尔达体育2,http://50.7.238.114:8278/eltasport2_twn/playlist.m3u8?tid=MB2B3966739039667390&ct=19249&tsum=20bdbd3a22909e8d89aabe7a923c8c5b
爱尔达体育2,http://50.7.238.114:8278/eltasport2_twn/playlist.m3u8?tid=MB2B3966739039667390&ct=19249&tsum=20bdbd3a22909e8d89aabe7a923c8c5b
爱尔达体育2,http://50.7.238.114:8278/eltasport2_twn/playlist.m3u8?tid=MCDC5093685750936857&ct=19225&tsum=592e009b281ea2abc43b21768cb1bec0
纬来体育,rtmp://f13h.mine.nu/sat/tv721
纬来体育,http://hls.szsummer.cn/live/446035/playlist.m3u8?k=32f9ec7c13e4b390289143a8e1b2a898&t=1840341130
纬来体育,rtmp://220.130.201.73/sat/tv721
爱尔达体育2,http://50.7.238.114:8278/eltasport2_twn/playlist.m3u8?tid=MCDC5093685750936857&ct=19225&tsum=592e009b281ea2abc43b21768cb1bec0
ELEVEN2体育,rtmp://220.130.201.73/sat/tv741
ELEVEN体育,rtmp://220.130.201.73/sat/tv731
ELEVEN体育1,rtmp://f13h.mine.nu/sat/tv731
ELEVEN体育2,rtmp://f13h.mine.nu/sat/tv741



探索圈,#genre# 
TLC旅游生活,http://50.7.238.114:8278/tlc_twn/playlist.m3u8?tid=MA0A5904082259040822&ct=19226&tsum=8fa7deead1d4b260825af15bc7378132
动物星球,http://50.7.238.114:8278/animalplanet_twn/playlist.m3u8?tid=ME1E7303496773034967&ct=19225&tsum=07b0edc521a4edcb7a00d7e943b8aa72
动物星球,http://50.7.238.114:8278/animalplanet_twn/playlist.m3u8?tid=ME1E7303496773034967&ct=19225&tsum=07b0edc521a4edcb7a00d7e943b8aa72
国家地理,http://50.7.238.114:8278/natgeohd_twn/playlist.m3u8?tid=MD3D4446495344464953&ct=19249&tsum=f8c0bfc8c564a4a28247dad400acddba
国家地理野生,http://198.16.100.90:8278/natgeohd_twn/playlist.m3u8?tid=MD3D4446495344464953&ct=19249&tsum=f8c0bfc8c564a4a28247dad400acddba
美食星球,http://50.7.238.114:8278/foodplanet_twn/playlist.m3u8?tid=MCCC8639507586395075&ct=19226&tsum=69f5a90ff21aa5f4f58667bcdd713353
时尚,http://50.7.238.114:8278/fashiontv_twn/playlist.m3u8?tid=ma97f669e7343&ct=18335&tsum=732ba26aa334bf6c1fad8812deda83d1
时尚FTV,http://50.7.238.114:8278/fashiontv_twn/playlist.m3u8?tid=MABA6457047364570473&ct=18393&tsum=82840dc94ca1ecca47ac4c26d3ee4afc
探索动力,http://198.16.100.90:8278/discoveryturbo_twn/playlist.m3u8?tid=MD5D5964869459648694&ct=19225&tsum=a21251b62069dff5c52601a3e4bc4a6d
探索动力,http://198.16.100.90:8278/discoveryturbo_twn/playlist.m3u8?tid=MECE3122352031223520&ct=18393&tsum=66f49d6631e9a76ea563d20a25e0bd4c
探索动力,http://50.7.238.114:8278/discoveryturbo_twn/playlist.m3u8?tid=MD5D5964869459648694&ct=19225&tsum=a21251b62069dff5c52601a3e4bc4a6d
探索动力,http://50.7.238.114:8278/discoveryturbo_twn/playlist.m3u8?tid=MECE3122352031223520&ct=18393&tsum=66f49d6631e9a76ea563d20a25e0bd4c
探索亚洲,http://50.7.238.114:8278/discoverytwn_twn/playlist.m3u8?tid=MAAA4463833744638337&ct=18393&tsum=c4bd4c633430327425e073012785525e
亚洲旅游,http://50.7.238.114:8278/asiatravel_twn/playlist.m3u8?tid=ma9ec30da9ef3&ct=18335&tsum=ff0bd9207f2c72a8c9bf38464433dc7d
亚洲旅游,http://50.7.238.114:8278/asiatravel_twn/playlist.m3u8?tid=MF2F4967516549675165&ct=19225&tsum=3b56404a8f861c7fef6ac79a798e4a8c
亚洲旅游,http://50.7.238.114:8278/asiatravel_twn/playlist.m3u8?tid=MB9B9461769094617690&ct=18393&tsum=57c12e5ba95cca684613ec5e14714ff8
亚洲旅游,http://50.7.238.114:8278/asiatravel_twn/playlist.m3u8?tid=MDAD1549954015499540&ct=19344&tsum=b5f42b47e9e2868d29244c6c106c526c
中國環球,http://live.cgtn.com/500/prog_index.m3u8
野生动物,http://198.16.100.90:8278/natgeowild_twn/playlist.m3u8?tid=MF6F5354447153544471&ct=19249&tsum=fcc679b64dded7ec1ff6a0f09e335f38
国家地理野生,http://50.7.238.114:8278/natgeowild_twn/playlist.m3u8?tid=MDDD9803492998034929&ct=18393&tsum=b276f2598186cdc8f4c513d89bfc2032
国家地理野生,http://50.7.238.114:8278/natgeowild_twn/playlist.m3u8?tid=MEDE7756748177567481&ct=19234&tsum=5005bc52f91ccd5c2c4b5d2d5bafeafe
动物星球,http://61.221.215.25:8800/hls/57/index.m3u8


百事通,#genre# 
欢笑剧场,http://php.jdshipin.com:8880/bst.php?id=hxjc8m/8000000

劲爆体育,http://php.jdshipin.com:8880/bst.php?id=jbtyhd8m/8000000

快乐垂钓,http://php.jdshipin.com:8880/bst.php?id=klcd8m/8000000

金鹰纪实,http://php.jdshipin.com:8880/bst.php?id=jyjs8m/8000000

戏曲精选,http://php.jdshipin.com:8880/bst.php?id=xqjx8m/8000000

上海第一财经,http://php.jdshipin.com:8880/bst.php?id=dycjhd8m/8000000

上视新闻,http://php.jdshipin.com:8880/bst.php?id=xwzhhd8m/8000000

上海都市,http://php.jdshipin.com:8880/bst.php?id=dshd8m/8000000

上海纪实,http://php.jdshipin.com:8880/bst.php?id=jspdhd/4000000

东方影视,http://php.jdshipin.com:8880/bst.php?id=dfyshd8m/8000000

五星体育,http://php.jdshipin.com:8880/bst.php?id=wxtyhd8m/8000000

上视外语,http://php.jdshipin.com:8880/bst.php?id=icshd8m/8000000

七彩戏剧,http://php.jdshipin.com:8880/bst.php?id=qcxjhd8m/8000000

上海教育,http://php.jdshipin.com:8880/bst.php?id=setvhd/8000000

全纪实,http://php.jdshipin.com:8880/bst.php?id=qjshd8m/8000000

生活时尚,http://php.jdshipin.com:8880/bst.php?id=shss8m/8000000

新视觉,http://php.jdshipin.com:8880/bst.php?id=xsjhd8m/8000000

游戏风云,http://php.jdshipin.com:8880/bst.php?id=yxfy8m/8000000

热门综艺,http://php.jdshipin.com:8880/bst.php?id=rmzy8m/8000000

超级体育,http://php.jdshipin.com:8880/bst.php?id=qcsj8m/8000000

健康养生,http://php.jdshipin.com:8880/bst.php?id=jkys8m/8000000

百变课堂,http://php.jdshipin.com:8880/bst.php?id=bbkt8m/8000000

看天下精选,http://php.jdshipin.com:8880/bst.php?id=ktxjx8m/8000000

华语影院,http://php.jdshipin.com:8880/bst.php?id=hyyy8m/8000000

电竞天堂,http://php.jdshipin.com:8880/bst.php?id=djtt8m/8000000

青春动漫,http://php.jdshipin.com:8880/bst.php?id=qcdm8m/8000000

宝宝动画,http://php.jdshipin.com:8880/bst.php?id=bbdh8m/8000000

星光影院,http://php.jdshipin.com:8880/bst.php?id=xgyy8m/8000000

谍战剧场,http://php.jdshipin.com:8880/bst.php?id=dzjc8m/8000000

全球大片,http://php.jdshipin.com:8880/bst.php?id=qqdp8m/8000000

热门剧场,http://php.jdshipin.com:8880/bst.php?id=rmjc8m/8000000

陶瓷高清,http://php.jdshipin.com:8880/bst.php?id=taocihd/8000000

中国教育-1,http://php.jdshipin.com:8880/bst.php?id=zgjy1t8m/8000000

中国教育-4,http://php.jdshipin.com:8880/bst.php?id=zgjy4hd8m/8000000

卡酷少儿,http://php.jdshipin.com:8880/bst.php?id=kkse8m/8000000

纪实科教,http://php.jdshipin.com:8880/bst.php?id=dajs8m/8000000

茶频道,http://php.jdshipin.com:8880/bst.php?id=cpdhdavs8m/8000000

足球高清,http://php.jdshipin.com:8880/bst.php?id=zqpd8m/8000000

炫动卡通,http://php.jdshipin.com:8880/bst.php?id=hhxd8m/8000000

东方财经,http://php.jdshipin.com:8880/bst.php?id=dfcjhd8m/8000000

都市剧场,http://php.jdshipin.com:8880/bst.php?id=dsjc8m/8000000

动漫秀场,http://php.jdshipin.com:8880/bst.php?id=dmxc8m/8000000

法治天地,http://php.jdshipin.com:8880/bst.php?id=fztd8m/8000000

金色学堂,http://php.jdshipin.com:8880/bst.php?id=jingsepd8m/8000000

魅力足球,http://php.jdshipin.com:8880/bst.php?id=mlyyhd8m/8000000


动漫圈,#genre# 
动漫,https://live.metshop.top/yy/25055036
经典动漫1,https://live.metshop.top/yy/22777075
动漫1,https://live.metshop.top/yy/1382747970
动漫2,https://live.metshop.top/yy/26664495
经典动漫2,https://live.metshop.top/yy/24180320
动漫3,https://live.metshop.top/yy/23993334
动漫4,https://live.metshop.top/yy/1382788679
24H国漫热播,https://live.metshop.top/yy/1353937086
24灌篮高手正在直播,https://live.metshop.top/yy/1350984033
雪儿动漫,https://live.metshop.top/yy/1354143938
灌篮高手,https://live.metshop.top/yy/1382735626
妖神记之黑狱篇,https://live.metshop.top/yy/1382745173
斗罗斗破,https://live.metshop.top/yy/1354768831
斗罗斗破动漫,https://live.metshop.top/yy/1420843376
【动漫】斗罗斗破,https://live.metshop.top/yy/1353098382
【动漫】斗罗斗破,https://live.metshop.top/yy/35742228

CN卡通,http://50.7.238.114:8278/momo1_twn/playlist.m3u8?tid=MFFF9797479997974799&ct=19249&tsum=0bd9dac79cd373cc918357d3199c8b22
靖天卡通,http://50.7.238.114:8278/jingtiancartoon_twn/playlist.m3u8?tid=m1465dab025b5&ct=18335&tsum=ba935e583d90bfbe1d1d9662e9ac600c
Nickelodeon,http://198.16.100.90:8278/Nickelodeon/playlist.m3u8?tid=MBBB9174743591747435&ct=19249&tsum=9901089db6361b9cafc0ab9de5612bee
Nick Jr,http://198.16.100.90:8278/Nickjr/playlist.m3u8?tid=MFCF1347936613479366&ct=19249&tsum=547e162f9338962a46e76507dbf7d1e4

生活原理,#genre#
电机原理,https://cccimg.com/down.php/5bdf0dad23bf5ea7e17a1f525e85dafb.mp4
滑轮原理,https://cccimg.com/down.php/6cab62ae809f72d9e77a270d7d10708d.mp4
钥匙原理,https://cccimg.com/down.php/441bfebb051afe72a641e9403536d5c2.mp4
人工降雨,https://cccimg.com/down.php/d236e8f36bb254b0128cd8c6152216fa.mp4
水泥原理,https://cccimg.com/down.php/5cb837770d12c438b432b87b9e1029c5.mp4
雕像建造,https://cccimg.com/down.php/aceaf1b8b57468656aa520c47d3e5b11.mp4
加油枪,https://cccimg.com/down.php/f6e509840e81ff719aca0ae70bc5e86b.mp4
粉尘爆炸,https://cccimg.com/down.php/c19b63ee2ce3fe18df61c4d3dee333f2.mp4
科幻频道,#genre#

MM UFO,http://rhsbjv7k.tvclub.xyz/iptv/LQTD3Z4445XSB5/13017/index.m3u8
MM UFO,http://rhsbjv7k.tvclub.xyz/iptv/QUSEF3A55UE6BF/13017/index.m3u8
MM UFO,http://rhsbjv7k.tvclub.xyz/iptv/74SQ72P5LQUZV5/13017/index.m3u8
MM UFO,http://rhsbjv7k.tvclub.xyz/iptv/56E8HVDHBARKLQ/13017/index.m3u8
MM UFO,http://rhsbjv7k.tvclub.xyz/iptv/3VDSMMR8L3C7UP/13017/index.m3u8
MM UFO,http://rhsbjv7k.tvclub.xyz/iptv/37BHXEX9NXLZER/13017/index.m3u8
Oasis UFO and Aliens,https://pl01.spr24.net/20997/index.m3u8?token=QcwvKdNmZDqWbV

NASA 4K,http://gmx9up2a.ottclub.xyz/iptv/9DEUPF9K25U84K/15239/index.m3u8
NASA,https://ntv1.akamaized.net:443/hls/live/2014075/NASA-NTV1-HLS/master_2000.m3u8?
美食频道,#genre#
云南省草芽米线,https://vdse.bdstatic.com//dac736793e5028e8a541d5e17e408cad.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-01-10T13%3A09%3A01Z%2F-1%2Fhost%2F3521f9c0d09e7da973c786f3bb11a66a161cba2fc4eb667748cb8ae7201244d8
云南玉溪烤鸭,https://vdse.bdstatic.com//76ec0000215768db3f60f1c8fdb2fb2e.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-01-11T21%3A45%3A49Z%2F-1%2Fhost%2F9b592f3634d08a1ba5c5f4e873f08f16309f7a016860eb85b4d3d2ea7881ff37
100元在福州能买到多少海鲜？,https://vdse.bdstatic.com//10c63b49ff938ebdcc1c16061921c826.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-01-11T21%3A14%3A34Z%2F-1%2Fhost%2F76001fff4e415f83c9e620d33d07b4eccb3e578bc8d0d09b91f1e57e8fa82b75
福建省蝉鸣荔枝红,https://vdse.bdstatic.com//4f1d6ce54001d0eff953763f1aa456b5.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-01-11T21%3A14%3A34Z%2F-1%2Fhost%2F5b8b47961c3bd4e97b55d2ecf543dd9874dad30e3931acf3a65727b7cc0a5b90
福建馄饨,https://vdse.bdstatic.com//1f5d939931ffe56622bf2b0e6cf4c6fb.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-01-11T21%3A14%3A34Z%2F-1%2Fhost%2Fd1708992f58d9497f0eee51ca8007ce38d32c79ab2e97627a61757a09951fe5e
原味九转大肠,https://vd3.bdstatic.com/mda-pc4dprnm46hs7fd2/sc/cae_h264/1678009546180051476/mda-pc4dprnm46hs7fd2.mp4?pd=19&vt=1
马未都 观复嘟嘟 古代人吃什么1,https://vdse.bdstatic.com//74bb9944aaef45821e61dcb09d2314c1.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-02-11T17%3A32%3A46Z%2F-1%2Fhost%2F5e16c85f26609af56561a02697ac5d0396075473ad465c30dd7326de60d80eef
马未都 观复嘟嘟 古代人吃什么2,https://vdse.bdstatic.com//9348c912a20e18103a728840a78e7af1.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2023-04-24T16%3A29%3A01Z%2F-1%2Fhost%2Fcba31297717097c2e07ccf044412506ea6c94f9c5937f420b498ce5a05eb48ea
中国有好菜节目20231206,https://v.cdnlz18.com/20240111/9143_50bce337/index.m3u8
中国有好菜节目20231213,https://v.cdnlz18.com/20240111/9142_d793dae8/index.m3u8
中国有好菜节目20231220,https://v.cdnlz18.com/20240111/9141_bdf7df39/index.m3u8
中国有好菜节目20231227,https://v.cdnlz18.com/20240111/9140_d0d2728e/index.m3u8
中国有好菜节目20240103,https://v.cdnlz18.com/20240111/9139_216a4e64/index.m3u8
中国有好菜节目20240110,https://v.cdnlz18.com/20240111/9138_f209f20a/index.m3u8
中国有好菜节目20240117,https://v.cdnlz13.com/20240117/23138_6f180700/index.m3u8
中国有好菜节目20240124,https://v.cdnlz13.com/20240125/23500_ea18f08e/index.m3u8
中国有好菜节目20240131,https://v.cdnlz13.com/20240201/23804_a07f1c75/index.m3u8
我的美食向导节目第一期,https://hnzy.bfvvs.com/play/Ddw6BKmb/index.m3u8
我的美食向导节目第二期,https://v.gsuus.com/play/xe7qll1b/index.m3u8
我的美食向导节目第三期,https://v.gsuus.com/play/6dBM6kxb/index.m3u8
我的美食向导节目第四期,https://v.gsuus.com/play/xboBmVka/index.m3u8
我的美食向导节目第五期,https://hnzy.bfvvs.com/play/qaQljBGe/index.m3u8
我的美食向导节目第六期,https://v.gsuus.com/play/negO8Gje/index.m3u8

3.15报道,#genre#
河南2024.3.15回看（大象新闻）,https://p2.bdstatic.com/rtmp.liveshow.lss-user.baidubce.com/live/stream_bduid_17596417938195_9074440231/merged_1710513066689_761516_20_27489.m3u8
四川2024.3.15回看（四川观察）,https://live.video.weibocdn.com/29dc2af4-c862-4702-bbf8-6cb63885e7be_index.m3u8
北京2024.3.15回看（第七届诚信北京315晚会）,https://p2.bdstatic.com/rtmp.liveshow.lss-user.baidubce.com/live/stream_bduid_1096736198_7189930224/merged_1647349072566_69867_20_8840.m3u8
广东2024.3.15回看（广东经济科技频道）,https://p2.bdstatic.com/rtmp.liveshow.lss-user.baidubce.com/live/stream_bduid_1386886203_9072137384/merged_1710422346229_219649_20_4796.m3u8
2024.3。15晚会实时解读（打假人王海、知名律师揭秘商家套路）,https://p2.bdstatic.com/rtmp.liveshow.lss-user.baidubce.com/live/stream_bduid_4120749171_9075443000/merged_1710513546453_687907_11832_16658.m3u8
央视2024.3.15回看（CCTV2财经频道）,https://vdse.bdstatic.com//34a085767d7e6f7c5b8dcba0edabec6b.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-16T02%3A17%3A02Z%2F-1%2Fhost%2F248578f7843a8435592424b0b96305f34ab9c5761790749e7b9aade3dc5889f1

惊悚频道,#genre#
Шокирующее,http://rhsbjv7k.tvclub.xyz/iptv/74SQ72P5LQUZV5/6299/index.m3u8
Шокирующее HD,http://85.10.202.197:8080/1661/video.m3u8?token=M4f082ab4c
Шокирующее,http://j2jrm3as.tvclub.xyz/iptv/23QYU6W9W9EVLP/6299/index.m3u8
Шокирующее,http://iuhqittr.otttv.pw/iptv/WKNXDVD4MPUZGS/6299/index.m3u8
Шокирующее,http://j2jrm3as.tvclub.xyz/iptv/23QYU6W9W9EVLP/6299/index.m3u8
Fresh Horror,http://rhsbjv7k.tvclub.xyz/iptv/74SQ72P5LQUZV5/19296/index.m3u8
Fresh Horror,http://rhsbjv7k.tvclub.xyz/iptv/QUSEF3A55UE6BF/19296/index.m3u8
Magic Horror,http://rhsbjv7k.tvclub.xyz/iptv/QUSEF3A55UE6BF/18068/index.m3u8
Z! Horror,http://rhsbjv7k.tvclub.xyz/iptv/74SQ72P5LQUZV5/14137/index.m3u8
Z! Horror,http://rhsbjv7k.tvclub.xyz/iptv/QUSEF3A55UE6BF/14137/index.m3u8
BOX Ghost HD,http://rhsbjv7k.tvclub.xyz/iptv/74SQ72P5LQUZV5/20154/index.m3u8
BOX Ghost HD,http://rhsbjv7k.tvclub.xyz/iptv/QUSEF3A55UE6BF/20154/index.m3u8
BOX Ghost,http://gmx9up2a.ottclub.xyz/iptv/9DEUPF9K25U84K/20154/index.m3u8
Dosug TV Horror HD,http://rhsbjv7k.tvclub.xyz/iptv/74SQ72P5LQUZV5/14213/index.m3u8
Dosug TV Horror HD,http://rhsbjv7k.tvclub.xyz/iptv/QUSEF3A55UE6BF/14213/index.m3u8
KLI Horror FHD,http://rhsbjv7k.tvclub.xyz/iptv/74SQ72P5LQUZV5/20050/index.m3u8
Prokop TV Horror,http://rhsbjv7k.tvclub.xyz/iptv/74SQ72P5LQUZV5/18145/index.m3u8

自说总裁,#genre#

蜱虫.隐秘的吸血鬼.被咬一口终身不能吃肉,https://vd4.bdstatic.com/mda-pmedi1x3tmq4xfr3/sc/cae_h264/1702715128038744266/mda-pmedi1x3tmq4xfr3.mp4?v_from_s=hkapp-haokan-hna&auth_key=1704451158-0-0-286185120aa8751368549b0c2630f4cf&bcevod_channel=searchbox_feed&cr=2&cd=0&pd=1&pt=3&logid=2358091795&vid=2293833754138066988&klogid=2358091795&abtest=
咖啡的秘密,https://vd4.bdstatic.com/mda-pmc2nzudy1m1b7er/sc/cae_h264/1702444325326190338/mda-pmc2nzudy1m1b7er.mp4?v_from_s=bdapp-resbox-zan-hna
从山海经到吕洞宾 道家PhD们到底在研究什么,https://vd4.bdstatic.com/mda-phib3aenqk178r7r/sc/cae_h264/1692631661600571587/mda-phib3aenqk178r7r.mp4?v_from_s=bdapp-feedserver-hna
熊猫 真实存在的上古恐惧,https://vd2.bdstatic.com/mda-pem3n3i5jr18zqrh/sc/cae_h264/1684895093472499490/mda-pem3n3i5jr18zqrh.mp4?v_from_s=bdapp-landingpage-api-hna
猴子真的能变成人吗,https://vd2.bdstatic.com/mda-pe727jbi8kau80h6/sc/cae_h264/1683727861806606662/mda-pe727jbi8kau80h6.mp4?v_from_s=bdapp-landingpage-api-hna
2023年7月一个机器人竟然白了人类一眼,https://vd4.bdstatic.com/mda-phebt0jxfuwzw203/sc/cae_h264/1692256847156051179/mda-phebt0jxfuwzw203.mp4?v_from_s=bdapp-author-hna
最离奇的鱼,https://vd3.bdstatic.com/mda-pma6jdq87a8wck8w/sc/cae_h264/1702272380899418024/mda-pma6jdq87a8wck8w.mp4?v_from_s=bdapp-bdappcore-feed-hnb
用乐高理财,https://vd2.bdstatic.com/mda-pm824ma0p9em0exn/sc/cae_h264/1702117662456001901/mda-pm824ma0p9em0exn.mp4?v_from_s=bdapp-bdappcore-hna
人与动物究竟是谁驯化了谁,https://vd4.bdstatic.com/mda-pm51s44js24j1p8q/sc/cae_h264/1701884374937277387/mda-pm51s44js24j1p8q.mp4?v_from_s=bdapp-landingpage-api-hna
ChatGPT背后的故事 似乎有一个声音在说——不要模仿上帝,https://vd2.bdstatic.com/mda-pd23dgikeu8ivtrb/sc/cae_h264/1680495502641109547/mda-pd23dgikeu8ivtrb.mp4?v_from_s=bdapp-resbox-zan-hna
1932年 一个英国小伙儿发现了灵魂的秘密,https://vd3.bdstatic.com/mda-pan7qrtp0qkfqw47/sc/cae_h264/1674453502270792428/mda-pan7qrtp0qkfqw47.mp4?v_from_s=bdapp-author-hnb
120年前 这位少女开发了一款反垄断的游戏 销量堪比圣经,https://vd4.bdstatic.com/mda-paf2kat73uxjzh90/sc/cae_h264/1673864329825287021/mda-paf2kat73uxjzh90.mp4?v_from_s=bdapp-author-hnb
一个疯子和一个民科 完成了一本要花1000年才能写的书,https://vd2.bdstatic.com/mda-pcsai4r6avcbst6v/sc/cae_h264/1679903367786129578/mda-pcsai4r6avcbst6v.mp4?v_from_s=bdapp-author-hnb
鳌拜=all buy 为什么说他才是圣诞节的终极密码,https://vd2.bdstatic.com/mda-ph45q8qz48rd8d4e/sc/cae_h264/1691273815687821165/mda-ph45q8qz48rd8d4e.mp4?v_from_s=bdapp-author-hnb
被篡改的道德经,https://vd2.bdstatic.com/mda-pm363ggc64yd757e/sc/cae_h264/1701721150434994188/mda-pm363ggc64yd757e.mp4?v_from_s=bdapp-feedserver-hna
入侵物种=天降美食,https://vd3.bdstatic.com/mda-pm0bbdpyksa6jrrb/sc/cae_h264/1701588023921987945/mda-pm0bbdpyksa6jrrb.mp4?v_from_s=bdapp-landingpage-api-hna
感染还是寄居-胃癌的元凶,https://vd4.bdstatic.com/mda-pku2fga14y3p4jkq/sc/cae_h264/1701358671420618445/mda-pku2fga14y3p4jkq.mp4?v_from_s=bdapp-resbox-zan-hna
狮子睁眼瞎,https://vd2.bdstatic.com/mda-pks3e5iiqdwthfjx/sc/cae_h264/1701059878932856556/mda-pks3e5iiqdwthfjx.mp4?v_from_s=bdapp-feedserver-hnb
ChatGPT竟拥有灵魂,https://vd4.bdstatic.com/mda-pkpdtybnhbpvsks8/sc/cae_h264/1700886431148775125/mda-pkpdtybnhbpvsks8.mp4?v_from_s=bdapp-resbox-hnb
香烟如何一步步征服全球,https://vd4.bdstatic.com/mda-pkm34wq20fsrc304/sc/cae_h264/1700634029272250398/mda-pkm34wq20fsrc304.mp4?v_from_s=bdapp-resbox-hnb
1995年济南郊村挖出离奇古墓村民或死或疯诅咒降临,https://vd4.bdstatic.com/mda-pkj6rfh7f1m9hiyn/sc/cae_h264/1700464157157230820/mda-pkj6rfh7f1m9hiyn.mp4?v_from_s=bdapp-landingpage-api-hna
千里饿殍折叠时空科幻与历史重合,https://vd4.bdstatic.com/mda-pkgdb21iu2zwcqea/sc/cae_h264/1700302851274019152/mda-pkgdb21iu2zwcqea.mp4?v_from_s=bdapp-landingpage-api-hna
震惊的第七类外星人接触事件,https://vd3.bdstatic.com/mda-pke3g211srn55b8j/720p/h264/1700016072175373728/mda-pke3g211srn55b8j.mp4?v_from_s=bdapp-feedserver-hna
为什么买鲳鱼就像买彩票一样,https://vd4.bdstatic.com/mda-pkc38dyegdb4paxy/sc/cae_h264/1699871781818201304/mda-pkc38dyegdb4paxy.mp4?v_from_s=bdapp-landingpage-api-hna
吃屎可以长高猪脑移植人脑原理竟然与炼金术有关,https://vd2.bdstatic.com/mda-pk9eiqbpx4iann1q/sc/cae_h264/1699829249660405348/mda-pk9eiqbpx4iann1q.mp4?v_from_s=bdapp-landingpage-api-hnb
阿尔法狗成神之路人类是否真的一败涂地,https://vd3.bdstatic.com/mda-pk743ezjkumf1ymy/sc/cae_h264/1699426266194810057/mda-pk743ezjkumf1ymy.mp4?v_from_s=bdapp-author-hnb
易经能否预知未来？挖出失传的易经还破解了秦始皇的秘密,https://vd2.bdstatic.com/mda-pk54njuq9buwm2qi/sc/cae_h264/1699247496889181747/mda-pk54njuq9buwm2qi.mp4?v_from_s=bdapp-feedserver-hna
从活祭到烧纸钱在宗教与战争背后,https://vd2.bdstatic.com/mda-pk2e9900e5rx9b7k/sc/cae_h264/1699072245055687961/mda-pk2e9900e5rx9b7k.mp4?v_from_s=bdapp-feedserver-hna
心盲 为什么2%的人不怕鬼这竟然还与特斯拉和乔布斯有关,https://vd2.bdstatic.com/mda-pk04vcsctbpb8hsj/sc/cae_h264/1698816310945270507/mda-pk04vcsctbpb8hsj.mp4?v_from_s=bdapp-landingpage-api-hnb
哈尔滨出土一尊蒙面王妃她背后隐藏著一个惊悚的真相,https://vd4.bdstatic.com/mda-pjv68d3r4xbwxwdk/sc/cae_h264/1698651612546003045/mda-pjv68d3r4xbwxwdk.mp4?v_from_s=bdapp-bdappcore-feed-hnb
金瓶梅竟是状元备考文章,https://vd2.bdstatic.com/mda-pjsee49pmhm5criz/sc/cae_h264/1698471454104226945/mda-pjsee49pmhm5criz.mp4?v_from_s=bdapp-author-hnb
百余人沦陷绝境无人区最终走出了一代湘西王,https://vd4.bdstatic.com/mda-pjk2ki60xkieuaty/sc/cae_h264/1697910755449446550/mda-pjk2ki60xkieuaty.mp4?v_from_s=bdapp-feedserver-hnb
人性泯灭因果报应却逃不过藏女的宿命湘西王留下了半生尘梦,https://vd2.bdstatic.com/mda-pjq36v7wjnqjaidy/sc/cae_h264/1698270265907094322/mda-pjq36v7wjnqjaidy.mp4?v_from_s=bdapp-resbox-hnb
秦始皇除了出海寻仙也为自己布置了尸解成仙的法门,https://vd2.bdstatic.com/mda-pjn36d0qg43k547i/sc/cae_h264/1698043148620856941/mda-pjn36d0qg43k547i.mp4?v_from_s=bdapp-landingpage-api-hna
大唐诗仙竟是最强赘婿,https://vd3.bdstatic.com/mda-pjh3w2wewhnh7h19/720p/h264/1697597376620934802/mda-pjh3w2wewhnh7h19.mp4?v_from_s=bdapp-author-hnb
殖民星际四种结局科学家已从南岛人远征太平洋的故事中有所预见,https://vd4.bdstatic.com/mda-pjf4mpq01ny2huyg/sc/cae_h264/1697433379321455865/mda-pjf4mpq01ny2huyg.mp4?v_from_s=bdapp-feedserver-hnb
耶稣在大唐也有故事,https://vd4.bdstatic.com/mda-pjdb1m22ebtjkytp/sc/cae_h264/1697313842331422399/mda-pjdb1m22ebtjkytp.mp4?v_from_s=bdapp-bdappcore-feed-hna
在越南只要够出色就能成仙还坐拥千万信众膜拜,https://vd4.bdstatic.com/mda-pja3jp191qpn15s8/720p/h264/1696992475733250514/mda-pja3jp191qpn15s8.mp4?v_from_s=bdapp-author-hnb
原来挖掘地层探索星空我们不过是时间和空间的双重囚徒,https://vd2.bdstatic.com/mda-pj84mzkfyqc1vdii/sc/cae_h264/1696872761745448760/mda-pj84mzkfyqc1vdii.mp4?v_from_s=bdapp-landingpage-api-hnb
一年只放三天假迟到一天被砍头历史上的假期来之不易,https://vd3.bdstatic.com/mda-pj64ad7166dgdqkg/sc/cae_h264/1696654740031853845/mda-pj64ad7166dgdqkg.mp4?v_from_s=bdapp-landingpage-api-hnb
300%死亡率的手术手术的发展史如此惊悚,https://vd4.bdstatic.com/mda-piubtb5dgbur6tsh/sc/cae_h264/1696394261754525918/mda-piubtb5dgbur6tsh.mp4?v_from_s=bdapp-resbox-hna
1984年一个工程师破解了金字塔的原理那不是陵墓,https://vd4.bdstatic.com/mda-piugsa8uzv154v98/sc/cae_h264/1696220202808161415/mda-piugsa8uzv154v98.mp4?v_from_s=bdapp-resbox-hnb
专业背锅父子盗墓夫妻采珠奇葩职业,https://vd2.bdstatic.com/mda-pisdapinzxugm6z0/sc/cae_h264/1695826082239749557/mda-pisdapinzxugm6z0.mp4?v_from_s=bdapp-author-hnb
进化论为何被推上神坛,https://vd3.bdstatic.com/mda-piq4ns1ia6uyiqnj/sc/cae_h264/1695652660187669053/mda-piq4ns1ia6uyiqnj.mp4?v_from_s=bdapp-resbox-zan-hna
70年前竟然有人用核燃料做了一款玩具,https://vd2.bdstatic.com/mda-pik4e3qqncipchdp/sc/cae_h264/1695276735689902834/mda-pik4e3qqncipchdp.mp4?v_from_s=bdapp-bdappcore-feed-hnb
一个疯子割掉了自己的耳朵 死后变成了被全世界追捧的天才,https://vd4.bdstatic.com/mda-pih4zm3rzufq1fax/sc/cae_h264/1695056535752011446/mda-pih4zm3rzufq1fax.mp4?v_from_s=bdapp-landingpage-api-hnb
不准洗澡禁止厕所历史上还有哪些国王们的奇葩爱好,https://vd3.bdstatic.com/mda-pic52c3xaivg5bhm/sc/cae_h264/1694712114708278250/mda-pic52c3xaivg5bhm.mp4?v_from_s=bdapp-author-hnb
埃德加凯西号称最伟大预言家的男人,https://vd4.bdstatic.com/mda-pia2xgtgb1c567av/sc/cae_h264/1694457227930291920/mda-pia2xgtgb1c567av.mp4?v_from_s=bdapp-author-hnb
九转大还丹保你三日之内飞升成仙,https://vd2.bdstatic.com/mda-pi5dznuvduzk6ha9/sc/cae_h264/1694111059128058768/mda-pi5dznuvduzk6ha9.mp4?v_from_s=bdapp-bdappcore-feed-hnb
作家三毛一次次生离死别,https://vd4.bdstatic.com/mda-pi1dhbyt398px2uk/sc/cae_h264/1693826390074724240/mda-pi1dhbyt398px2uk.mp4?v_from_s=bdapp-author-hnb
LK-99还有大戏它背后6个男人的相爱相杀,https://vd2.bdstatic.com/mda-phvbh2gwfrqt9p9k/sc/cae_h264/1693484413842887121/mda-phvbh2gwfrqt9p9k.mp4?v_from_s=bdapp-author-hnb
钢刀如何成为了部落的圣物,https://vd2.bdstatic.com/mda-phpdgd78emd15d11/sc/cae_h264/1692934231445249965/mda-phpdgd78emd15d11.mp4?v_from_s=bdapp-landingpage-api-hnb
本拉登奥巴马最喜欢的神秘武器,https://vd4.bdstatic.com/mda-phgbzabpy3jhjd8v/720p/h264/1692261055967156500/mda-phgbzabpy3jhjd8v.mp4?v_from_s=bdapp-resbox-zan-hna
潜入地球上最幽深的地方 发现一个来自基因的恐惧,https://vd3.bdstatic.com/mda-phb8zqms4kjzxiw3/sc/cae_h264/1691995527399819295/mda-phb8zqms4kjzxiw3.mp4?v_from_s=bdapp-bdappcore-feed-hnb
人类到底做过哪些重口味的事情,https://vd4.bdstatic.com/mda-ph9e62e0vw1cg3fi/sc/cae_h264/1691679356505616963/mda-ph9e62e0vw1cg3fi.mp4?v_from_s=bdapp-bdappcore-feed-hnb
132年前 火山专家深入爪哇森林 他发现了无法解释的古代遗迹,https://vd2.bdstatic.com/mda-ph4awcg3mabtkt7a/sc/cae_h264/1691453925434251768/mda-ph4awcg3mabtkt7a.mp4?v_from_s=bdapp-author-hnb
500年前的大明朝 竟然已经有十二星座圣斗士,https://vd2.bdstatic.com/mda-pgw3nyrtdfkxmpqb/sc/cae_h264/1692753849892727478/mda-pgw3nyrtdfkxmpqb.mp4?v_from_s=bdapp-bdappcore-feed-hna
1972年3个小伙儿潜入甘蔗湾水墙 突然遭遇深海鲨鱼袭击,https://vd4.bdstatic.com/mda-pgmakj2s0vk9wask/sc/cae_h264/1690203902431912179/mda-pgmakj2s0vk9wask.mp4?v_from_s=bdapp-author-hnb
藏地最诡异的女妖传说,https://vd4.bdstatic.com/mda-pgec5pr7gs6cp6dc/sc/cae_h264/1689678900929674457/mda-pgec5pr7gs6cp6dc.mp4?v_from_s=bdapp-author-hnb
宇宙的黑暗真相 现实or虚幻,https://vd3.bdstatic.com/mda-pg79ydhnkffhjxme/sc/cae_h264/1688964222072957699/mda-pg79ydhnkffhjxme.mp4?v_from_s=bdapp-landingpage-api-hna
喜马拉雅山的尽头 一座十分美艳的妖山 它被藏民预言为末日神山,https://vd3.bdstatic.com/mda-pg240icz0qh9tbqd/sc/cae_h264/1688403087847838526/mda-pg240icz0qh9tbqd.mp4?v_from_s=bdapp-resbox-zan-hna
一种海洋里的未知力量 科学家本来根本不相信它的存在,https://vd4.bdstatic.com/mda-pfr4hh8ff0j8z2j4/sc/cae_h264/1687751506602867290/mda-pfr4hh8ff0j8z2j4.mp4?v_from_s=bdapp-landingpage-api-hna
大自然竟然用最柔弱的方式 塑造出最凶悍的武器,https://vd4.bdstatic.com/mda-pfi4668hngwss8yx/sc/cae_h264/1687154026735091482/mda-pfi4668hngwss8yx.mp4?v_from_s=bdapp-author-hna
继承八戒遗志的人 那年62岁 却选择像八戒一样走进大漠和雪山,https://vd2.bdstatic.com/mda-pfb4uwpzvu6ah2bh/sc/cae_h264/1686546869427069968/mda-pfb4uwpzvu6ah2bh.mp4?v_from_s=bdapp-feedserver-hnb
小燕子往南飞 一个被忽略的神奇故事,https://vd3.bdstatic.com/mda-pf43u94u976hccdu/sc/cae_h264/1685955048755125923/mda-pf43u94u976hccdu.mp4?v_from_s=bdapp-landingpage-api-hna
传说达芬奇是第一个破解圣杯秘密的人 但他只敢在画中留下密码,https://vd2.bdstatic.com/mda-peu46axbenpp7xh4/sc/cae_h264/1685576266335810529/mda-peu46axbenpp7xh4.mp4?v_from_s=bdapp-resbox-zan-hna
达芬奇 一颗穿越而来的火种 他一生究竟有哪些不为人知的故事,https://vd2.bdstatic.com/mda-pee2vpp4wi9fh4p8/sc/cae_h264/1684211232160748629/mda-pee2vpp4wi9fh4p8.mp4?v_from_s=bdapp-landingpage-api-hna
秦始皇陵又挖出了什么秘密 2023年4月挖掘成果公布,https://vd3.bdstatic.com/mda-pdt8i9zir2ay7ir5/sc/cae_h264/1683011232014405884/mda-pdt8i9zir2ay7ir5.mp4?v_from_s=bdapp-author-hnb
巫医驱魔竟真实存在,https://vd2.bdstatic.com/mda-pdn4rck5bh256wvh/sc/cae_h264/1682310984456967461/mda-pdn4rck5bh256wvh.mp4?v_from_s=bdapp-author-hnb
透视1650层 发现达芬奇留在《蒙娜丽莎》中的幽灵,https://vd4.bdstatic.com/mda-pdg3qw6gpqudgyxs/sc/cae_h264/1681707054849457889/mda-pdg3qw6gpqudgyxs.mp4?v_from_s=bdapp-resbox-zan-hna
《戴珍珠耳环的少女》差点被当假画扔掉,https://vd2.bdstatic.com/mda-pd92pjznn20kt4ds/sc/cae_h264/1681100324376933912/mda-pd92pjznn20kt4ds.mp4?v_from_s=bdapp-landingpage-api-hna
78年前这位博士把炼狱带到人间,https://vd4.bdstatic.com/mda-pcj46vmdybvvunie/sc/cae_h264/1679285190137065798/mda-pcj46vmdybvvunie.mp4?v_from_s=bdapp-author-hnb
鸠摩罗什 是他让佛的智慧在我们文化中扎根 只是一个翻译家吗,https://vd4.bdstatic.com/mda-pcc45ct6emvgercd/sc/cae_h264/1678682790115079842/mda-pcc45ct6emvgercd.mp4?v_from_s=bdapp-author-hnb
牛顿的上帝密码,https://vd2.bdstatic.com/mda-pdq5su5kznjt3axf/720p/h264/1682395514695391957/mda-pdq5su5kznjt3axf.mp4?v_from_s=bdapp-unicomment-hna
泰坦尼克的恐怖真相,https://vd4.bdstatic.com/mda-pc535viwh14r4p9p/sc/cae_h264/1678076039056481366/mda-pc535viwh14r4p9p.mp4?v_from_s=bdapp-resbox-zan-hna
鸭子的真相，也许超乎你的想象,https://vd2.bdstatic.com/mda-pbs3unv7iupipnb8/sc/cae_h264/1677472101533572235/mda-pbs3unv7iupipnb8.mp4?v_from_s=bdapp-author-hnb
1967年 这个小伙儿悍然起诉美国政府 3年后政府败诉,https://vd3.bdstatic.com/mda-pbj5v0zjhaj5nqyv/sc/cae_h264/1676869243700296889/mda-pbj5v0zjhaj5nqyv.mp4?v_from_s=bdapp-author-hnb
味精 你为什么恐惧它 也许 这背后还有一个你值得知道的故事,https://vd4.bdstatic.com/mda-pbc5y7g4tcjrsqmw/sc/cae_h264/1676262601277527559/mda-pbc5y7g4tcjrsqmw.mp4?v_from_s=bdapp-author-hnb
1666年 英国小伙破译了上帝的语言 然后炼金术士们消失了,https://vd3.bdstatic.com/mda-nmb5kes3x6d1zbhm/sc/cae_h264/1670818727571863932/mda-nmb5kes3x6d1zbhm.mp4?v_from_s=bdapp-author-hna
400年前 17名修女被恶魔附身 案件轰动欧洲 驱魔师轮番上阵,https://vd2.bdstatic.com/mda-pb53gue05m267v7a/sc/cae_h264/1675657132715788972/mda-pb53gue05m267v7a.mp4?v_from_s=bdapp-resbox-zan-hna
2005年 欧洲发现活着的金字塔竟与特斯拉的预言吻合,https://vd2.bdstatic.com/mda-pav4vegmqyj604mb/sc/cae_h264/1675052430096963209/mda-pav4vegmqyj604mb.mp4?v_from_s=bdapp-author-hnb
少年派的真相 11年前的经典故事 最近又有人解读出了终极的答案,https://vd3.bdstatic.com/mda-pa84nfvi3bbg91mn/sc/cae_h264/1673247453339879175/mda-pa84nfvi3bbg91mn.mp4?v_from_s=bdapp-author-hnb
他有一种古老的球技 64年前他打破了偏见却让自己陷入风波,https://vd2.bdstatic.com/mda-pa109c4kem280yh8/sc/cae_h264/1672725860764579758/mda-pa109c4kem280yh8.mp4?v_from_s=bdapp-author-hnb
1965年太平洋上发生一起荒岛大逃杀事件,https://vd4.bdstatic.com/mda-nmr5gg9mm9p0jv39/sc/cae_h264/1672030424465189444/mda-nmr5gg9mm9p0jv39.mp4?v_from_s=bdapp-author-hna
山就在那里这句名言的背后 也许还有一个你不知道的献祭故事,https://vd4.bdstatic.com/mda-nm42depvacha44jn/sc/cae_h264/1670213830542572218/mda-nm42depvacha44jn.mp4?v_from_s=bdapp-author-hna
这个男人发现了一个的化学阴谋 死磕50年帮你我赢下化学之战,https://vd3.bdstatic.com/mda-nkk38cfw698erdx9/sc/cae_h264/1669014456738295947/mda-nkk38cfw698erdx9.mp4?v_from_s=bdapp-author-hna
130年前 一个天才少年来到纽约 他撕毁300亿美元 只为点亮世界,https://vd2.bdstatic.com/mda-nk62w8cj6ysp5r4q/sc/cae_h264/1667794768611417183/mda-nk62w8cj6ysp5r4q.mp4?v_from_s=bdapp-bdappcore-hna
费米悖论 为什么我们找不到外星人 乌鸦竟然可以解释这个问题,https://vd2.bdstatic.com/mda-njw6iu15gnm9kg5j/sc/cae_h264/1667192756473444518/mda-njw6iu15gnm9kg5j.mp4?v_from_s=bdapp-resbox-zan-hnb
一群人闯入蒙古妖山 遭遇山难 27年后幸存者才讲出当年的细节,https://vd4.bdstatic.com/mda-njp5wcphn0nvysaw/sc/cae_h264/1666594698458248853/mda-njp5wcphn0nvysaw.mp4?v_from_s=bdapp-author-hna
从2亿年不进化的王者 到比黄金还贵的食物,https://vd2.bdstatic.com/mda-nj8evea5ju489q3s/sc/cae_h264/1665383599828868881/mda-nj8evea5ju489q3s.mp4?v_from_s=bdapp-author-hna
哥斯拉的传说 它的由来位于太平洋的小岛上 这里即将被淹没,https://vd3.bdstatic.com/mda-nj23tkrb0hdwz2x9/720p/h264/1664765325768944513/mda-nj23tkrb0hdwz2x9.mp4?v_from_s=bdapp-author-hna
20年前 教授深入复活节岛 破解石像谜团 竟发现地球监狱的真相,https://vd2.bdstatic.com/mda-nir385ppuq4xist8/sc/cae_h264/1664165327544424752/mda-nir385ppuq4xist8.mp4?v_from_s=bdapp-bdappcore-hnb
非洲发现三万年前的人类壁画 竟是仍然存活的地球第一批人类所为,https://vd4.bdstatic.com/mda-nii4udf4wjmuv4wb/sc/cae_h264/1663569376666242210/mda-nii4udf4wjmuv4wb.mp4?v_from_s=bdapp-author-hna
层层剖析多重人格的悬案 原来真正的意识主宰隐藏在更深的地方,https://vd4.bdstatic.com/mda-nib2d747qqvbgqs4/sc/cae_h264/1662971087190549098/mda-nib2d747qqvbgqs4.mp4?v_from_s=bdapp-author-hna
成都挖出扁鹊墓 失传千年的扁鹊医书重见天日,https://vd3.bdstatic.com/mda-ni45a4h9tuuw66zd/sc/cae_h264/1662350576023887438/mda-ni45a4h9tuuw66zd.mp4?v_from_s=bdapp-author-hna
龟蛇大战是摆拍 破解乌龟的谜团,https://vd3.bdstatic.com/mda-nhu4g2h4igv1viyx/sc/cae_h264/1661746546996500906/mda-nhu4g2h4igv1viyx.mp4?v_from_s=bdapp-resbox-zan-hnb
达芬奇手稿中的飞桥 穿越到400年前 竟中出现清明上河图中,https://vd3.bdstatic.com/mda-nhm3nkj5pq1db9g5/sc/cae_h264/1661174437525852896/mda-nhm3nkj5pq1db9g5.mp4?v_from_s=bdapp-author-hna
北极32℃ 中东暴雨地球怎么了 原来山海经的传说一直存在,https://vd3.bdstatic.com/mda-nhe4jmu3kvij4uuk/sc/cae_h264/1660536161613180672/mda-nhe4jmu3kvij4uuk.mp4?v_from_s=bdapp-author-hna
美洲发现甲骨文 河南挖出白令海蓝鲸 原来商朝的真相远不止如此,https://vd4.bdstatic.com/mda-nh74n095v8vw32fw/sc/cae_h264/1659931842745308297/mda-nh74n095v8vw32fw.mp4?v_from_s=bdapp-feedserver-hnb
国际卫生条例因它而生 面对病菌 该如何压制它们的软肋,https://vd4.bdstatic.com/mda-nh058emhs44isffv/sc/cae_h264/1659366275282049442/mda-nh058emhs44isffv.mp4?v_from_s=bdapp-feedserver-hnb
潜入海底深渊 去发现一个来自基因深处的秘密,https://vd2.bdstatic.com/mda-ngq5dyswyi387jhc/sc/cae_h264/1658725412039874178/mda-ngq5dyswyi387jhc.mp4?v_from_s=bdapp-author-hna
鉴真 本中一带而过的和尚 他到底是一个什么样的人,https://vd2.bdstatic.com/mda-ngg3m50inpe8bmi9/sc/cae_h264/1658030814606809547/mda-ngg3m50inpe8bmi9.mp4?v_from_s=bdapp-author-hna
2300米下发现未知鱿鱼 慢慢破解悬案 发现了南极深海巨物的秘密,https://vd4.bdstatic.com/mda-ng91f4rznawzf8fe/sc/cae_h264/1657448052436847998/mda-ng91f4rznawzf8fe.mp4?v_from_s=bdapp-author-hna
无害的石斑鱼在海洋里有多生猛,https://vd4.bdstatic.com/mda-ng23ezhtm8if6e8h/sc/cae_h264/1656820355503503092/mda-ng23ezhtm8if6e8h.mp4?v_from_s=bdapp-author-hna
失落的道家黑科技 来自7000年前的仿生学 今天的技术无法复制,https://vd4.bdstatic.com/mda-nfr5i44e6gbu3qm2/sc/cae_h264/1656216795236248569/mda-nfr5i44e6gbu3qm2.mp4?v_from_s=bdapp-author-hna
出现在西安的1300岁的麦田怪圈 竟隐藏着有关帝国命运的风水密码,https://vd3.bdstatic.com/mda-nfi4j1bxrfszm8eh/sc/cae_h264/1655610025601736583/mda-nfi4j1bxrfszm8eh.mp4?v_from_s=bdapp-resbox-zan-hna
40年前 嵩山上发现武则天的日记 女皇晚年承认了自己一生的原罪,https://vd2.bdstatic.com/mda-nfb4qx7r9xk4mrau/sc/cae_h264/1679646053825406088/mda-nfb4qx7r9xk4mrau.mp4?v_from_s=bdapp-author-hnb
考古队意外闯入古堡 一个延续700年的神秘家族终于浮现,https://vd4.bdstatic.com/mda-njp5wcphn0nvysaw/sc/cae_h264/1666594698458248853/mda-njp5wcphn0nvysaw.mp4?v_from_s=bdapp-author-hna
吃大闸蟹会上瘾？真假螃蟹 为什么帝王是虫子而不是螃蟹,https://vd2.bdstatic.com/mda-neu45469d6fypm9m/sc/cae_h264/1653799300662987095/mda-neu45469d6fypm9m.mp4?v_from_s=bdapp-author-hnb
真实的唐僧到底有多强悍 一切真实的故事 从一场考古发现说起,https://vd2.bdstatic.com/mda-nem3wnbr2ue1qt8s/sc/cae_h264/1653794334352208784/mda-nem3wnbr2ue1qt8s.mp4?v_from_s=bdapp-author-hnb
从小龙虾到大花龙 我们吃的到底是什么生物,https://vd2.bdstatic.com/mda-nee1vtwha78m1v4f/sc/cae_h264/1652587851642005122/mda-nee1vtwha78m1v4f.mp4?v_from_s=bdapp-author-hnb
秦始皇的真面目,https://vd2.bdstatic.com/mda-ne74r1q1zipasjvj/sc/cae_h264/1651984351126403194/mda-ne74r1q1zipasjvj.mp4?v_from_s=bdapp-author-hnb
鲤鱼的秘密,https://vd3.bdstatic.com/mda-ne049afuraqgha9c/sc/cae_h264_delogo/1651382698941463439/mda-ne049afuraqgha9c.mp4?v_from_s=bdapp-author-hnb
史前避难所,https://vd2.bdstatic.com/mda-ndrb3kz44gkrf1j0/sc/cae_h264_delogo/1650970678782076074/mda-ndrb3kz44gkrf1j0.mp4?v_from_s=bdapp-author-hnb
会飞的中国人,https://vd4.bdstatic.com/mda-ndg5vwqjzp6gwycp/sc/cae_h264_delogo/1650169608534670199/mda-ndg5vwqjzp6gwycp.mp4?v_from_s=bdapp-author-hnb
七星封印棺 出现时空错位的遗物 线索却牵连出西方人,https://vd2.bdstatic.com/mda-nd95mp5dtqifstx8/sc/cae_h264_delogo/1649564670170849052/mda-nd95mp5dtqifstx8.mp4?v_from_s=bdapp-author-hnb
吸血鬼的真相,https://vd4.bdstatic.com/mda-nd1cx99f10e6v7a3/sc/cae_h264_delogo/1648960561137604105/mda-nd1cx99f10e6v7a3.mp4?v_from_s=bdapp-author-hnb
喜马拉雅密道,https://vd4.bdstatic.com/mda-ncr4uzt4yskv5htq/sc/cae_h264_delogo/1648353722169413260/mda-ncr4uzt4yskv5htq.mp4?v_from_s=bdapp-resbox-zan-hna
超级血液 器官再生 百毒不侵 这就是人们认为它是仙兽真正原因,https://vd4.bdstatic.com/mda-nck5xp3i5adduw78/sc/cae_h264_delogo/1647840268787437295/mda-nck5xp3i5adduw78.mp4?v_from_s=bdapp-author-hnb
镇魔塔的真相,https://vd3.bdstatic.com/mda-ncd53edp9w459gs6/sc/cae_h264_delogo/1647231788295184554/mda-ncd53edp9w459gs6.mp4?v_from_s=bdapp-author-hnb
千年镇水兽 都江堰背后隐藏着一个被删除的上古故事,https://vd2.bdstatic.com/mda-nc65d7wvwac7zhkt/sc/cae_h264_delogo/1646626090282993281/mda-nc65d7wvwac7zhkt.mp4?v_from_s=bdapp-author-hnb
越王剑的秘密,https://vd2.bdstatic.com/mda-nbk4yr94z152x293/sc/cae_h264_nowatermark_delogo/1645416770059590491/mda-nbk4yr94z152x293.mp4?v_from_s=bdapp-author-hnb
改变世界的鳕鱼,https://vd2.bdstatic.com/mda-nbe9i0vh4i2mnvt2/sc/cae_h264_nowatermark_delogo/1644909110729556273/mda-nbe9i0vh4i2mnvt2.mp4?v_from_s=bdapp-author-hnb
秦始皇的武器,https://vd3.bdstatic.com/mda-nb5id1srmss2ieu5/sc/cae_h264_nowatermark_delogo/1644207707731590392/mda-nb5id1srmss2ieu5.mp4?v_from_s=bdapp-author-hnb
鲍鱼的秘密,https://vd4.bdstatic.com/mda-navmq2z78s4gzbg4/sc/cae_h264_nowatermark_delogo/1643601734986121163/mda-navmq2z78s4gzbg4.mp4?v_from_s=bdapp-resbox-zan-hnb
大鹅的真实面貌超出你想象,https://vd2.bdstatic.com/mda-nag5rn25kdy93f2g/sc/cae_h264_nowatermark_delogo/1642393382327434603/mda-nag5rn25kdy93f2g.mp4?v_from_s=bdapp-author-hnb
不可思议的黑科技,https://vd4.bdstatic.com/mda-nap4u8qg2aasqgm6/sc/cae_h264_nowatermark_delogo/1642997717977814749/mda-nap4u8qg2aasqgm6.mp4?v_from_s=bdapp-resbox-zan-hnb
秦始皇陵真相,https://vd3.bdstatic.com/mda-na9652meqnadutn3/sc/cae_h264_nowatermark_delogo/1642090537873097971/mda-na9652meqnadutn3.mp4?v_from_s=bdapp-author-hnb
入侵海外的魔王 竟是云南人的宠物 三针蛰死牛 却被大量养殖,https://vd4.bdstatic.com/mda-na35syffmb40bvsv/sc/cae_h264/1680118046061291980/mda-na35syffmb40bvsv.mp4?v_from_s=bdapp-author-hnb
从4毛一斤到价比黄金,https://vd3.bdstatic.com/mda-mms3sq00a31bkqnb/sc/cae_h264_delogo/1643399256298270996/mda-mms3sq00a31bkqnb.mp4?v_from_s=bdapp-author-hnb
为什么中年会发福 糖尿病越来越高发 也许是你祖先留下的咒语,https://vd2.bdstatic.com/mda-mmj5pc8jt3mej3bj/sc/cae_h264_nowatermark/1640002780973121675/mda-mmj5pc8jt3mej3bj.mp4?v_from_s=bdapp-author-hnb
婴儿实验 华生与小艾伯特的悲剧,https://vd4.bdstatic.com/mda-pmd8zacy8d2s7muw/720p/h264/1702534838492949923/mda-pmd8zacy8d2s7muw.mp4?v_from_s=bdapp-landingpage-api-hna
发现免疫的秘密 原来寄生虫使用三角诅咒控制人类,https://vd4.bdstatic.com/mda-mmc6zaf3z6568yw1/sc/cae_h264_nowatermark/1639639335220937015/mda-mmc6zaf3z6568yw1.mp4?v_from_s=bdapp-author-hna
真假三文鱼,https://vd2.bdstatic.com/mda-mm55ax1ztx7dpccy/sc/cae_h264_nowatermark/1638763870401741508/mda-mm55ax1ztx7dpccy.mp4?v_from_s=bdapp-author-hna
曜变天目碗 装着整碗宇宙,https://vd4.bdstatic.com/mda-njg43umruimi9b2a/sc/cae_h264/1665982425315594000/mda-njg43umruimi9b2a.mp4?v_from_s=bdapp-author-hna
被誉为第五大发明的中国帆,https://vd4.bdstatic.com/mda-nkd4n65nz4fa1zwy/sc/cae_h264/1668398675486175703/mda-nkd4n65nz4fa1zwy.mp4?v_from_s=bdapp-author-hna
中国末代皇后,https://vd3.bdstatic.com/mda-nmi2rebetpa7rx0j/sc/cae_h264/1671424472946026065/mda-nmi2rebetpa7rx0j.mp4?v_from_s=bdapp-author-hna
三项新计划 自说自话的总裁,https://vd3.bdstatic.com/mda-pa3d6fy8uirmv204/720p/h264/1672823963430533994/mda-pa3d6fy8uirmv204.mp4?v_from_s=bdapp-author-hnb

最诡异的气体.隐藏在我们每个人体内让地球变成紫色,https://vd3.bdstatic.com/mda-pmh368d86nu9wqzk/wzdash/bd264/1702907321603378999/mda-pmh368d86nu9wqzk/dash-sc.mp4?cr=1&cd=1&abtest=&logid=0466493215&pd=1&pt=3&vid=217780460936061040
AI七宗罪.人工智能三大定律竟有致命漏洞,https://vd3.bdstatic.com/mda-qa24427jznhs9ep1/wzdash/bd264/1704271706142650151/mda-qa24427jznhs9ep1/dash-sc.mp4?cr=1&cd=1&abtest=&logid=3439144129&pd=1&pt=3&vid=17670337982169203629
为什么说猫能看到子弹时间,https://vd3.bdstatic.com/mda-pmuafahuta65t7kp/haokan_t/dash/1704100665635930072/mda-pmuafahuta65t7kp-2.mp4?cr=1&cd=1&abtest=&logid=0214553165&pd=1&pt=3&vid=7359454693523538634
人类学家深入非洲部落竟为啤酒折服,https://vd3.bdstatic.com/mda-pmj36vevi7y9wdaq/haokan_t/dash/1703064277605376003/mda-pmj36vevi7y9wdaq-2.mp4?cr=1&cd=1&abtest=&logid=0552756458&pd=1&pt=3&vid=18251812286794829726
镜像神经元.难道真的是心灵扬升的阶梯,https://vd3.bdstatic.com/mda-pmu4f47p5qds9gjm/wzdash/bd264/1703926096907462094/mda-pmu4f47p5qds9gjm/dash-sc.mp4?cr=1&cd=1&abtest=&logid=0640039060&pd=1&pt=3&vid=14378213100650277019
爱真的只是激素吗.当灵魂超脱肉体人类又能否逃离天罚,https://vd3.bdstatic.com/mda-pmmc13a0d7a61e3p/wzdash/bd264/1703317734318724060/mda-pmmc13a0d7a61e3p/dash-sc.mp4?cr=1&cd=1&abtest=&logid=0822969545&pd=1&pt=3&vid=12296698270595153357
人类永远无法战胜的初代魔王,https://vd3.bdstatic.com/mda-pms2r66z1r4zb0uz/wzdash/bd264/1703677742817233974/mda-pms2r66z1r4zb0uz/dash-sc.mp4?cr=1&cd=1&abtest=&logid=0694707666&pd=1&pt=3&vid=16921080726777024397
从苏美到波斯.最后的阿努纳奇,https://vd3.bdstatic.com/mda-pmq3t061x660vczz/wzdash/bd264/1703494150019374666/mda-pmq3t061x660vczz/dash-sc.mp4?cr=1&cd=1&abtest=&logid=0747062273&pd=1&pt=3&vid=8328585407203761469

新自说01,https://vd4.bdstatic.com/mda-pdg3qw6gpqudgyxs/sc/cae_h264/1681707054849457889/mda-pdg3qw6gpqudgyxs.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681973683-0-0-1e44e6d342f0f124e76755979b0cee13&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1482963109&vid=17042604252896865625&abtest=109159_2-109432_1&klogid=1482963109
新自说02,https://vd2.bdstatic.com/mda-pd92pjznn20kt4ds/sc/cae_h264/1681100324376933912/mda-pd92pjznn20kt4ds.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681973721-0-0-7f1c652dfd888af46d3b09f0dd1c11a0&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1521046439&vid=10538665691469106150&abtest=109159_2-109432_1&klogid=1521046439
新自说03,https://vd2.bdstatic.com/mda-pd23dgikeu8ivtrb/sc/cae_h264/1680495502641109547/mda-pd23dgikeu8ivtrb.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681973764-0-0-97e504a1d9119399d476befb134db645&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1564432401&vid=7817594092261070030&abtest=109159_2-109432_1&klogid=1564432401
新自说04,https://vd2.bdstatic.com/mda-pcsai4r6avcbst6v/sc/cae_h264/1679903367786129578/mda-pcsai4r6avcbst6v.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681973830-0-0-af61edd1a83510d1f33c1bd4f2399bc8&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1630523597&vid=6611253814682418386&abtest=109159_2-109432_1&klogid=1630523597
新自说05,https://vd4.bdstatic.com/mda-pcj46vmdybvvunie/sc/cae_h264/1679285190137065798/mda-pcj46vmdybvvunie.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681973858-0-0-ad9063b4483176d4e8ce87318dfb340b&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1658765402&vid=15578322996510432942&abtest=109159_2-109432_1&klogid=1658765402
新自说06,https://vd4.bdstatic.com/mda-pcc45ct6emvgercd/sc/cae_h264/1678682790115079842/mda-pcc45ct6emvgercd.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681973891-0-0-a8d54a9484578f0e07cb63d611196873&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1690801967&vid=8780633955103144668&abtest=109159_2-109432_1&klogid=1690801967
新自说07,https://vd4.bdstatic.com/mda-pc535viwh14r4p9p/sc/cae_h264/1678076039056481366/mda-pc535viwh14r4p9p.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681973927-0-0-3d50a836e112aeeaf3c1fcd418b5938c&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1727899883&vid=11769502336393389658&abtest=109159_2-109432_1&klogid=1727899883
新自说08,https://vd2.bdstatic.com/mda-pbs3unv7iupipnb8/sc/cae_h264/1677472101533572235/mda-pbs3unv7iupipnb8.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681973954-0-0-4968fc6c496532053b7453b9ce3bb7c9&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1754164168&vid=2782884529330091840&abtest=109159_2-109432_1&klogid=1754164168
新自说09,https://vd3.bdstatic.com/mda-pbj5v0zjhaj5nqyv/sc/cae_h264/1676869243700296889/mda-pbj5v0zjhaj5nqyv.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681974010-0-0-527a08d56f8835cdf31349316af5547d&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1809987749&vid=13914247293509377137&abtest=109159_2-109432_1&klogid=1809987749
新自说10,https://vd4.bdstatic.com/mda-pbc5y7g4tcjrsqmw/sc/cae_h264/1676262601277527559/mda-pbc5y7g4tcjrsqmw.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681974030-0-0-db89b1512acf3869699c320ebe6cc00d&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1830496188&vid=16532207713096526492&abtest=109159_2-109432_1&klogid=1830496188
新自说11,https://vd2.bdstatic.com/mda-pb53gue05m267v7a/sc/cae_h264/1675657132715788972/mda-pb53gue05m267v7a.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681974063-0-0-e063b362f951c990441c938f5029e8f6&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1863155051&vid=10559831749953664960&abtest=109159_2-109432_1&klogid=1863155051
新自说12,https://vd2.bdstatic.com/mda-pav4vegmqyj604mb/sc/cae_h264/1675052430096963209/mda-pav4vegmqyj604mb.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681974094-0-0-71efe2ba42627e287f0ca41b5089d574&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1894809345&vid=9117148723354775776&abtest=109159_2-109432_1&klogid=1894809345
新自说13,https://vd3.bdstatic.com/mda-pan7qrtp0qkfqw47/sc/cae_h264/1674453502270792428/mda-pan7qrtp0qkfqw47.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681974125-0-0-94da04d2904329a41caa36afa635a49b&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1925213779&vid=8487580833214426177&abtest=109159_2-109432_1&klogid=1925213779
新自说14,https://vd4.bdstatic.com/mda-paf2kat73uxjzh90/sc/cae_h264/1673864329825287021/mda-paf2kat73uxjzh90.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681974160-0-0-af5acfb479b43cfb0adc74545dd8cc84&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1960555483&vid=17298578519183490715&abtest=109159_2-109432_1&klogid=1960555483
新自说15,https://vd3.bdstatic.com/mda-pa84nfvi3bbg91mn/sc/cae_h264/1673247453339879175/mda-pa84nfvi3bbg91mn.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681974220-0-0-caa8b365ac3cb6bc3ce03716f2b2d30e&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2019888176&vid=390054137072561691&abtest=109159_2-109432_1&klogid=2019888176
新自说16,https://vd2.bdstatic.com/mda-pa109c4kem280yh8/sc/cae_h264/1672725860764579758/mda-pa109c4kem280yh8.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681974265-0-0-cd6987e405ee6e4321c4e7489e9fb278&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2065700823&vid=10758397567358076746&abtest=109159_2-109432_1&klogid=2065700823
新自说17,https://vd4.bdstatic.com/mda-nmr5gg9mm9p0jv39/sc/cae_h264/1672030424465189444/mda-nmr5gg9mm9p0jv39.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681974327-0-0-e81e7cf0ed8e2eae99bab312f561346d&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2127308403&vid=17888248882922826518&abtest=109159_2-109432_1&klogid=2127308403
新自说18,https://vd3.bdstatic.com/mda-nmi2rebetpa7rx0j/sc/cae_h264/1671424472946026065/mda-nmi2rebetpa7rx0j.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681974349-0-0-a8e67992bbb686c417e6f55789b3e9d1&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2148954550&vid=8109788975201701384&abtest=109159_2-109432_1&klogid=2148954550
新自说19,https://vd3.bdstatic.com/mda-nmb5kes3x6d1zbhm/sc/cae_h264/1670818727571863932/mda-nmb5kes3x6d1zbhm.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681974374-0-0-29b9b50dfe567a663fe05c3bae95cad5&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2174750325&vid=4884473731863313874&abtest=109159_2-109432_1&klogid=2174750325
新自说20,https://vd4.bdstatic.com/mda-nm42depvacha44jn/sc/cae_h264/1670213830542572218/mda-nm42depvacha44jn.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681974432-0-0-2f4fabad879c57f57ceb989405b04882&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2231877576&vid=4023839588443877228&abtest=109159_2-109432_1&klogid=2231877576
新自说21,https://vd3.bdstatic.com/mda-nkk38cfw698erdx9/sc/cae_h264/1669014456738295947/mda-nkk38cfw698erdx9.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681974470-0-0-ff6e083f78a00db42414db2e4e385fd4&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2270142565&vid=6438810100490987431&abtest=109159_2-109432_1&klogid=2270142565
新自说22,https://vd4.bdstatic.com/mda-nkd4n65nz4fa1zwy/sc/cae_h264/1668398675486175703/mda-nkd4n65nz4fa1zwy.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681974492-0-0-eeea2212db5cd9262f5fb611c79527ba&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2292094502&vid=16104618775600876658&abtest=109159_2-109432_1&klogid=2292094502
新自说23,https://vd2.bdstatic.com/mda-nk62w8cj6ysp5r4q/sc/cae_h264/1667794768611417183/mda-nk62w8cj6ysp5r4q.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681974518-0-0-341915667db1e2219eee492fe0657139&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2318548457&vid=6733219853099956056&abtest=109159_2-109432_1&klogid=2318548457
新自说24,https://vd2.bdstatic.com/mda-njw6iu15gnm9kg5j/sc/cae_h264/1667192756473444518/mda-njw6iu15gnm9kg5j.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681974547-0-0-a8f5fd1c5fcf3474ecb0807d91d73655&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2347689302&vid=15830132617829913539&abtest=109159_2-109432_1&klogid=2347689302
新自说25,https://vd4.bdstatic.com/mda-njp5wcphn0nvysaw/sc/cae_h264/1666594698458248853/mda-njp5wcphn0nvysaw.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681974593-0-0-894cd99396c9d5735a75d5fd0781dd9c&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2393718104&vid=5019990744137111585&abtest=109159_2-109432_1&klogid=2393718104
新自说26,https://vd4.bdstatic.com/mda-njg43umruimi9b2a/sc/cae_h264/1665982425315594000/mda-njg43umruimi9b2a.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681974630-0-0-94b5ca1287f44f734b36c32e49e72b09&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2430416701&vid=1943991125898592458&abtest=109159_2-109432_1&klogid=2430416701
新自说27,https://vd2.bdstatic.com/mda-nj8evea5ju489q3s/sc/cae_h264/1665383599828868881/mda-nj8evea5ju489q3s.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681974650-0-0-57a076f2413407a09ae248580e882eaa&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2450059123&vid=14198328039444696813&abtest=109159_2-109432_1&klogid=2450059123
新自说28,https://vd3.bdstatic.com/mda-nj23tkrb0ᴴᴰwz2x9/720p/h264/1664765325768944513/mda-nj23tkrb0ᴴᴰwz2x9.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681974679-0-0-a1d26d3d77ac5806be251a0a47cb8851&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2479233552&vid=9160431766710437567&abtest=109159_2-109432_1&klogid=2479233552
新自说29,https://vd2.bdstatic.com/mda-nir385ppuq4xist8/sc/cae_h264/1664165327544424752/mda-nir385ppuq4xist8.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681974708-0-0-92dfdc102a126cf24b89bd8b0654dc58&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2508311162&vid=16402741243510100173&abtest=109159_2-109432_1&klogid=2508311162
新自说30,https://vd4.bdstatic.com/mda-nii4udf4wjmuv4wb/sc/cae_h264/1663569376666242210/mda-nii4udf4wjmuv4wb.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681974754-0-0-d5b191e5f1d13604bfb0910892a2c4a5&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2554344820&vid=6819260030639755725&abtest=109159_2-109432_1&klogid=2554344820
新自说31,https://vd4.bdstatic.com/mda-nib2d747qqvbgqs4/sc/cae_h264/1662971087190549098/mda-nib2d747qqvbgqs4.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681974775-0-0-5e19aa6f59b89077dd6555994b3aed45&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2575226023&vid=5343104415969605558&abtest=109159_2-109432_1&klogid=2575226023
新自说32,https://vd3.bdstatic.com/mda-ni45a4h9tuuw66zd/sc/cae_h264/1662350576023887438/mda-ni45a4h9tuuw66zd.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681974803-0-0-b67be5c2eef2f8b36e5a92505f9e4c61&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2603154328&vid=11974214801465053061&abtest=109159_2-109432_1&klogid=2603154328
新自说33,https://vd3.bdstatic.com/mda-nhu4g2h4igv1viyx/sc/cae_h264/1661746546996500906/mda-nhu4g2h4igv1viyx.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681974849-0-0-1c1d4d8e2037cf4e3d3ffc41cb658eda&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2649213721&vid=10023304589632324394&abtest=109159_2-109432_1&klogid=2649213721
新自说34,https://vd3.bdstatic.com/mda-nhm3nkj5pq1db9g5/sc/cae_h264/1661174437525852896/mda-nhm3nkj5pq1db9g5.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681974870-0-0-bdbb61a20dac08706db20e05156678f4&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2669944923&vid=6980646853092730914&abtest=109159_2-109432_1&klogid=2669944923
新自说35,https://vd3.bdstatic.com/mda-nhe4jmu3kvij4uuk/sc/cae_h264/1660536161613180672/mda-nhe4jmu3kvij4uuk.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681974897-0-0-2366d90b0f5ecbc54f4f924e68a76062&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2697118637&vid=13045594269164819814&abtest=109159_2-109432_1&klogid=2697118637
新自说36,https://vd4.bdstatic.com/mda-nh74n095v8vw32fw/sc/cae_h264/1659931842745308297/mda-nh74n095v8vw32fw.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681974923-0-0-adccf24d977abddab4a5749ec5626e74&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2723389531&vid=13579612258002534402&abtest=109159_2-109432_1&klogid=2723389531
新自说37,https://vd4.bdstatic.com/mda-nh058emhs44isffv/sc/cae_h264/1659366275282049442/mda-nh058emhs44isffv.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681974967-0-0-cd13f53ba0b1e13dd6549ac92abd4bb8&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2767175850&vid=17781424674723290828&abtest=109159_2-109432_1&klogid=2767175850
新自说38,https://vd2.bdstatic.com/mda-ngq5dyswyi387jhc/sc/cae_h264/1658725412039874178/mda-ngq5dyswyi387jhc.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681974987-0-0-e6055653cbf09078abc74fd39aaf1483&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2787417282&vid=13085027970508417679&abtest=109159_2-109432_1&klogid=2787417282
新自说39,https://vd2.bdstatic.com/mda-ngg3m50inpe8bmi9/sc/cae_h264/1658030814606809547/mda-ngg3m50inpe8bmi9.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681975017-0-0-e368a250d23aadf3a5ab7f9140f62ec0&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2817000846&vid=6934779476866203243&abtest=109159_2-109432_1&klogid=2817000846
新自说40,https://vd4.bdstatic.com/mda-ng91f4rznawzf8fe/sc/cae_h264/1657448052436847998/mda-ng91f4rznawzf8fe.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681975045-0-0-bdb37d2af2f10077d918f88de9b79414&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2845599813&vid=7830632339739700238&abtest=109159_2-109432_1&klogid=2845599813
新自说41,https://vd4.bdstatic.com/mda-ng23ezhtm8if6e8h/sc/cae_h264/1656820355503503092/mda-ng23ezhtm8if6e8h.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681975082-0-0-fc31525a9ae9f19fdb36f37bc51b5d57&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2881917538&vid=2802443770262556988&abtest=109159_2-109432_1&klogid=2881917538
新自说42,https://vd4.bdstatic.com/mda-nfr5i44e6gbu3qm2/sc/cae_h264/1656216795236248569/mda-nfr5i44e6gbu3qm2.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681975125-0-0-635d84d7d62e9ca6293d51961d7df984&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2925359713&vid=6981787391454348912&abtest=109159_2-109432_1&klogid=2925359713
新自说43,https://vd3.bdstatic.com/mda-nfi4j1bxrfszm8eh/sc/cae_h264/1655610025601736583/mda-nfi4j1bxrfszm8eh.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681975144-0-0-868394ef6130596f31417d835ccb4595&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2944766704&vid=8602244613308365111&abtest=109159_2-109432_1&klogid=2944766704
新自说44,https://vd2.bdstatic.com/mda-nfb4qx7r9xk4mrau/sc/cae_h264/1679646053825406088/mda-nfb4qx7r9xk4mrau.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681975176-0-0-60295e89b47653b08bc772d012f360ec&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2975958400&vid=4116676730791028300&abtest=109159_2-109432_1&klogid=2975958400
新自说45,https://vd2.bdstatic.com/mda-neu45469d6fypm9m/sc/cae_h264/1653799300662987095/mda-neu45469d6fypm9m.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681975202-0-0-49dcac20ad3dafd03e172ba5ef7f8f68&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=3002678630&vid=1050996118758183243&abtest=109159_2-109432_1&klogid=3002678630
新自说46,https://vd2.bdstatic.com/mda-nem3wnbr2ue1qt8s/sc/cae_h264/1653794334352208784/mda-nem3wnbr2ue1qt8s.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681975235-0-0-b4259bb02fdf4548da3bcf7901d47432&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=3035112754&vid=4439339204019389090&abtest=109159_2-109432_1&klogid=3035112754
新自说47,https://vd2.bdstatic.com/mda-nee1vtwha78m1v4f/sc/cae_h264/1652587851642005122/mda-nee1vtwha78m1v4f.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681975260-0-0-5233cc0a159f8e173e4fbf5b3c147535&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=3060177283&vid=18439364514349037006&abtest=109159_2-109432_1&klogid=3060177283
新自说48,https://vd2.bdstatic.com/mda-ne74r1q1zipasjvj/sc/cae_h264/1651984351126403194/mda-ne74r1q1zipasjvj.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681975289-0-0-9652b34bbe88e2ed591429f831faac08&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=3089528379&vid=1777603584796534600&abtest=109159_2-109432_1&klogid=3089528379
新自说49,https://vd3.bdstatic.com/mda-ne049afuraqgha9c/sc/cae_h264_delogo/1651382698941463439/mda-ne049afuraqgha9c.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681975334-0-0-a7687f6e2f151a4a02c593742ac0f349&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=3134899354&vid=6975864639843358397&abtest=109159_2-109432_1&klogid=3134899354
新自说50,https://vd2.bdstatic.com/mda-ndrb3kz44gkrf1j0/sc/cae_h264_delogo/1650970678782076074/mda-ndrb3kz44gkrf1j0.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681975352-0-0-dccafa25397181f7869647b6135b132c&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=3152786322&vid=15819730794781069356&abtest=109159_2-109432_1&klogid=3152786322
新自说51,https://vd4.bdstatic.com/mda-ndg5vwqjzp6gwycp/sc/cae_h264_delogo/1650169608534670199/mda-ndg5vwqjzp6gwycp.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681975419-0-0-d54e6961d001f3a40e7cc25d4f2131f4&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=3219414102&vid=10481826992343221382&abtest=109159_2-109432_1&klogid=3219414102
新自说52,https://vd2.bdstatic.com/mda-nd95mp5dtqifstx8/sc/cae_h264_delogo/1649564670170849052/mda-nd95mp5dtqifstx8.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681975465-0-0-8582fe0eebb8c2bab594ba5f661865b9&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=3265485131&vid=9751714536642629473&abtest=109159_2-109432_1&klogid=3265485131
新自说53,https://vd4.bdstatic.com/mda-nd1cx99f10e6v7a3/sc/cae_h264_delogo/1648960561137604105/mda-nd1cx99f10e6v7a3.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681975503-0-0-29ad805f034b0023e8e15d9f591e9aaf&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=3303615798&vid=18366815205199090152&abtest=109159_2-109432_1&klogid=3303615798
新自说54,https://vd4.bdstatic.com/mda-ncr4uzt4yskv5htq/sc/cae_h264_delogo/1648353722169413260/mda-ncr4uzt4yskv5htq.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681975544-0-0-3e0e33b1b732a815b94c9a531398c2e4&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=3344003382&vid=12502006543784937528&abtest=109159_2-109432_1&klogid=3344003382
新自说55,https://vd4.bdstatic.com/mda-nck5xp3i5adduw78/sc/cae_h264_delogo/1647840268787437295/mda-nck5xp3i5adduw78.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681975567-0-0-03b9a1f1e6d8d459fe76cdfca12d1c08&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=3367105004&vid=4380233937395886498&abtest=109159_2-109432_1&klogid=3367105004
新自说56,https://vd3.bdstatic.com/mda-ncd53edp9w459gs6/sc/cae_h264_delogo/1647231788295184554/mda-ncd53edp9w459gs6.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681975609-0-0-560760f317b776ebec109e3aff74b177&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=3409028152&vid=5040428190677461861&abtest=109159_2-109432_1&klogid=3409028152
新自说57,https://vd2.bdstatic.com/mda-nc65d7wvwac7zhkt/sc/cae_h264_delogo/1646626090282993281/mda-nc65d7wvwac7zhkt.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681975628-0-0-35c36b574e0b93f989b852a010e0da6a&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=3428561624&vid=962627725475804270&abtest=109159_2-109432_1&klogid=3428561624
新自说58,https://vd2.bdstatic.com/mda-nbk4yr94z152x293/sc/cae_h264_nowatermark_delogo/1645416770059590491/mda-nbk4yr94z152x293.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681975657-0-0-a3fd6f097e087c4ff7b330e6fba988b9&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=3457321593&vid=6780927903001026366&abtest=109159_2-109432_1&klogid=3457321593
新自说59,https://vd2.bdstatic.com/mda-nbe9i0vh4i2mnvt2/sc/cae_h264_nowatermark_delogo/1644909110729556273/mda-nbe9i0vh4i2mnvt2.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681975681-0-0-b4675feeef69e57e0854008354263311&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=3481110855&vid=17396673092851061019&abtest=109159_2-109432_1&klogid=3481110855
新自说60,https://vd3.bdstatic.com/mda-nb5id1srmss2ieu5/sc/cae_h264_nowatermark_delogo/1644207707731590392/mda-nb5id1srmss2ieu5.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681975711-0-0-32ffb93d9e6f27e8c224c2d0bb3e1214&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=3511435035&vid=1936681669490004591&abtest=109159_2-109432_1&klogid=3511435035
新自说61,https://vd4.bdstatic.com/mda-navmq2z78s4gzbg4/sc/cae_h264_nowatermark_delogo/1643601734986121163/mda-navmq2z78s4gzbg4.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681975737-0-0-5fe9a5369f1d14c02f3b464ed5fe58f6&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=3537727176&vid=7949672255508994952&abtest=109159_2-109432_1&klogid=3537727176
新自说62,https://vd4.bdstatic.com/mda-nap4u8qg2aasqgm6/sc/cae_h264_nowatermark_delogo/1642997717977814749/mda-nap4u8qg2aasqgm6.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681975772-0-0-3bbc6ade239a5be8007f8f06f88abb12&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=3572074591&vid=15350314177220699835&abtest=109159_2-109432_1&klogid=3572074591
新自说63,https://vd2.bdstatic.com/mda-nag5rn25kdy93f2g/sc/cae_h264_nowatermark_delogo/1642393382327434603/mda-nag5rn25kdy93f2g.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681975814-0-0-b9ed34d7e24d47dd44be0b085ec9dd26&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0014238250&vid=10153376430696831403&abtest=109159_2-109432_1&klogid=0014238250
新自说64,https://vd3.bdstatic.com/mda-na9652meqnadutn3/sc/cae_h264_nowatermark_delogo/1642090537873097971/mda-na9652meqnadutn3.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681975847-0-0-2f8d2b22049d0507c1184ef220213061&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0046986040&vid=17768624661112244774&abtest=109159_2-109432_1&klogid=0046986040
新自说65,https://vd4.bdstatic.com/mda-na35syffmb40bvsv/sc/cae_h264/1680118046061291980/mda-na35syffmb40bvsv.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681975874-0-0-328388963210f560ddddacad6f43f421&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0074158173&vid=14695537481427550235&abtest=109159_2-109432_1&klogid=0074158173
新自说66,https://vd3.bdstatic.com/mda-mms3sq00a31bkqnb/sc/cae_h264_delogo/1643399256298270996/mda-mms3sq00a31bkqnb.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681975906-0-0-3cfaef80abed459361534c4d16f45492&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0106013542&vid=2475888157245032177&abtest=109159_2-109432_1&klogid=0106013542
新自说67,https://vd2.bdstatic.com/mda-mmj5pc8jt3mej3bj/sc/cae_h264_nowatermark/1640002780973121675/mda-mmj5pc8jt3mej3bj.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681975934-0-0-e93880a8ad939742a5362a256508e997&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0134563731&vid=18443113498020182770&abtest=109159_2-109432_1&klogid=0134563731
新自说68,https://vd4.bdstatic.com/mda-mmc6zaf3z6568yw1/sc/cae_h264_nowatermark/1639639335220937015/mda-mmc6zaf3z6568yw1.mp4?v_from_s=hkapp-haokan-hna&auth_key=1681975967-0-0-86713d2e944f49d5b76e96100d5fb812&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0167397059&vid=11639484355200248695&abtest=109159_2-109432_1&klogid=0167397059
新自说69,https://vd2.bdstatic.com/mda-mm55ax1ztx7dpccy/sc/cae_h264_nowatermark/1638763870401741508/mda-mm55ax1ztx7dpccy.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681975992-0-0-0c93967ef19f6e791772bb633225ce2b&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0192809870&vid=1232091663837673943&abtest=109159_2-109432_1&klogid=0192809870
新自说70,https://vd2.bdstatic.com/mda-mku4ykx5d86crbkx/sc/cae_h264_nowatermark/1638161727883351408/mda-mku4ykx5d86crbkx.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1681976019-0-0-cf81eee081f9de55af23dbb971453930&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0219392583&vid=4088727347096230156&abtest=109159_2-109432_1&klogid=0219392583
新自话01,https://vd2.bdstatic.com/mda-pd23dgikeu8ivtrb/sc/cae_h264/1680495502641109547/mda-pd23dgikeu8ivtrb.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680931744-0-0-1261b1b0ccb96542549aa140987f9553&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=3544446776&vid=7817594092261070030&abtest=107353_1-109133_1&klogid=3544446776
新自话02,https://vd2.bdstatic.com/mda-pcsai4r6avcbst6v/sc/cae_h264/1679903367786129578/mda-pcsai4r6avcbst6v.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680931783-0-0-5b9441e57b91e8d3b128727d42ed228b&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=3583827949&vid=6611253814682418386&abtest=107353_1-109133_1&klogid=3583827949
新自话03,https://vd4.bdstatic.com/mda-pcj46vmdybvvunie/sc/cae_h264/1679285190137065798/mda-pcj46vmdybvvunie.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680931813-0-0-82aea49231ff768e3217bf8903030964&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0013347879&vid=15578322996510432942&abtest=107353_1-109133_1&klogid=0013347879
新自话04,https://vd4.bdstatic.com/mda-pcc45ct6emvgercd/sc/cae_h264/1678682790115079842/mda-pcc45ct6emvgercd.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680931834-0-0-40f8f63957044b52189c5a2f4fe640e3&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0034740112&vid=8780633955103144668&abtest=107353_1-109133_1&klogid=0034740112
新自话05,https://vd4.bdstatic.com/mda-pc535viwh14r4p9p/sc/cae_h264/1678076039056481366/mda-pc535viwh14r4p9p.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680931858-0-0-abcf982d8cb498f1a33d38afbdf3636b&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0058617694&vid=11769502336393389658&abtest=107353_1-109133_1&klogid=0058617694
新自话06,https://vd2.bdstatic.com/mda-pbs3unv7iupipnb8/sc/cae_h264/1677472101533572235/mda-pbs3unv7iupipnb8.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680931873-0-0-6acc6bf8688a432e210a4c3fed4045a5&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0073922451&vid=2782884529330091840&abtest=107353_1-109133_1&klogid=0073922451
新自话07,https://vd3.bdstatic.com/mda-pbj5v0zjhaj5nqyv/sc/cae_h264/1676869243700296889/mda-pbj5v0zjhaj5nqyv.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680931891-0-0-b6d675c4e0d630518f65d83b72910f8e&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0091020407&vid=13914247293509377137&abtest=107353_1-109133_1&klogid=0091020407
新自话08,https://vd4.bdstatic.com/mda-pbc5y7g4tcjrsqmw/sc/cae_h264/1676262601277527559/mda-pbc5y7g4tcjrsqmw.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680931911-0-0-37c0871bd07ea3c551657576ad997f7a&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0111152102&vid=16532207713096526492&abtest=107353_1-109133_1&klogid=0111152102
新自话09,https://vd2.bdstatic.com/mda-pb53gue05m267v7a/sc/cae_h264/1675657132715788972/mda-pb53gue05m267v7a.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680931929-0-0-a8afd7321ccdd1e4a1c5be3f3b4f9ed4&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0129099399&vid=10559831749953664960&abtest=107353_1-109133_1&klogid=0129099399
新自话10,https://vd2.bdstatic.com/mda-pav4vegmqyj604mb/sc/cae_h264/1675052430096963209/mda-pav4vegmqyj604mb.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680931959-0-0-e917dd9a24c01d1594f8a2c79da553e0&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0159599671&vid=9117148723354775776&abtest=107353_1-109133_1&klogid=0159599671
新自话11,https://vd3.bdstatic.com/mda-pan7qrtp0qkfqw47/sc/cae_h264/1674453502270792428/mda-pan7qrtp0qkfqw47.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680931978-0-0-913d6cbad104387812e2f0d79e5c7a66&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0178234267&vid=8487580833214426177&abtest=107353_1-109133_1&klogid=0178234267
新自话12,https://vd4.bdstatic.com/mda-paf2kat73uxjzh90/sc/cae_h264/1673864329825287021/mda-paf2kat73uxjzh90.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932009-0-0-65cfe9b4c50e7bc8c3b89fcb0ed6cca5&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0209446523&vid=17298578519183490715&abtest=107353_1-109133_1&klogid=0209446523
新自话13,https://vd3.bdstatic.com/mda-pa84nfvi3bbg91mn/sc/cae_h264/1673247453339879175/mda-pa84nfvi3bbg91mn.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680932034-0-0-9f2dedb266329a941d747b3ecc9cced0&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0234387689&vid=390054137072561691&abtest=107353_1-109133_1&klogid=0234387689
新自话14,https://vd2.bdstatic.com/mda-pa109c4kem280yh8/sc/cae_h264/1672725860764579758/mda-pa109c4kem280yh8.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932118-0-0-751ba7dc98c40af48c7a0948f492e2b7&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0318211379&vid=10758397567358076746&abtest=107353_1-109133_1&klogid=0318211379
新自话15,https://vd7.bdstatic.com/mda-nmr5gg9mm9p0jv39/sc/cae_h264/1672030424465189444/mda-nmr5gg9mm9p0jv39.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932142-0-0-3e2e55914f4d74b427b7efe169eeefbe&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0341934293&vid=17888248882922826518&abtest=107353_1-109133_1&klogid=0341934293&sdk_xcdn=1
新自话16,https://vd3.bdstatic.com/mda-nmi2rebetpa7rx0j/sc/cae_h264/1671424472946026065/mda-nmi2rebetpa7rx0j.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932161-0-0-d0ee8670fd9b9723e4f3d93d8ee1864d&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0361934981&vid=8109788975201701384&abtest=107353_1-109133_1&klogid=0361934981
新自话17,https://vd3.bdstatic.com/mda-nmb5kes3x6d1zbhm/sc/cae_h264/1670818727571863932/mda-nmb5kes3x6d1zbhm.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932177-0-0-f207bb15efe2cc98be8528d2df13861e&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0377622717&vid=4884473731863313874&abtest=107353_1-109133_1&klogid=0377622717
新自话18,https://vd4.bdstatic.com/mda-nm42depvacha44jn/sc/cae_h264/1670213830542572218/mda-nm42depvacha44jn.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932194-0-0-ef8f369ff3b5c1f1dbe0f836c872217d&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0394769924&vid=4023839588443877228&abtest=107353_1-109133_1&klogid=0394769924
新自话19,https://vd3.bdstatic.com/mda-nkk38cfw698erdx9/sc/cae_h264/1669014456738295947/mda-nkk38cfw698erdx9.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932224-0-0-8876cd5fde217bd2875d1d8f1d581173&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0424629157&vid=6438810100490987431&abtest=107353_1-109133_1&klogid=0424629157
新自话20,https://vd4.bdstatic.com/mda-nkd4n65nz4fa1zwy/sc/cae_h264/1668398675486175703/mda-nkd4n65nz4fa1zwy.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932269-0-0-1b0cc46c4a50a9d1237d109e521e79e5&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0469627076&vid=16104618775600876658&abtest=107353_1-109133_1&klogid=0469627076
新自话21,https://vd2.bdstatic.com/mda-nk62w8cj6ysp5r4q/sc/cae_h264/1667794768611417183/mda-nk62w8cj6ysp5r4q.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932285-0-0-27f2c3ae4915c9aae27f81420d069294&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0484970764&vid=6733219853099956056&abtest=107353_1-109133_1&klogid=0484970764
新自话22,https://vd2.bdstatic.com/mda-njw6iu15gnm9kg5j/sc/cae_h264/1667192756473444518/mda-njw6iu15gnm9kg5j.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932301-0-0-64f0295188d3464e5c70b87acaef7799&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0501675219&vid=15830132617829913539&abtest=107353_1-109133_1&klogid=0501675219
新自话23,https://vd4.bdstatic.com/mda-njp5wcphn0nvysaw/sc/cae_h264/1666594698458248853/mda-njp5wcphn0nvysaw.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932318-0-0-a7239c0fdba595e553f37189ae94a208&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0518933976&vid=5019990744137111585&abtest=107353_1-109133_1&klogid=0518933976
新自话24,https://vd4.bdstatic.com/mda-njg43umruimi9b2a/sc/cae_h264/1665982425315594000/mda-njg43umruimi9b2a.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932336-0-0-e4294cf07143c3eadf98c06d7cffa16d&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0536055475&vid=1943991125898592458&abtest=107353_1-109133_1&klogid=0536055475
新自话25,https://vd2.bdstatic.com/mda-nj8evea5ju489q3s/sc/cae_h264/1665383599828868881/mda-nj8evea5ju489q3s.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932351-0-0-bc4c23fa561d32636c29ba72c5ff8023&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0551756784&vid=14198328039444696813&abtest=107353_1-109133_1&klogid=0551756784
新自话26,https://vd3.bdstatic.com/mda-nj23tkrb0ᴴᴰwz2x9/720p/h264/1664765325768944513/mda-nj23tkrb0ᴴᴰwz2x9.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932366-0-0-4c3f32a4b804c1f5350bb77ae6af43ab&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0566648622&vid=9160431766710437567&abtest=107353_1-109133_1&klogid=0566648622
新自话27,https://vd2.bdstatic.com/mda-nir385ppuq4xist8/sc/cae_h264/1664165327544424752/mda-nir385ppuq4xist8.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932383-0-0-088282b65e558ecf50e5b8258796055b&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0583018306&vid=16402741243510100173&abtest=107353_1-109133_1&klogid=0583018306
新自话28,https://vd4.bdstatic.com/mda-nii4udf4wjmuv4wb/sc/cae_h264/1663569376666242210/mda-nii4udf4wjmuv4wb.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680932396-0-0-740dcc94d0b8aa470ac76dd0fbe416e3&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0596881436&vid=6819260030639755725&abtest=107353_1-109133_1&klogid=0596881436
新自话29,https://vd4.bdstatic.com/mda-nii4udf4wjmuv4wb/sc/cae_h264/1663569376666242210/mda-nii4udf4wjmuv4wb.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680932413-0-0-da0c7fc8cf4bb1ead1cfa04e93242dcb&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0613267306&vid=6819260030639755725&abtest=107353_1-109133_1&klogid=0613267306
新自话30,https://vd4.bdstatic.com/mda-nib2d747qqvbgqs4/sc/cae_h264/1662971087190549098/mda-nib2d747qqvbgqs4.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932472-0-0-9e6e6c2804baad84e4282fd4c9adbae2&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0672519574&vid=5343104415969605558&abtest=107353_1-109133_1&klogid=0672519574
新自话31,https://vd3.bdstatic.com/mda-ni45a4h9tuuw66zd/sc/cae_h264/1662350576023887438/mda-ni45a4h9tuuw66zd.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680932491-0-0-5969c3a3caa10916365deac58a51fb6e&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0691528279&vid=11974214801465053061&abtest=107353_1-109133_1&klogid=0691528279
新自话32,https://vd3.bdstatic.com/mda-nhu4g2h4igv1viyx/sc/cae_h264/1661746546996500906/mda-nhu4g2h4igv1viyx.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680932505-0-0-0d9809a7cc53fe9579e8ddaee1803dc9&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0705187105&vid=10023304589632324394&abtest=107353_1-109133_1&klogid=0705187105
新自话33,https://vd3.bdstatic.com/mda-nhm3nkj5pq1db9g5/sc/cae_h264/1661174437525852896/mda-nhm3nkj5pq1db9g5.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932522-0-0-45ac3be199e8df28f21352ef4ba76735&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0721994278&vid=6980646853092730914&abtest=107353_1-109133_1&klogid=0721994278
新自话34,https://vd3.bdstatic.com/mda-nhe4jmu3kvij4uuk/sc/cae_h264/1660536161613180672/mda-nhe4jmu3kvij4uuk.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932539-0-0-ca366ee442d37e70e7313bdfa6ef1bed&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0739648678&vid=13045594269164819814&abtest=107353_1-109133_1&klogid=0739648678
新自话35,https://vd4.bdstatic.com/mda-nh74n095v8vw32fw/sc/cae_h264/1659931842745308297/mda-nh74n095v8vw32fw.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932558-0-0-707e39294fd8e3a58ecac215f7c34606&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0758848707&vid=13579612258002534402&abtest=107353_1-109133_1&klogid=0758848707
新自话36,https://vd4.bdstatic.com/mda-nh058emhs44isffv/sc/cae_h264/1659366275282049442/mda-nh058emhs44isffv.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680932582-0-0-897557eb8d4f6f4775b9d4a966e6124e&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0782285137&vid=17781424674723290828&abtest=107353_1-109133_1&klogid=0782285137
新自话37,https://vd2.bdstatic.com/mda-ngq5dyswyi387jhc/sc/cae_h264/1658725412039874178/mda-ngq5dyswyi387jhc.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932606-0-0-f0278fd7c2be185635a341b6088b2d31&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0805869330&vid=13085027970508417679&abtest=107353_1-109133_1&klogid=0805869330
新自话38,https://vd2.bdstatic.com/mda-ngg3m50inpe8bmi9/sc/cae_h264/1658030814606809547/mda-ngg3m50inpe8bmi9.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680932620-0-0-611ec821206704240eb9954a9087e590&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0820604673&vid=6934779476866203243&abtest=107353_1-109133_1&klogid=0820604673
新自话39,https://vd4.bdstatic.com/mda-ng91f4rznawzf8fe/sc/cae_h264/1657448052436847998/mda-ng91f4rznawzf8fe.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932644-0-0-368de6010152ac14eab8e23924edbe15&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0844859455&vid=7830632339739700238&abtest=107353_1-109133_1&klogid=0844859455
新自话40,https://vd4.bdstatic.com/mda-ng23ezhtm8if6e8h/sc/cae_h264/1656820355503503092/mda-ng23ezhtm8if6e8h.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680932662-0-0-2873a651d0e8da3ff4a76e65e2b50716&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0862673254&vid=2802443770262556988&abtest=107353_1-109133_1&klogid=0862673254
新自话41,https://vd7.bdstatic.com/mda-nfr5i44e6gbu3qm2/sc/cae_h264/1656216795236248569/mda-nfr5i44e6gbu3qm2.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932679-0-0-d8c29e7366757f61af6316a3cc577018&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0879802902&vid=6981787391454348912&abtest=107353_1-109133_1&klogid=0879802902&sdk_xcdn=1
新自话42,https://vd3.bdstatic.com/mda-nfi4j1bxrfszm8eh/sc/cae_h264/1655610025601736583/mda-nfi4j1bxrfszm8eh.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932698-0-0-fa7b44402a88fcd632d9a9a83dabac29&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0898724285&vid=8602244613308365111&abtest=107353_1-109133_1&klogid=0898724285
新自话43,https://vd2.bdstatic.com/mda-nfb4qx7r9xk4mrau/sc/cae_h264/1679646053825406088/mda-nfb4qx7r9xk4mrau.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932722-0-0-92073e514b27d578cb4bcf0cd215d1ad&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0922313640&vid=4116676730791028300&abtest=107353_1-109133_1&klogid=0922313640
新自话44,https://vd2.bdstatic.com/mda-nfb4qx7r9xk4mrau/sc/cae_h264/1679646053825406088/mda-nfb4qx7r9xk4mrau.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932742-0-0-177109c0ceba35579d2571f5e80013fe&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0942329683&vid=4116676730791028300&abtest=107353_1-109133_1&klogid=0942329683
新自话45,https://vd3.bdstatic.com/mda-nf30286t199ry02e/sc/cae_h264/1654315897032338152/mda-nf30286t199ry02e.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680932761-0-0-caf683212b2eae020f6fc4aa2ba9a656&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0961268793&vid=12019336688557030774&abtest=107353_1-109133_1&klogid=0961268793
新自话46,https://vd2.bdstatic.com/mda-neu45469d6fypm9m/sc/cae_h264/1653799300662987095/mda-neu45469d6fypm9m.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932778-0-0-d41445b1967d24de3d0c674ba012f5c3&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0978490648&vid=1050996118758183243&abtest=107353_1-109133_1&klogid=0978490648
新自话47,https://vd2.bdstatic.com/mda-nem3wnbr2ue1qt8s/sc/cae_h264/1653794334352208784/mda-nem3wnbr2ue1qt8s.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932791-0-0-1447864daa37811d21fce6c93527c39f&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=0991579931&vid=4439339204019389090&abtest=107353_1-109133_1&klogid=0991579931
新自话48,https://vd2.bdstatic.com/mda-nee1vtwha78m1v4f/sc/cae_h264/1652587851642005122/mda-nee1vtwha78m1v4f.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932808-0-0-63a919e330183b2102f19628fe013c08&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1008797334&vid=18439364514349037006&abtest=107353_1-109133_1&klogid=1008797334
新自话49,https://vd2.bdstatic.com/mda-ne74r1q1zipasjvj/sc/cae_h264/1651984351126403194/mda-ne74r1q1zipasjvj.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932822-0-0-b92e4021b5392904d2983eaa140aa979&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1022271229&vid=1777603584796534600&abtest=107353_1-109133_1&klogid=1022271229
新自话50,https://vd3.bdstatic.com/mda-ne049afuraqgha9c/sc/cae_h264_delogo/1651382698941463439/mda-ne049afuraqgha9c.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932846-0-0-15f9a1cde65375023de53067f6d041a4&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1046009832&vid=6975864639843358397&abtest=107353_1-109133_1&klogid=1046009832
新自话51,https://vd2.bdstatic.com/mda-ndrb3kz44gkrf1j0/sc/cae_h264_delogo/1650970678782076074/mda-ndrb3kz44gkrf1j0.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680932863-0-0-3631fd56690823a24c8be29b964266e5&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1062796509&vid=15819730794781069356&abtest=107353_1-109133_1&klogid=1062796509
新自话52,https://vd4.bdstatic.com/mda-ndg5vwqjzp6gwycp/sc/cae_h264_delogo/1650169608534670199/mda-ndg5vwqjzp6gwycp.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680932880-0-0-b25930c1d912ccf3fe2522aa4c6ec3e5&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1080533391&vid=10481826992343221382&abtest=107353_1-109133_1&klogid=1080533391
新自话53,https://vd2.bdstatic.com/mda-nd95mp5dtqifstx8/sc/cae_h264_delogo/1649564670170849052/mda-nd95mp5dtqifstx8.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932976-0-0-6c86e543b9df8151004dba744aa6776b&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1176586348&vid=9751714536642629473&abtest=107353_1-109133_1&klogid=1176586348
新自话54,https://vd4.bdstatic.com/mda-nd1cx99f10e6v7a3/sc/cae_h264_delogo/1648960561137604105/mda-nd1cx99f10e6v7a3.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680932994-0-0-f5280fc213d41136838d8fac1a6bf952&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1194478356&vid=18366815205199090152&abtest=107353_1-109133_1&klogid=1194478356
新自话55,https://vd4.bdstatic.com/mda-ncr4uzt4yskv5htq/sc/cae_h264_delogo/1648353722169413260/mda-ncr4uzt4yskv5htq.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933013-0-0-c31c00b1bd87f0bab2dcca85bf9da645&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1213090899&vid=12502006543784937528&abtest=107353_1-109133_1&klogid=1213090899
新自话56,https://vd4.bdstatic.com/mda-nck5xp3i5adduw78/sc/cae_h264_delogo/1647840268787437295/mda-nck5xp3i5adduw78.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933030-0-0-fb7c78acfe4ad61e22de3862657355c7&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1230477628&vid=4380233937395886498&abtest=107353_1-109133_1&klogid=1230477628
新自话57,https://vd3.bdstatic.com/mda-ncd53edp9w459gs6/sc/cae_h264_delogo/1647231788295184554/mda-ncd53edp9w459gs6.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933072-0-0-991714a48562efdc13188fc0fca01d0c&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1271938527&vid=5040428190677461861&abtest=107353_1-109133_1&klogid=1271938527
新自话58,https://vd2.bdstatic.com/mda-nc65d7wvwac7zhkt/sc/cae_h264_delogo/1646626090282993281/mda-nc65d7wvwac7zhkt.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933088-0-0-7f5e8eccc91832d2cfb3e5ffbfa7eaf5&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1288616947&vid=962627725475804270&abtest=107353_1-109133_1&klogid=1288616947
新自话59,https://vd2.bdstatic.com/mda-nbk4yr94z152x293/sc/cae_h264_nowatermark_delogo/1645416770059590491/mda-nbk4yr94z152x293.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933107-0-0-281a64bc1ac3663f141db57e9d794c88&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1307118789&vid=6780927903001026366&abtest=107353_1-109133_1&klogid=1307118789
新自话60,https://vd2.bdstatic.com/mda-nbe9i0vh4i2mnvt2/sc/cae_h264_nowatermark_delogo/1644909110729556273/mda-nbe9i0vh4i2mnvt2.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933126-0-0-0a39b56bc88e3e6bc959f64c146ace57&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1326557549&vid=17396673092851061019&abtest=107353_1-109133_1&klogid=1326557549
新自话61,https://vd3.bdstatic.com/mda-nb5id1srmss2ieu5/sc/cae_h264_nowatermark_delogo/1644207707731590392/mda-nb5id1srmss2ieu5.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933144-0-0-9cbd0777337c93ede3f78b346f8492b0&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1343788350&vid=1936681669490004591&abtest=107353_1-109133_1&klogid=1343788350
新自话62,https://vd4.bdstatic.com/mda-navmq2z78s4gzbg4/sc/cae_h264_nowatermark_delogo/1643601734986121163/mda-navmq2z78s4gzbg4.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933167-0-0-3e0c620e0128af02b65c5ec9c1770ba4&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1366838122&vid=7949672255508994952&abtest=107353_1-109133_1&klogid=1366838122
新自话63,https://vd4.bdstatic.com/mda-nap4u8qg2aasqgm6/sc/cae_h264_nowatermark_delogo/1642997717977814749/mda-nap4u8qg2aasqgm6.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680933184-0-0-7fbb6a68f26e76170a3a26c28910d9fb&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1384130403&vid=15350314177220699835&abtest=107353_1-109133_1&klogid=1384130403
新自话64,https://vd2.bdstatic.com/mda-nag5rn25kdy93f2g/sc/cae_h264_nowatermark_delogo/1642393382327434603/mda-nag5rn25kdy93f2g.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680933202-0-0-86c4c754d5cc4736e0f4dde675ea72a5&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1402797044&vid=10153376430696831403&abtest=107353_1-109133_1&klogid=1402797044
新自话65,https://vd3.bdstatic.com/mda-na9652meqnadutn3/sc/cae_h264_nowatermark_delogo/1642090537873097971/mda-na9652meqnadutn3.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680933218-0-0-16d51c28f01a4aec51b54384378989e1&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1418046060&vid=17768624661112244774&abtest=107353_1-109133_1&klogid=1418046060
新自话66,https://vd4.bdstatic.com/mda-na35syffmb40bvsv/sc/cae_h264/1680118046061291980/mda-na35syffmb40bvsv.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933236-0-0-d92a825e81b70adbb8f4a86000abd3bb&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1436147446&vid=14695537481427550235&abtest=107353_1-109133_1&klogid=1436147446
新自话67,https://vd3.bdstatic.com/mda-mms3sq00a31bkqnb/sc/cae_h264_delogo/1643399256298270996/mda-mms3sq00a31bkqnb.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680933254-0-0-8ad4f04bd4a3f92e5de2f8aa45f126c4&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1454720005&vid=2475888157245032177&abtest=107353_1-109133_1&klogid=1454720005
新自话68,https://vd2.bdstatic.com/mda-mmj5pc8jt3mej3bj/sc/cae_h264_nowatermark/1640002780973121675/mda-mmj5pc8jt3mej3bj.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933270-0-0-9a9f0e7646c823af31221ab94d400a47&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1469805960&vid=18443113498020182770&abtest=107353_1-109133_1&klogid=1469805960
新自话69,https://vd4.bdstatic.com/mda-mmc6zaf3z6568yw1/sc/cae_h264_nowatermark/1639639335220937015/mda-mmc6zaf3z6568yw1.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933293-0-0-f3b4b8260a4acdd82ab5660c13b507d6&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1492941865&vid=11639484355200248695&abtest=107353_1-109133_1&klogid=1492941865
新自话70,https://vd2.bdstatic.com/mda-mm55ax1ztx7dpccy/sc/cae_h264_nowatermark/1638763870401741508/mda-mm55ax1ztx7dpccy.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933309-0-0-f31910ccf7725e4a70611b285e7a1c8d&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1509695980&vid=1232091663837673943&abtest=107353_1-109133_1&klogid=1509695980
新自话71,https://vd2.bdstatic.com/mda-mku4ykx5d86crbkx/sc/cae_h264_nowatermark/1638161727883351408/mda-mku4ykx5d86crbkx.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933330-0-0-216eb6f9b81d6070be124a084062d386&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1529937686&vid=4088727347096230156&abtest=107353_1-109133_1&klogid=1529937686
新自话72,https://vd2.bdstatic.com/mda-mkm4aq145g9czc10/sc/cae_h264_nowatermark/1637556578879984741/mda-mkm4aq145g9czc10.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933345-0-0-297974803b1d91df7eaa7810f9470615&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1545784494&vid=5781614215111695393&abtest=107353_1-109133_1&klogid=1545784494
新自话73,https://vd3.bdstatic.com/mda-mke52mh9eri1u7x4/sc/cae_h264_nowatermark/1636949436788126624/mda-mke52mh9eri1u7x4.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933591-0-0-afee9d3e478a62ad435a107fb25cb0a6&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1791176562&vid=9955684293704914464&abtest=107353_1-109133_1&klogid=1791176562
新自话74,https://vd3.bdstatic.com/mda-mk750ruebmu1ba23/sc/cae_h264_nowatermark/1636344503755900472/mda-mk750ruebmu1ba23.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933606-0-0-a3df0bb23a5aa7a96d1deacfce82721d&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1806676010&vid=11600819603793736951&abtest=107353_1-109133_1&klogid=1806676010
新自话75,https://vd4.bdstatic.com/mda-mk053y4tg0znbws4/sc/cae_h264_nowatermark/1635740118276937174/mda-mk053y4tg0znbws4.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933630-0-0-c48f5e8ac86e17af09b649f8081f45c5&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1830414897&vid=6070126761849727718&abtest=107353_1-109133_1&klogid=1830414897
新自话76,https://vd7.bdstatic.com/mda-mjq61wjb958svrvz/sc/cae_h264/1679660184579043505/mda-mjq61wjb958svrvz.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680933646-0-0-9474e281bc4a8eb2c718e638e113aaa1&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1846446979&vid=14052076563442889919&abtest=107353_1-109133_1&klogid=1846446979&sdk_xcdn=1
新自话77,https://vd2.bdstatic.com/mda-mjm7nxgphpk0ccpb/sc/cae_h264_nowatermark/1634881252380955877/mda-mjm7nxgphpk0ccpb.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933661-0-0-fa354a0e4d97c6e30525524e6c29f12b&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1861407791&vid=8016163502382732670&abtest=107353_1-109133_1&klogid=1861407791
新自话78,https://vd2.bdstatic.com/mda-mjh36rnpa322awxx/sc/cae_h264_nowatermark/1634529419770863262/mda-mjh36rnpa322awxx.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680933685-0-0-95586feb48c19a32dc9ded5ebe13c742&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1885331290&vid=8863858754643928879&abtest=107353_1-109133_1&klogid=1885331290
新自话79,https://vd2.bdstatic.com/mda-mj364ktadp98grax/sc/cae_h264_nowatermark/1633330692677856715/mda-mj364ktadp98grax.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933712-0-0-7d982cb0cc0f7981cffb6e8efe6364ad&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1912477774&vid=6714086073766311049&abtest=107353_1-109133_1&klogid=1912477774
新自话80,https://vd3.bdstatic.com/mda-mir4autg5cxydm6m/sc/cae_h264_nowatermark/1632638466321792495/mda-mir4autg5cxydm6m.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933726-0-0-07eea6e5ea8122ef6bb15a1da0cdaffb&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1926057168&vid=8662472193532039637&abtest=107353_1-109133_1&klogid=1926057168
新自话81,https://vd3.bdstatic.com/mda-mij4jfm8p0izjnmf/sc/cae_h264/1632124932884593069/mda-mij4jfm8p0izjnmf.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680933747-0-0-8fc89b742a1d34a6b45c5aef389b9caf&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1947396613&vid=9575971754490534201&abtest=107353_1-109133_1&klogid=1947396613
新自话82,https://vd2.bdstatic.com/mda-mic67ak8antnp7ag/sc/cae_h264_nowatermark/1631509918030659714/mda-mic67ak8antnp7ag.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680933760-0-0-c4068f9a58838482543779a82ff9edd9&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1960366448&vid=3029796867641369759&abtest=107353_1-109133_1&klogid=1960366448
新自话83,https://vd4.bdstatic.com/mda-mi560ez28wkfid5a/sc/cae_h264_nowatermark/1630902640741912065/mda-mi560ez28wkfid5a.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933776-0-0-3426562b7b09c52e595a7a0cf7471f4f&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1976809410&vid=9719222162751003215&abtest=107353_1-109133_1&klogid=1976809410
新自话84,https://vd3.bdstatic.com/mda-mi1ekcmazw00v4ku/sc/cae_h264_nowatermark/1630578946027812079/mda-mi1ekcmazw00v4ku.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680933791-0-0-3f3406d0bedfbca7ec8ccdd41f792aa1&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1991505129&vid=16725100290525679287&abtest=107353_1-109133_1&klogid=1991505129
新自话85,https://vd4.bdstatic.com/mda-mi1b6kbt17qgi9g9/sc/cae_h264_nowatermark/1630570925155964369/mda-mi1b6kbt17qgi9g9.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680933813-0-0-d5c3c71944216c80fc3ebb8a9f9af080&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2013334417&vid=13597191218036911498&abtest=107353_1-109133_1&klogid=2013334417
新自话86,https://vd2.bdstatic.com/mda-mhqein1p9bbfew00/sc/cae_h264_nowatermark/1629890005836388787/mda-mhqein1p9bbfew00.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933828-0-0-cc9b21eb34a348b00497b7370273fa8f&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2028878525&vid=9085014824822900169&abtest=107353_1-109133_1&klogid=2028878525
新自话87,https://vd4.bdstatic.com/mda-mhf96zizy53qsew2/sc/cae_h264_nowatermark/1629109508032081275/mda-mhf96zizy53qsew2.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933855-0-0-dc7e2d60fb921ccb86bdb1678cfe3331&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2055043664&vid=4935685659962849748&abtest=107353_1-109133_1&klogid=2055043664
新自话88,https://vd2.bdstatic.com/mda-mh87tg962h2xgv2z/sc/cae_h264_nowatermark/1628503213874081881/mda-mh87tg962h2xgv2z.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933872-0-0-ca0545439f752612f5d310bc8f9535cf&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2072482145&vid=324444659625684500&abtest=107353_1-109133_1&klogid=2072482145
新自话89,https://vd2.bdstatic.com/mda-mgr5s8sie6djx0yy/sc/cae_h264_nowatermark/1627293740527381190/mda-mgr5s8sie6djx0yy.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933889-0-0-2a40a9cca747528e5ccb268f1acf1194&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2089647235&vid=13572784959500236799&abtest=107353_1-109133_1&klogid=2089647235
新自话90,https://vd2.bdstatic.com/mda-mgi8v8ma0uymnurw/sc/cae_h264_nowatermark/1626689311744874888/mda-mgi8v8ma0uymnurw.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933910-0-0-779ca270ceff3b831a9f2d09459b1093&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2110713681&vid=12612603415976388309&abtest=107353_1-109133_1&klogid=2110713681
新自话91,https://vd2.bdstatic.com/mda-mgb5h655t0m2nefa/sc/cae_h264_nowatermark/1626082296128140413/mda-mgb5h655t0m2nefa.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933925-0-0-92806d8ede317a22f58474f26772d78a&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2125255201&vid=7503560940014731556&abtest=107353_1-109133_1&klogid=2125255201
新自话92,https://vd2.bdstatic.com/mda-mg44htwba0i1gfu5/sc/cae_h264_nowatermark/1625477469750077797/mda-mg44htwba0i1gfu5.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933944-0-0-0278d83d6a30b36feebaa54e46b492fc&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2144839821&vid=17695066839290865230&abtest=107353_1-109133_1&klogid=2144839821
新自话93,https://vd4.bdstatic.com/mda-mft9rzwukziiz6ie/sc/cae_h264_nowatermark/1624874649842306966/mda-mft9rzwukziiz6ie.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933971-0-0-8e07bf89abced320fc514dcf35c80c46&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2171134275&vid=1983849014389126872&abtest=107353_1-109133_1&klogid=2171134275
新自话94,https://vd2.bdstatic.com/mda-mfm7gk7weyvg51zn/720p/h264/1624339362434765023/mda-mfm7gk7weyvg51zn.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680933984-0-0-befb35829ee706e8061f4aab019e5647&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2184633401&vid=11222280370928084910&abtest=107353_1-109133_1&klogid=2184633401
新自话95,https://vd2.bdstatic.com/mda-mff3n7aebd7372ma/sc/cae_h264_nowatermark/1623835863175770370/mda-mff3n7aebd7372ma.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934000-0-0-e5fb8b2b5345e399d25ced97d60874c7&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2200788699&vid=12504243369953602279&abtest=107353_1-109133_1&klogid=2200788699
新自话96,https://vd4.bdstatic.com/mda-mf9h8wjwb0m33siq/sc/cae_h264_nowatermark/1623382287595204106/mda-mf9h8wjwb0m33siq.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934016-0-0-02362700097d461a5429ff74a63c918c&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2216315704&vid=4887389395815060042&abtest=107353_1-109133_1&klogid=2216315704
新自话97,https://vd2.bdstatic.com/mda-mf3ffqryvmvt9xws/sc/cae_h264_nowatermark/1623036659455307035/mda-mf3ffqryvmvt9xws.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680934029-0-0-bcf4cf0cfef0e16232df4b8b34d9db1a&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2229471770&vid=7153438430961181453&abtest=107353_1-109133_1&klogid=2229471770
新自话98,https://vd4.bdstatic.com/mda-mf0hkjzas05p3f2r/sc/cae_h264_nowatermark/1622626345407406293/mda-mf0hkjzas05p3f2r.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680934044-0-0-92831e2b4954e31152484aa0ac871a88&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2244728492&vid=4156696634880029728&abtest=107353_1-109133_1&klogid=2244728492
新自话99,https://vd4.bdstatic.com/mda-mewm908r6391sqq8/sc/cae_h264_nowatermark/1622507398802472070/mda-mewm908r6391sqq8.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680934060-0-0-8c0df2a25f2273e0e1b6e528fb30130b&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2260170443&vid=3177094765181187272&abtest=107353_1-109133_1&klogid=2260170443
新自话100,https://vd3.bdstatic.com/mda-mep3jnny0962csgs/sc/cae_h264_nowatermark/1621830254887680504/mda-mep3jnny0962csgs.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680934080-0-0-f7a7defc4284cd2aae0c421990cb9b48&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2280612876&vid=5129447712081051331&abtest=107353_1-109133_1&klogid=2280612876
新自话101,https://vd2.bdstatic.com/mda-medf392s15bfipar/sc/cae_h264_delogo/1644341660461323231/mda-medf392s15bfipar.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680934098-0-0-d1b4c8cc90489b6dcd9a0e80ccd6e6f6&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2298279310&vid=17519148001884867259&abtest=107353_1-109133_1&klogid=2298279310
新自话102,https://vd4.bdstatic.com/mda-me98v6ty1sfggx3b/sc/cae_h264_nowatermark/1621390968021805768/mda-me98v6ty1sfggx3b.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680934115-0-0-131081853418e95c2421949f57f8e281&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2315699153&vid=8411277005080613458&abtest=107353_1-109133_1&klogid=2315699153
新自话103,https://vd7.bdstatic.com/mda-mdva37d25ife79yh/sc/cae_h264_nowatermark/1619928663537512173/mda-mdva37d25ife79yh.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680934127-0-0-50cecd4e57cf3ea5215f0c15ee97a5b3&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2327476851&vid=15836877245105626871&abtest=107353_1-109133_1&klogid=2327476851&sdk_xcdn=1
新自话104,https://vd2.bdstatic.com/mda-mdqrcbnfxj7rmzf1/sc/cae_h264_nowatermark/1619345338/mda-mdqrcbnfxj7rmzf1.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934147-0-0-9a759c5872e519ec38d1d85ddbb7f067&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2347615281&vid=712435976098199730&abtest=107353_1-109133_1&klogid=2347615281
新自话105,https://vd2.bdstatic.com/mda-mdi6hiywqcge5fch/sc/cae_h264_nowatermark/1618808975/mda-mdi6hiywqcge5fch.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680934164-0-0-b3c732f6f364b4df2cae3f1a3a25128b&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2364006166&vid=4892187374543090496&abtest=107353_1-109133_1&klogid=2364006166
新自话106,https://vd2.bdstatic.com/mda-mdbmw0d5uvs5u653/sc/cae_h264_nowatermark/1618214941/mda-mdbmw0d5uvs5u653.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680934177-0-0-cb6db3c4ecbe1b2ad30126c150eb3399&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2377683195&vid=10714545913761794673&abtest=107353_1-109133_1&klogid=2377683195
新自话107,https://vd3.bdstatic.com/mda-md8h5tfgu685zdx1/v1-hknm/sc/mda-md8h5tfgu685zdx1.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934200-0-0-b3262c8c120ea15beb40c79e3ffa9b0d&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2400181466&vid=1438408413686483571&abtest=107353_1-109133_1&klogid=2400181466
新自话108,https://vd2.bdstatic.com/mda-mcnhjtq0qqe0p05h/v1-hknm/sc/mda-mcnhjtq0qqe0p05h.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934214-0-0-2cbc70cb37ddd44676213936edf25766&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2414027120&vid=11918440510267155090&abtest=107353_1-109133_1&klogid=2414027120
新自话109,https://vd4.bdstatic.com/mda-mcfmgv1in4eiam8v/v1-hknm/sc/mda-mcfmgv1in4eiam8v.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934355-0-0-c91599c20c19e17ee0b1e12f2cfb3dd7&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2555895181&vid=52801192826747418&abtest=107353_1-109133_1&klogid=2555895181
新自话110,https://vd2.bdstatic.com/mda-mcbeaxyhtudqj9de/sc/cae_h264_nowatermark/1615516133/mda-mcbeaxyhtudqj9de.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934372-0-0-34c319b7526c05c389c33da35ca4a75f&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2572426664&vid=1412327792195472250&abtest=107353_1-109133_1&klogid=2572426664
新自话111,https://vd3.bdstatic.com/mda-mc4hfe09kwzb1w8i/v1-hknm/sc/mda-mc4hfe09kwzb1w8i.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934391-0-0-862aca93905c2f4897fbc0273c7dac66&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2591231903&vid=8021195367016907671&abtest=107353_1-109133_1&klogid=2591231903
新自话112,https://vd4.bdstatic.com/mda-mc0fk2ce4ahpsb64/sc/cae_h264_nowatermark/1614569375/mda-mc0fk2ce4ahpsb64.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934409-0-0-206acea1d129c6177cece23afe4faa0e&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2609545313&vid=6779384390778205592&abtest=107353_1-109133_1&klogid=2609545313
新自话113,https://vd4.bdstatic.com/mda-mb7maksmp8x3a7e0/v1-hknm/sc/mda-mb7maksmp8x3a7e0.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934427-0-0-ef972e6513c9e99602c79650aff8212b&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2626936085&vid=606320896683843875&abtest=107353_1-109133_1&klogid=2626936085
新自话114,https://vd4.bdstatic.com/mda-mb1e3m1d6a2zzxh8/sc/cae_h264_nowatermark/1612236449/mda-mb1e3m1d6a2zzxh8.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934452-0-0-b5c894efd93497f6a1b7039e1ba8a926&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2652550777&vid=1139616112915314958&abtest=107353_1-109133_1&klogid=2652550777
新自话115,https://vd2.bdstatic.com/mda-marh2r07sgwiapfe/v1-hknm/sc/mda-marh2r07sgwiapfe.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680934466-0-0-00316605376d400d7d297019cc0d7a14&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2666286992&vid=12738642138621530680&abtest=107353_1-109133_1&klogid=2666286992
新自话116,https://vd4.bdstatic.com/mda-maifhtcif4g8ddv8/sc/cae_h264_nowatermark/1611028169/mda-maifhtcif4g8ddv8.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934479-0-0-a93743d021579d9f1da8123474c87dd8&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2679840516&vid=2849922409975033315&abtest=107353_1-109133_1&klogid=2679840516
新自话117,https://vd4.bdstatic.com/mda-ma6gh9avpcqwp4jw/sc/cae_h264_nowatermark/1610000127/mda-ma6gh9avpcqwp4jw.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680934497-0-0-1bd19c17fc0c6880314bc70fdb320ac3&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2696981209&vid=13978742408704621625&abtest=107353_1-109133_1&klogid=2696981209
新自话118,https://vd4.bdstatic.com/mda-ma4fs00thha1r5rz/sc/cae_h264_nowatermark/1609819934/mda-ma4fs00thha1r5rz.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680934517-0-0-2bdc1be39e63bd64af5e7d515bbe1fc1&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2717749468&vid=11297617831023388628&abtest=107353_1-109133_1&klogid=2717749468
新自话119,https://vd4.bdstatic.com/mda-kmtg5ma92f2xxt9b/sc/cae_h264_nowatermark/1609193379/mda-kmtg5ma92f2xxt9b.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680934531-0-0-5f2605316d75d950c50589712017c9ba&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2731249486&vid=5340720743128782528&abtest=107353_1-109133_1&klogid=2731249486
新自话120,https://vd4.bdstatic.com/mda-kmmk8unewze759u6/v2-hknm/sc/mda-kmmk8unewze759u6.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680934548-0-0-9cbce616c4f48a13f760f215b180d612&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2748581301&vid=9791218871811947582&abtest=107353_1-109133_1&klogid=2748581301
新自话121,https://vd2.bdstatic.com/mda-kmegf24zpivz8488/sc/cae_h264_nowatermark/1608005110/mda-kmegf24zpivz8488.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934564-0-0-68536d17500f2efc1d35518d5becef97&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2764323605&vid=18022141823212015063&abtest=107353_1-109133_1&klogid=2764323605
新自话122,https://vd4.bdstatic.com/mda-kkgh9bpqm1m0d3f4/sc/cae_h264_nowatermark/1605588327/mda-kkgh9bpqm1m0d3f4.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934577-0-0-1278df4852e203f32e25695f68a63418&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2777186026&vid=1293709389487959535&abtest=107353_1-109133_1&klogid=2777186026
新自话123,https://vd3.bdstatic.com/mda-kk4ffc2xr7yuzwra/sc/cae_h264_nowatermark/1604546376/mda-kk4ffc2xr7yuzwra.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934591-0-0-592df80888eebbde097ee72367fffb2d&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2791552511&vid=2494690503657133284&abtest=107353_1-109133_1&klogid=2791552511
新自话124,https://vd2.bdstatic.com/mda-kk1f9hvvmxgctfhz/sc/cae_h264/1679850671516936516/mda-kk1f9hvvmxgctfhz.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934611-0-0-f3d27c9a07cab064b4edc24de7e0ebdd&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2811220002&vid=9890821779515170969&abtest=107353_1-109133_1&klogid=2811220002
新自话125,https://vd2.bdstatic.com/mda-kjrk8xk5q95r6n9q/sc/cae_h264_nowatermark/1603695366/mda-kjrk8xk5q95r6n9q.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934631-0-0-a4471aa38186f85b084f4fa792c37080&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2830987574&vid=6875447892768399733&abtest=107353_1-109133_1&klogid=2830987574
新自话126,https://vd2.bdstatic.com/mda-kjnnu575xuveqnn5/sc/cae_h264_nowatermark/1603849866/mda-kjnnu575xuveqnn5.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934644-0-0-4bfcf28b0eafd81ef3e7b67db95d565c&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2844407195&vid=16716461414121311870&abtest=107353_1-109133_1&klogid=2844407195
新自话127,https://vd2.bdstatic.com/mda-kjnnkauqs2x5wqx8/v1-cae/sc/mda-kjnnkauqs2x5wqx8.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934663-0-0-484a0a47a14654a2f5e42f927e4dbf01&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2863754457&vid=8539645949545857456&abtest=107353_1-109133_1&klogid=2863754457
新自话128,https://vd4.bdstatic.com/mda-kjnneemr1w7f607i/sc/cae_h264_nowatermark/1605604630/mda-kjnneemr1w7f607i.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934684-0-0-4950f84cf328d71f5505fcd71b93e866&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2884419303&vid=14359641618775316855&abtest=107353_1-109133_1&klogid=2884419303
新自话129,https://vd3.bdstatic.com/mda-kjnkq2nymvpk8t8m/v1-cae/sc/mda-kjnkq2nymvpk8t8m.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934733-0-0-6b5eb2300cc894b7c09bfca207c66b71&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2932948745&vid=5315515336162451627&abtest=107353_1-109133_1&klogid=2932948745
新自话130,https://vd2.bdstatic.com/mda-kjkgp9ma556mk36q/v1-cae/sc/mda-kjkgp9ma556mk36q.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934747-0-0-9fa7234b9d6ebd63fd88190c45344a9f&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2947013710&vid=15942455919156002206&abtest=107353_1-109133_1&klogid=2947013710
新自话131,https://vd4.bdstatic.com/mda-kjiniab04urffuy7/sc/cae_h264/1679690986608443390/mda-kjiniab04urffuy7.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934760-0-0-196328023b843df77ef55c0b7366e9ea&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2960299741&vid=11044529350291844725&abtest=107353_1-109133_1&klogid=2960299741
新自话132,https://vd3.bdstatic.com/mda-kjfegwu4na7kfhvy/v1-cae/sc/mda-kjfegwu4na7kfhvy.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680934783-0-0-1b7aaf071dacb763577dd34316aacc99&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=2983413815&vid=291132708189512251&abtest=107353_1-109133_1&klogid=2983413815
新自话133,https://vd3.bdstatic.com/mda-kjsj5epd658rtsds/v1-cae/sc/mda-kjsj5epd658rtsds.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680929327-0-0-8fc8c8c1ddedea738139a916b0d85577&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1127728630&vid=14185709593651951941&abtest=107353_1-109133_1&klogid=1127728630
新自话134,https://vd2.bdstatic.com/mda-kjtcumihrp808h2c/sc/cae_h264/1679576092432964773/mda-kjtcumihrp808h2c.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680929400-0-0-af2e8addfe82bb4f7d73f41e75c3de6c&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1200055818&vid=9242429682871347479&abtest=107353_1-109133_1&klogid=1200055818
新自话135,https://vd3.bdstatic.com/mda-kjtp2yvii6a2jhfn/v1-cae/sc/mda-kjtp2yvii6a2jhfn.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680929423-0-0-0ff6efc3e4f535eacd0de86d65981a61&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1223376721&vid=9102135303823516664&abtest=107353_1-109133_1&klogid=1223376721
新自话136,https://vd4.bdstatic.com/mda-kjwgakru066t3mmj/v1-cae/sc/mda-kjwgakru066t3mmj.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680929459-0-0-4e89c4908c7c580594e8857468145386&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1259071726&vid=17890336518091456765&abtest=107353_1-109133_1&klogid=1259071726
新自话137,https://vd3.bdstatic.com/mda-kk1fkt445cj041gd/v1-cae/sc/mda-kk1fkt445cj041gd.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680929481-0-0-e7b0db37a621fb195edd876ddd723e21&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1281560305&vid=11949962461475167151&abtest=107353_1-109133_1&klogid=1281560305
新自话138,https://vd4.bdstatic.com/mda-kk5ca4r14bzyqpsp/v1-cae/sc/mda-kk5ca4r14bzyqpsp.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680929507-0-0-755969da9815f40bfd8ba862aef6ec6d&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1307831463&vid=8248407897960307135&abtest=107353_1-109133_1&klogid=1307831463
新自话139,https://vd2.bdstatic.com/mda-kk5ca7355mrt9k54/v1-cae/sc/mda-kk5ca7355mrt9k54.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680929532-0-0-f346a28f1445c1c38a640fb7323770e8&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1332753978&vid=8982034461923795136&abtest=107353_1-109133_1&klogid=1332753978
新自话140,https://vd2.bdstatic.com/mda-kk6f9brqepy5j5yh/v1-cae/sc/mda-kk6f9brqepy5j5yh.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680929553-0-0-d10f70ea216f7c161048ea89ebf45afe&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1353072251&vid=8856422376847782530&abtest=107353_1-109133_1&klogid=1353072251
新自话141,https://vd3.bdstatic.com/mda-kk8dp90ccyeaq8ra/v1-cae/sc/mda-kk8dp90ccyeaq8ra.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680929575-0-0-8af22322e007a545efae6526b763c2cc&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1375820225&vid=4689220652675920037&abtest=107353_1-109133_1&klogid=1375820225
新自话142,https://vd2.bdstatic.com/mda-kk9e6wejwyfxx3gw/v1-cae/sc/mda-kk9e6wejwyfxx3gw.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680929597-0-0-6e31136d292090aec823fa211b242876&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1397912923&vid=2505822985983112536&abtest=107353_1-109133_1&klogid=1397912923
新自话143,https://vd2.bdstatic.com/mda-kkad3g2yn32uav3u/v1-cae/sc/mda-kkad3g2yn32uav3u.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680929619-0-0-c4c7787de1a2390185c2847dd8d20fdb&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1419852245&vid=11366134133051384930&abtest=107353_1-109133_1&klogid=1419852245
新自话144,https://vd2.bdstatic.com/mda-kkdiup091hrv8vag/v1-cae/sc/mda-kkdiup091hrv8vag.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680929639-0-0-ed9871c0b4601837118fff11f924392d&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1439203165&vid=2049653650266685843&abtest=107353_1-109133_1&klogid=1439203165
新自话145,https://vd3.bdstatic.com/mda-kkdkm4catnyi7hkm/v1-cae/sc/mda-kkdkm4catnyi7hkm.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680929665-0-0-007895b32274ac70d6663633b02e1b79&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1465540290&vid=6835565344810035557&abtest=107353_1-109133_1&klogid=1465540290
新自话146,https://vd2.bdstatic.com/mda-kkff3hr8csnia08p/v1-cae/sc/mda-kkff3hr8csnia08p.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680929682-0-0-137f75df03638a597900ad4f1f67460b&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1482061653&vid=15796105587502420440&abtest=107353_1-109133_1&klogid=1482061653
新自话147,https://vd7.bdstatic.com/mda-kkgmrpditpatuudb/v1-cae/sc/mda-kkgmrpditpatuudb.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680929725-0-0-c2e80cf9979c96540c358dda2b5065d3&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1525167221&vid=14303756299551232105&abtest=107353_1-109133_1&klogid=1525167221&sdk_xcdn=1
新自话148,https://vd2.bdstatic.com/mda-kknj87kjmzsved2m/v1-cae/sc/mda-kknj87kjmzsved2m.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680929743-0-0-df7bf2271d97bcb2c6b2e266c7e96c6c&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1543450036&vid=7007620516174184476&abtest=107353_1-109133_1&klogid=1543450036
新自话149,https://vd2.bdstatic.com/mda-kknnv9sa5qh2f83m/sc/cae_h264_nowatermark/1610479372/mda-kknnv9sa5qh2f83m.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680929767-0-0-e52383cfd609c3c5b898d28da61db839&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1567663722&vid=7645614328212593289&abtest=107353_1-109133_1&klogid=1567663722
新自话150,https://vd2.bdstatic.com/mda-kkqj7si3c1d4mi6q/sc/cae_h264_nowatermark/1606290137/mda-kkqj7si3c1d4mi6q.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680929808-0-0-f0c38e760243fee80ef3104724dcb868&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1608357728&vid=11661147303527679986&abtest=107353_1-109133_1&klogid=1608357728
新自话151,https://vd3.bdstatic.com/mda-kkrjh4a28y3920ga/v1-cae/sc/mda-kkrjh4a28y3920ga.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680929823-0-0-02b232c0818a2e25fe331e5f326ee1d2&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1623126776&vid=5401350360215039544&abtest=107353_1-109133_1&klogid=1623126776
新自话152,https://vd4.bdstatic.com/mda-kkrjgwdys4y4a0uj/sc/cae_h264_nowatermark/1606461458/mda-kkrjgwdys4y4a0uj.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680929841-0-0-23c57a735d45a43af9114d364ce982d9&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1641833693&vid=255117916992150008&abtest=107353_1-109133_1&klogid=1641833693
新自话153,https://vd3.bdstatic.com/mda-kktf7qj14k6ujnyn/sc/cae_h264_nowatermark/1606532566/mda-kktf7qj14k6ujnyn.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680929870-0-0-8cf931c07fef919912b3f0c2a8fc00a7&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1670061140&vid=16997046164713234714&abtest=107353_1-109133_1&klogid=1670061140
新自话154,https://vd2.bdstatic.com/mda-kktmq5ief8c888je/sc/cae_h264_nowatermark/1606734608/mda-kktmq5ief8c888je.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680929885-0-0-b1391e5d8d517caf79881f556bdb0b54&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1685754214&vid=2157078184044230576&abtest=107353_1-109133_1&klogid=1685754214
新自话155,https://vd4.bdstatic.com/mda-km2kgt50ewpmk09c/sc/cae_h264_nowatermark/1606984830/mda-km2kgt50ewpmk09c.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680929911-0-0-21a3616970e44173e7e866227c72d6d6&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1711259242&vid=4839931335197527882&abtest=107353_1-109133_1&klogid=1711259242
新自话156,https://vd3.bdstatic.com/mda-km6njv245edvjbz7/sc/mda-km6njv245edvjbz7.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680929935-0-0-0e28e571ee97c21d536687a17a6d1158&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1735673254&vid=6590210747362515921&abtest=107353_1-109133_1&klogid=1735673254
新自话157,https://vd4.bdstatic.com/mda-km6nrwru72v8gx3i/sc/cae_h264_nowatermark/1607501923/mda-km6nrwru72v8gx3i.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680929962-0-0-9cb97817d1f165c3f58ecf287e1ed9de&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1762147190&vid=12239467067710042748&abtest=107353_1-109133_1&klogid=1762147190
新自话158,https://vd2.bdstatic.com/mda-km6pa47fmkni1ca5/sc/mda-km6pa47fmkni1ca5.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680929978-0-0-b2230a0af6f0791407cdecf1471e84f8&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1778496606&vid=13715768459901883670&abtest=107353_1-109133_1&klogid=1778496606
新自话159,https://vd2.bdstatic.com/mda-kmbkgcapanx5vn4m/sc/cae_h264_nowatermark/1607760287/mda-kmbkgcapanx5vn4m.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680930001-0-0-dcb92d1fc7d76533b1ac41a38313ef93&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1800988113&vid=10902956958808438500&abtest=107353_1-109133_1&klogid=1800988113
新自话160,https://vd4.bdstatic.com/mda-kmenmwvgaz5ca8f8/sc/cae_h264_nowatermark/1608025848/mda-kmenmwvgaz5ca8f8.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680930022-0-0-f32af967c5fd32bfb95157243a1057d6&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1822677167&vid=15413456000966817155&abtest=107353_1-109133_1&klogid=1822677167
新自话161,https://vd3.bdstatic.com/mda-kmgnz57xz9w9ebgk/sc/cae_h264_nowatermark/1608198693/mda-kmgnz57xz9w9ebgk.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680930083-0-0-13ec07e46901967fab9448e9341c0f0f&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1883686824&vid=14147685957927508241&abtest=107353_1-109133_1&klogid=1883686824
新自话162,https://vd4.bdstatic.com/mda-mabv58jcc6ghwp56/sc/cae_h264_nowatermark/1610455993/mda-mabv58jcc6ghwp56.mp4?v_from_s=hkapp-haokan-hna&auth_key=1680930112-0-0-4c45d4dee5550be56875ca9796c7036d&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1912110202&vid=11405604815297488235&abtest=107353_1-109133_1&klogid=1912110202
新自话163,https://vd2.bdstatic.com/mda-mb8ve8idjyegc4u0/sc/mda-mb8ve8idjyegc4u0.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680930132-0-0-e769fcee0dd527d659e5a09319b34fd2&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1932227250&vid=16764350192024804339&abtest=107353_1-109133_1&klogid=1932227250
新自话164,https://vd4.bdstatic.com/mda-mbff1wdnbx89pkcm/v1-cae/sc/mda-mbff1wdnbx89pkcm.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1680930173-0-0-0b7be78c0f3ecfbdf95c33b89aeeae6b&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=1973553728&vid=15930535145290790365&abtest=107353_1-109133_1&klogid=1973553728


体育频道,#genre#
Bein体育3,http://a16e00c6.ucomist.net/iptv/UPKY3Y8BF6KNX8/2501/index.m3u8
Bein体育3,http://a16e00c6.ucomist.net/iptv/UPKY3Y8BF6KNX8/6124/index.m3u8
BRTV体育休闲,http://111.20.35.103:6610/yinhe/2/ch00000090990000001329/index.m3u8?virtualDomain=yinhe.live_hls.zte.com&IASHttpSessionId=
FOX体育,http://a16e00c6.ucomist.net/iptv/UPKY3Y8BF6KNX8/7323/index.m3u8
MAT体育2,http://a16e00c6.ucomist.net/iptv/UPKY3Y8BF6KNX8/522/index.m3u8
TNT Sports1,http://a16e00c6.ucomist.net/iptv/UPKY3Y8BF6KNX8/2505/index.m3u8
安徽体育,http://112.30.194.221:20080/live/c41f112b83f644ddb082669501c8ecd3.flv
拜仁体育,http://a16e00c6.ucomist.net/iptv/UPKY3Y8BF6KNX8/6097/index.m3u8
迪拜体育,https://svs.itworkscdn.net/smc4sportslive/smc4.smil/playlist.m3u8
俄罗斯体育,http://a16e00c6.ucomist.net/iptv/UPKY3Y8BF6KNX8/530/index.m3u8
极限运动,http://a16e00c6.ucomist.net/iptv/UPKY3Y8BF6KNX8/144/index.m3u8
美国摔跤,https://d2p372oxiwmcn1.cloudfront.net/hls/main.m3u8
欧洲体育 格斗,http://a16e00c6.ucomist.net/iptv/UPKY3Y8BF6KNX8/15097/index.m3u8
欧洲体育,http://europa-crtvg.flumotion.com/playlist.m3u8
欧洲体育1,http://a16e00c6.ucomist.net/iptv/UPKY3Y8BF6KNX8/141/index.m3u8
欧洲体育2,http://a16e00c6.ucomist.net/iptv/UPKY3Y8BF6KNX8/12048/index.m3u8
天空体育 板球,http://a16e00c6.ucomist.net/iptv/UPKY3Y8BF6KNX8/7343/index.m3u8
天空体育 德甲,http://a16e00c6.ucomist.net/iptv/UPKY3Y8BF6KNX8/7234/index.m3u8
天空体育 新闻,http://a16e00c6.ucomist.net/iptv/UPKY3Y8BF6KNX8/2477/index.m3u8
天空体育 足球,http://a16e00c6.ucomist.net/iptv/UPKY3Y8BF6KNX8/7341/index.m3u8
纬来体育,http://cloud.yumixiu768.com/tmp/123.m3u8
纬来体育,http://hls.szsummer.cn/live/446035/playlist.m3u8?k=32f9ec7c13e4b390289143a8e1b2a898&t=1840341130
纬来体育,https://cloud.yumixiu768.com/tmp/123.m3u8
足球频道,http://nmglive.imfc.cn/5n1r1c/182396.m3u8
棋牌娱乐,#genre#

体育人物,http://159.75.85.63:35455/douyu/8434598
体育人物,http://zzy789.xyz/douyu1.php?id=8434598
帽子象棋,http://159.75.85.63:35455/douyu/4487219
象棋死神,http://159.75.85.63:35455/douyu/10226687
大神象棋,http://159.75.85.63:35455/douyu/1227260
飞刀陷阱,http://159.75.85.63:35455/douyu/11576846
飞刀讲解,http://159.75.85.63:35455/douyu/10237088
飞刀谱,http://159.75.85.63:35455/douyu/11765935
小鹤求败,http://159.75.85.63:35455/douyu/3830820
旭宝斗地主,http://159.75.85.63:35455/douyu/9804176
欢乐斗地主,http://159.75.85.63:35455/douyu/8324074
JJ斗地主冠军赛,http://159.75.85.63:35455/douyu/488743
弈夫围棋,http://159.75.85.63:35455/douyu/6399350
帽子象棋,http://epg.112114.xyz/douyu/4487219
大神象棋,http://epg.112114.xyz/douyu/1227260
飞刀陷阱,http://epg.112114.xyz/douyu/11576846
飞刀讲解,http://epg.112114.xyz/douyu/10237088
飞刀谱,http://epg.112114.xyz/douyu/11765935
小鹤求败,http://epg.112114.xyz/douyu/3830820
旭宝斗地主,http://epg.112114.xyz/douyu/9804176
欢乐斗地主,http://epg.112114.xyz/douyu/8324074
JJ斗地主冠军赛,http://epg.112114.xyz/douyu/488743
弈夫围棋,http://epg.112114.xyz/douyu/6399350

帽子象棋,http://43.138.170.29:35455/douyu/4487219
大神象棋,http://43.138.170.29:35455/douyu/1227260
飞刀陷阱,http://43.138.170.29:35455/douyu/11576846
飞刀讲解,http://43.138.170.29:35455/douyu/10237088
飞刀谱,http://43.138.170.29:35455/douyu/11765935
小鹤求败,http://43.138.170.29:35455/douyu/3830820
旭宝斗地主,http://43.138.170.29:35455/douyu/9804176
欢乐斗地主,http://43.138.170.29:35455/douyu/8324074
JJ斗地主冠军赛,http://43.138.170.29:35455/douyu/488743

弈夫围棋,http://43.138.170.29:35455/douyu/6399350

帽子象棋,http://zzy789.xyz/douyu1.php?id=4487219
帽子象棋,http://diyp.112114.xyz/douyu/4487219

大神象棋,http://zzy789.xyz/douyu1.php?id=1227260
大神象棋,http://diyp.112114.xyz/douyu/1227260

飞刀陷阱,http://zzy789.xyz/douyu1.php?id=11576846
飞刀陷阱,http://diyp.112114.xyz/douyu/11576846

飞刀讲解,http://diyp.112114.xyz/douyu/10237088
飞刀讲解,http://zzy789.xyz/douyu1.php?id=10237088
飞刀讲解,http://maomao.kandiantv.cn/douyu1.php?id=10237088

飞刀谱,http://diyp.112114.xyz/douyu/11765935
飞刀谱,http://zzy789.xyz/douyu1.php?id=11765935
飞刀谱,http://maomao.kandiantv.cn/douyu1.php?id=11765935

小鹤求败,http://zzy789.xyz/douyu1.php?id=3830820
小鹤求败,http://diyp.112114.xyz/douyu/3830820

旭宝斗地主,http://diyp.112114.xyz/douyu/9804176
旭宝斗地主,http://zzy789.xyz/douyu1.php?id=9804176

欢乐斗地主,http://zzy789.xyz/douyu1.php?id=8324074
欢乐斗地主,http://diyp.112114.xyz/douyu/8324074

JJ斗地主冠军赛,http://zzy789.xyz/douyu1.php?id=488743
JJ斗地主冠军赛,http://diyp.112114.xyz/douyu/488743


弈坛春秋,http://39.134.24.162/dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226245/1.m3u8
弈坛春秋,http://39.134.24.162/dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226245/index.m3u8
弈坛春秋,http://dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226245/index.m3u8
天元围棋,http://iptv.cdn.ha.chinamobile.com/PLTV/88888888/224/3221226341/index.m3u8$郑移

弈夫围棋,http://diyp.112114.xyz/douyu/6399350
弈夫围棋,http://zzy789.xyz/douyu1.php?id=6399350



少儿频道,#genre#
云朵妈妈,https://newcntv.qcloudcdn.com/asp/hls/1200/0303000a/3/default/d8ad434c6b08421a927557a4d98da65c/1200.m3u8
云朵妈妈,https://newcntv.qcloudcdn.com/asp/hls/1200/0303000a/3/default/d8ad434c6b08421a927557a4d98da65c/1200.m3u8
熊大熊二,https://newcntv.qcloudcdn.com/asp/hls/1200/0303000a/3/default/1733da751de64e6e910abda889d87a26/1200.m3u8
熊大过年,https://newcntv.qcloudcdn.com/asp/hls/1200/0303000a/3/default/7ae265653fe149069c3b53e31caaf060/1200.m3u8
狮子王国,https://newcntv.qcloudcdn.com/asp/hls/850/0303000a/3/default/c2e7e767f3144bed959ef20b8b961fe5/850.m3u8
狮子王国,https://newcntv.qcloudcdn.com/asp/hls/850/0303000a/3/default/c2e7e767f3144bed959ef20b8b961fe5/850.m3u8
反转星球,https://newcntv.qcloudcdn.com/asp/hls/1200/0303000a/3/default/3ccdecc7d6e341c1920ad4eac5d82f38/1200.m3u8
动画杂烩283,https://newcntv.qcloudcdn.com/asp/hls/1200/0303000a/3/default/e0db2445002a4b67b57d12b4c33c1529/1200.m3u8
动画杂烩183,https://newcntv.qcloudcdn.com/asp/hls/1200/0303000a/3/default/374067cee0644903a1b31836e61913e8/1200.m3u8
动画杂烩083,https://newcntv.qcloudcdn.com/asp/hls/1200/0303000a/3/default/88ec2b256b4148e497f8f971cb5ec380/1200.m3u8
倒霉特熊,https://newcntv.qcloudcdn.com/asp/hls/1200/0303000a/3/default/87f87ba569c147e3805f80e4844d2de9/1200.m3u8

经典动画,#genre#
龙珠影院版,https://vdse.bdstatic.com//2e41b3437d2bd19344cfc4de046f4b3e.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2023-12-21T08%3A00%3A51Z%2F-1%2Fhost%2F3b08e917ad73d27553e44e040d83b0065be04e53785fbf8da9a911f7cca1c218
小猪佩奇1,https://vdse.bdstatic.com//0d83645af45d190d63444f7226608308.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2023-12-19T06%3A16%3A09Z%2F-1%2Fhost%2F0bd0c89e949d35dc1b2e47e209c2c1841e3b1a3819b66b63ecf10a02ce7e8d9d
小猪佩奇2,https://vdse.bdstatic.com//b897faf91bd6c209341e4e50764a6a15.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2023-12-29T03%3A46%3A03Z%2F-1%2Fhost%2F4c6dd0528d9c60c32a983f93d85150a4c6fc654b73cf59f1a889506b058b72c1

超人1946,https://vdse.bdstatic.com//cf6912fc837ec1af02f1f23bb5477f4a.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2023-12-17T15%3A12%3A47Z%2F-1%2Fhost%2F54df507081c2a1abd6c22c63fc86e44f3cd01d8a5625d9f18189aec25a10525c
卖火柴的小女孩,https://vdse.bdstatic.com//2a439f01fbad5ecb01efd2c2cdf1108a.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2023-12-27T04%3A07%3A26Z%2F-1%2Fhost%2Ffa7e3bbfc6bbbba5cbf807256e38d67027b3ca52aaa900ae556b4b5899612ed0
神笔马良,https://vd3.bdstatic.com/mda-pe9gw30gfr917ihh/576p/h264/1683719778757392002/mda-pe9gw30gfr917ihh.mp4?pd=19&vt=1
东郭先生,https://vdse.bdstatic.com//4ef1c9eca1c187b829bf6f8c1f822203.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2023-12-18T21%3A56%3A45Z%2F-1%2Fhost%2Fb4bd9844a0d377a4d5ca731915db13ec8a21b65914300a136aacd217550a7edb
一只鞋,https://vdse.bdstatic.com//4ea9e85da9575dd5fe3f109034144a44.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2023-12-19T08%3A29%3A04Z%2F-1%2Fhost%2F4760053aaf36386b6726089cfcc3da1001ce11e91fc5c34eb2388a5f26d3dd82
天书奇谭,https://vd3.bdstatic.com/mda-pekeejits82dxy45/720p/h264/1684664505128220515/mda-pekeejits82dxy45.mp4?pd=19&vt=1
哪吒闹海,http://uptt.gcwduoduo.com/webup/220713/9882221e227180e0c21bb4acb3ecd625.mp4
大闹天宫,http://uptt.gcwduoduo.com/webup/220712/d1538cd887333a245d8b7245ff8b9d6d.mp4
黑猫警长,https://vd3.bdstatic.com/mda-jgkmq8rtyhs4q6jv/mda-jgkmq8rtyhs4q6jv.mp4?pd=19&vt=1
葫芦小金刚,https://vdse.bdstatic.com//e6cdf0d5dc858535c0d577fc827ed963.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2023-12-18T15%3A17%3A27Z%2F-1%2Fhost%2F93bc6e5c15f68f7b1b591eda5add26822cac72c5dc1de1d745dc8ceb0e7ceb1b
电影轮播,#genre#
吃米滴虫,http://159.75.85.63:35455/douyu/315457
喜剧电影,http://159.75.85.63:35455/douyu/9292492
译制国语,http://159.75.85.63:35455/douyu/2436390
恐怖故事,http://43.138.170.29:35455/douyu/2337939
科幻动作,http://43.138.170.29:35455/douyu/4332
怡寳影院,http://43.138.170.29:35455/douyu/434971
粤语电影,http://43.138.170.29:35455/douyu/6566671
苹果影院,http://43.138.170.29:35455/douyu/2793084
午夜故事,http://43.138.170.29:35455/douyu/8722254
译制国语,http://43.138.170.29:35455/douyu/2436390
蚂蚱影院,http://43.138.170.29:35455/douyu/6079455
贝爷求生,http://43.138.170.29:35455/douyu/454867
恐怖丧尸鬼片,http://43.138.170.29:35455/douyu/263824
荒野建造者,http://43.138.170.29:35455/douyu/9611578
邦德影院,http://43.138.170.29:35455/douyu/9292499
特辑影院,http://43.138.170.29:35455/douyu/3637778
惊悚影院,http://43.138.170.29:35455/douyu/96577
吃米滴虫,http://43.138.170.29:35455/douyu/315457
漫威影片,http://43.138.170.29:35455/douyu/6140589
刘德华电影1,http://43.138.170.29:35455/douyu/2516864
豆瓣高分,http://43.138.170.29:35455/douyu/8770422
林正英电影2,http://43.138.170.29:35455/douyu/7356023
宇哥电影,http://43.138.170.29:35455/douyu/413573
贝爷影厅2,http://43.138.170.29:35455/douyu/36337
霍格影片,http://43.138.170.29:35455/douyu/8814650
冰冰经典电影,http://43.138.170.29:35455/douyu/74374
避风港影院,http://43.138.170.29:35455/douyu/9826611
恐怖经典,http://43.138.170.29:35455/douyu/1165374
华语电影,http://43.138.170.29:35455/douyu/3928
喜剧电影,http://43.138.170.29:35455/douyu/9292492
伴我熊芯,https://hd.lz-cdn18.com/20230416/1902_adf3668b/2000k/hls/mixed.m3u8#https://hd.lz-cdn18.com/20230416/1902_adf3668b/index.m3u8#https://ukzyvod3.ukubf5.com/20230416/RQv7Npdz/2000kb/hls/index.m3u8#https://ukzyvod3.ukubf5.com/20230416/RQv7Npdz/index.m3u8
深海,https://vip1.lz-cdn1.com/20230324/20760_c088369d/1800k/hls/mixed.m3u8#https://vip1.lz-cdn1.com/20230324/20760_c088369d/index.m3u8
魔术师的大象https://vip.lz-cdn3.com/20230318/18175_6ae56259/1800k/hls/mixed.m3u8#https://vip.lz-cdn3.com/20230318/18175_6ae56259/index.m3u8
吃米滴虫,http://159.75.85.63:35455/douyu/315457
喜剧电影,http://159.75.85.63:35455/douyu/9292492
译制国语,http://159.75.85.63:35455/douyu/2436390
恐怖故事,http://43.138.170.29:35455/douyu/2337939
科幻动作,http://43.138.170.29:35455/douyu/4332
怡寳影院,http://43.138.170.29:35455/douyu/434971
粤语电影,http://43.138.170.29:35455/douyu/6566671
苹果影院,http://43.138.170.29:35455/douyu/2793084
午夜故事,http://43.138.170.29:35455/douyu/8722254
译制国语,http://43.138.170.29:35455/douyu/2436390
蚂蚱影院,http://43.138.170.29:35455/douyu/6079455
贝爷求生,http://43.138.170.29:35455/douyu/454867
恐怖丧尸鬼片,http://43.138.170.29:35455/douyu/263824
荒野建造者,http://43.138.170.29:35455/douyu/9611578
邦德影院,http://43.138.170.29:35455/douyu/9292499
特辑影院,http://43.138.170.29:35455/douyu/3637778
惊悚影院,http://43.138.170.29:35455/douyu/96577
漫威影片,http://43.138.170.29:35455/douyu/6140589
刘德华电影1,http://43.138.170.29:35455/douyu/2516864
豆瓣高分,http://43.138.170.29:35455/douyu/8770422
林正英电影2,http://43.138.170.29:35455/douyu/7356023
宇哥电影,http://43.138.170.29:35455/douyu/413573
贝爷影厅2,http://43.138.170.29:35455/douyu/36337
霍格影片,http://43.138.170.29:35455/douyu/8814650
冰冰经典电影,http://43.138.170.29:35455/douyu/74374
避风港影院,http://43.138.170.29:35455/douyu/9826611
恐怖经典,http://43.138.170.29:35455/douyu/1165374
华语电影,http://43.138.170.29:35455/douyu/3928
喜剧电影,http://43.138.170.29:35455/douyu/9292492
一起看恐怖片,http://43.138.170.29:35455/douyu/9412287
片荒的日子,http://43.138.170.29:35455/douyu/4258555
大胡子魏,http://43.138.170.29:35455/douyu/8792763
童年回忆,http://43.138.170.29:35455/douyu/8915074
下饭神剧,http://43.138.170.29:35455/douyu/276200
悬疑犯罪,http://43.138.170.29:35455/douyu/9171887
不一样的电影,http://43.138.170.29:35455/douyu/2632223
开心锤锤,http://43.138.170.29:35455/douyu/9018297
凛冬之地,http://43.138.170.29:35455/douyu/8945323
看美剧,http://43.138.170.29:35455/douyu/8869614
动漫直播,http://43.138.170.29:35455/douyu/1487654
冰冰经典,http://159.75.85.63:35455/douyu/74374
星爷影院,http://159.75.85.63:35455/douyu/508118
凌儿影院,http://159.75.85.63:35455/douyu/1377142
麓山迷踪,http://159.75.85.63:35455/douyu/4505431
瑶瑶恐怖,http://159.75.85.63:35455/douyu/2935323
怡寶影原,http://159.75.85.63:35455/douyu/434971
小黛兮影,http://159.75.85.63:35455/douyu/11553944
萌小鬼片,http://159.75.85.63:35455/douyu/3928
神乐剧场,https://tc-tc2-interact.douyucdn2.cn/dyliveflv1/85894rmovieChow_900p.m3u8
神乐剧院,https://tc-tc2-interact.douyucdn2.cn/dyliveflv1a/122402rK7MO9bXSq_900.m3u8
神乐影剧,http://159.75.85.63:35455/douyu/122402
可乐影院,http://159.75.85.63:35455/douyu/20415
小宇60帧,http://159.75.85.63:35455/douyu/323876
恐怖惊悚,http://159.75.85.63:35455/douyu/96577
電影劇場,http://159.75.85.63:35455/douyu/7575350
豆瓣高分,http://159.75.85.63:35455/douyu/8770422
花卷陪看,http://159.75.85.63:35455/douyu/52787
漫威剧情,http://159.75.85.63:35455/douyu/6140589
霍格沃茨,http://159.75.85.63:35455/douyu/8814650
鱼宝恐怖,http://159.75.85.63:35455/douyu/1165374
鬼片恐怖,http://159.75.85.63:35455/douyu/2935323
小u*鬼片,http://159.75.85.63:35455/douyu/96577
小u*鬼片,http://mmitv.top/test/douyu.php?id=96577&u=4150734&cate
吃奶滴虫,http://159.75.85.63:35455/douyu/263824
变种人片,http://159.75.85.63:35455/douyu/9651304
喜剧电影,http://159.75.85.63:35455/douyu/9292492
女神电影,http://159.75.85.63:35455/douyu/747764
华语经典,http://159.75.85.63:35455/douyu/434971
避风影院,http://159.75.85.63:35455/douyu/9826611
贝爷max,http://159.75.85.63:35455/douyu/4332
贝爷影厅,http://159.75.85.63:35455/douyu/252802
斗鱼轮播,#genre#
鬼片恐怖,http://43.138.170.29:35455/douyu/2935323
恐怖故事,http://43.138.170.29:35455/douyu/2337939
科幻动作,http://43.138.170.29:35455/douyu/4332
怡寳影院,http://43.138.170.29:35455/douyu/434971
粤语电影,http://43.138.170.29:35455/douyu/6566671
苹果影院,http://43.138.170.29:35455/douyu/2793084
午夜故事,http://43.138.170.29:35455/douyu/8722254
译制国语,http://43.138.170.29:35455/douyu/2436390
蚂蚱影院,http://43.138.170.29:35455/douyu/6079455
纪录片,http://43.138.170.29:35455/douyu/4360438
贝爷求生,http://43.138.170.29:35455/douyu/454867
恐怖丧尸鬼片,http://43.138.170.29:35455/douyu/263824
荒野建造者,http://43.138.170.29:35455/douyu/9611578
邦德影院,http://43.138.170.29:35455/douyu/9292499
特辑影院,http://43.138.170.29:35455/douyu/3637778
惊悚影院,http://43.138.170.29:35455/douyu/96577
吃米滴虫,http://43.138.170.29:35455/douyu/315457
漫威影片,http://43.138.170.29:35455/douyu/6140589
刘德华电影1,http://43.138.170.29:35455/douyu/2516864
豆瓣高分,http://43.138.170.29:35455/douyu/8770422
林正英电影2,http://43.138.170.29:35455/douyu/7356023
宇哥电影,http://43.138.170.29:35455/douyu/413573
贝爷影厅2,http://43.138.170.29:35455/douyu/36337
霍格影片,http://43.138.170.29:35455/douyu/8814650
冰冰经典电影,http://43.138.170.29:35455/douyu/74374
避风港影院,http://43.138.170.29:35455/douyu/9826611
恐怖经典,http://43.138.170.29:35455/douyu/1165374
华语电影,http://43.138.170.29:35455/douyu/3928
喜剧电影,http://43.138.170.29:35455/douyu/9292492
一起看恐怖片,http://43.138.170.29:35455/douyu/9412287
片荒的日子,http://43.138.170.29:35455/douyu/4258555
大胡子魏,http://43.138.170.29:35455/douyu/8792763
童年回忆,http://43.138.170.29:35455/douyu/8915074
下饭神剧,http://43.138.170.29:35455/douyu/276200
悬疑犯罪,http://43.138.170.29:35455/douyu/9171887
不一样的电影,http://43.138.170.29:35455/douyu/2632223
开心锤锤,http://43.138.170.29:35455/douyu/9018297
凛冬之地,http://43.138.170.29:35455/douyu/8945323
看美剧,http://43.138.170.29:35455/douyu/8869614
动漫直播,http://43.138.170.29:35455/douyu/1487654
斗鱼电2y,http://tc-tct.douyucdn2.cn/dyliveflv1/122402rK7MO9bXSq_2000.flv?wsAuth=8cea39337984fd3341cc9ec569502e4f&token=cpn-androidmpro-0-122402-0fcea45d2300cfa0ac75fafd8679bb53af10de8c33ae99d9&logo=0&expire=0&did=d010b07dcb997ada9934081c873542f0&origin=tct&vhost=p
斗鱼电影1y,http://tc-tct.douyucdn2.cn/dyliveflv1a/20415rnWbjg6Ex1K_2000.flv?wsAuth=2ccc7b4ba29208aaba62dae54cbbd68c&token=cpn-androidmpro-0-20415-b6774b3b3249db17fff84d73c7585c95e780dbccdb08e4bc&logo=0&expire=0&did=d010b07dcb997ada9934081c873542f0&origin=tct&vhost=p
斗鱼电影3y,http://tc-tct.douyucdn2.cn/dyliveflv1/85894rmovieChow_2000.flv?wsAuth=7d054e041804e80af8aa7e975e2d8573&token=cpn-androidmpro-0-85894-a3575d938a4aa309c687f5fb85a1009fc65cfbeeb2672310&logo=0&expire=0&did=d010b07dcb997ada9934081c873542f0&origin=tct&vhost=pla
斗鱼电影4y,http://tc-tct.douyucdn2.cn/dyliveflv1a/20415rnWbjg6Ex1K_2000.flv?wsAuth=99705a1921ddd49fb7079a02f02bedc4&token=cpn-androidmpro-0-20415-b6774b3b3249db17d8beee6676fdf877fe8b1576307ef8e6&logo=0&expire=0&did=d010b07dcb997ada9934081c873542f0&origin=tct&vhost=p
斗鱼电影10,http://43.138.170.29:35455/douyu/2935323
斗鱼电影22,http://43.138.170.29:35455/douyu/1979257
斗鱼电影26,http://43.138.170.29:35455/douyu/8413092
斗鱼电影71,http://43.138.170.29:35455/douyu/2987100
斗鱼电影81,http://43.138.170.29:35455/douyu/3870925
斗鱼电影97,http://43.138.170.29:35455/douyu/8867878
斗鱼电影105,http://43.138.170.29:35455/douyu/4290711
斗鱼电影108,http://43.138.170.29:35455/douyu/6566671
斗鱼电影110,http://43.138.170.29:35455/douyu/8415464
斗鱼电影111,http://43.138.170.29:35455/douyu/8475821
斗鱼电影113,http://43.138.170.29:35455/douyu/5522351
斗鱼电影114,http://43.138.170.29:35455/douyu/562225
斗鱼电影116,http://43.138.170.29:35455/douyu/8651489
斗鱼电影117,http://43.138.170.29:35455/douyu/338759
斗鱼电影120,http://43.138.170.29:35455/douyu/5354713
斗鱼电影124,http://43.138.170.29:35455/douyu/2793084
斗鱼电影125,http://43.138.170.29:35455/douyu/5067952
斗鱼电影129,http://43.138.170.29:35455/douyu/413573
斗鱼电影130,http://43.138.170.29:35455/douyu/8014467
斗鱼电影134,http://43.138.170.29:35455/douyu/6725858
斗鱼电影135,http://43.138.170.29:35455/douyu/7476264
斗鱼电影137,http://43.138.170.29:35455/douyu/1274132
斗鱼电影141,http://43.138.170.29:35455/douyu/7623292
斗鱼电影145,http://43.138.170.29:35455/douyu/5033502
斗鱼电影151,http://43.138.170.29:35455/douyu/426517
斗鱼电影153,http://43.138.170.29:35455/douyu/8799435
斗鱼电影155,http://43.138.170.29:35455/douyu/4258555
斗鱼电影158,http://43.138.170.29:35455/douyu/8788687
斗鱼电影165,http://43.138.170.29:35455/douyu/8705754
斗鱼电影169,http://43.138.170.29:35455/douyu/7528160
斗鱼电2y,http://tc-tct.douyucdn2.cn/dyliveflv1/122402rK7MO9bXSq_2000.flv?wsAuth=8cea39337984fd3341cc9ec569502e4f&token=cpn-androidmpro-0-122402-0fcea45d2300cfa0ac75fafd8679bb53af10de8c33ae99d9&logo=0&expire=0&did=d010b07dcb997ada9934081c873542f0&origin=tct&vhost=p
斗鱼电影1y,http://tc-tct.douyucdn2.cn/dyliveflv1a/20415rnWbjg6Ex1K_2000.flv?wsAuth=2ccc7b4ba29208aaba62dae54cbbd68c&token=cpn-androidmpro-0-20415-b6774b3b3249db17fff84d73c7585c95e780dbccdb08e4bc&logo=0&expire=0&did=d010b07dcb997ada9934081c873542f0&origin=tct&vhost=p
斗鱼电影3y,http://tc-tct.douyucdn2.cn/dyliveflv1/85894rmovieChow_2000.flv?wsAuth=7d054e041804e80af8aa7e975e2d8573&token=cpn-androidmpro-0-85894-a3575d938a4aa309c687f5fb85a1009fc65cfbeeb2672310&logo=0&expire=0&did=d010b07dcb997ada9934081c873542f0&origin=tct&vhost=pla
斗鱼电影4y,http://tc-tct.douyucdn2.cn/dyliveflv1a/20415rnWbjg6Ex1K_2000.flv?wsAuth=99705a1921ddd49fb7079a02f02bedc4&token=cpn-androidmpro-0-20415-b6774b3b3249db17d8beee6676fdf877fe8b1576307ef8e6&logo=0&expire=0&did=d010b07dcb997ada9934081c873542f0&origin=tct&vhost=p
斗鱼电影10,http://43.138.170.29:35455/douyu/2935323
斗鱼电影22,http://43.138.170.29:35455/douyu/1979257
斗鱼电影26,http://43.138.170.29:35455/douyu/8413092
斗鱼电影71,http://43.138.170.29:35455/douyu/2987100
斗鱼电影81,http://43.138.170.29:35455/douyu/3870925
斗鱼电影97,http://43.138.170.29:35455/douyu/8867878
斗鱼电影105,http://43.138.170.29:35455/douyu/4290711
斗鱼电影108,http://43.138.170.29:35455/douyu/6566671
斗鱼电影110,http://43.138.170.29:35455/douyu/8415464
斗鱼电影113,http://43.138.170.29:35455/douyu/5522351
斗鱼电影116,http://43.138.170.29:35455/douyu/8651489
斗鱼电影117,http://43.138.170.29:35455/douyu/338759
斗鱼电影120,http://43.138.170.29:35455/douyu/5354713
斗鱼电影124,http://43.138.170.29:35455/douyu/2793084
斗鱼电影125,http://43.138.170.29:35455/douyu/5067952
斗鱼电影129,http://43.138.170.29:35455/douyu/413573
斗鱼电影130,http://43.138.170.29:35455/douyu/8014467
斗鱼电影134,http://43.138.170.29:35455/douyu/6725858
斗鱼电影135,http://43.138.170.29:35455/douyu/7476264
斗鱼电影137,http://43.138.170.29:35455/douyu/1274132
斗鱼电影141,http://43.138.170.29:35455/douyu/7623292
斗鱼电影145,http://43.138.170.29:35455/douyu/5033502
斗鱼电影151,http://43.138.170.29:35455/douyu/426517
斗鱼电影153,http://43.138.170.29:35455/douyu/8799435
斗鱼电影155,http://43.138.170.29:35455/douyu/4258555
斗鱼电影158,http://43.138.170.29:35455/douyu/8788687
斗鱼电影165,http://43.138.170.29:35455/douyu/8705754
斗鱼电影169,http://43.138.170.29:35455/douyu/7528160

斗鱼直播，#genre#
辽台好物种草,http://43.138.170.29:35455/douyu/9067836
白了个痴,http://43.138.170.29:35455/douyu/319576
开心麻花经典小品,http://43.138.170.29:35455/douyu/10153463
赵本山经典小品,http://43.138.170.29:35455/douyu/9817716
小约翰可汗,http://43.138.170.29:35455/douyu/9738854
宋小宝小品,http://43.138.170.29:35455/douyu/9817729
贾玲经典小品,http://43.138.170.29:35455/douyu/10419541
许君聪经典小品,http://43.138.170.29:35455/douyu/10419558
游钓中国李大毛,http://43.138.170.29:35455/douyu/791411
自说自话的总裁,http://43.138.170.29:35455/douyu/9317739
老高与小茉的死忠粉,http://43.138.170.29:35455/douyu/236461
大漠叔叔Dm,http://43.138.170.29:35455/douyu/1109218
OneGuy丶,http://43.138.170.29:35455/douyu/9734098
我是郭杰瑞V,http://43.138.170.29:35455/douyu/7357786
万合鲜肉老师,http://43.138.170.29:35455/douyu/9815091
王大齐吖,http://43.138.170.29:35455/douyu/3647278
渔戈兄弟赶海,http://43.138.170.29:35455/douyu/9091847
敬汉卿250,http://43.138.170.29:35455/douyu/2912165
吉林卫视v,http://43.138.170.29:35455/douyu/9273031
周杰伦颜老师,http://43.138.170.29:35455/douyu/7537296
辽视欢乐大集锦,http://43.138.170.29:35455/douyu/9403712
线条小狗a,http://43.138.170.29:35455/douyu/11279861
牛叔说电影二台,http://43.138.170.29:35455/douyu/10010651
发条张的电影最TOP,http://43.138.170.29:35455/douyu/2164691
小雪宝的爱情公寓,http://43.138.170.29:35455/douyu/9586235
爱情公寓vip006,http://43.138.170.29:35455/douyu/11404041
回首已丶陌然,http://43.138.170.29:35455/douyu/10120371
赶海大弟,http://43.138.170.29:35455/douyu/9348766
朱一旦的枯燥生活v,http://43.138.170.29:35455/douyu/7907979
自在仙丶望月者,http://43.138.170.29:35455/douyu/11543347
龙视爱笑会议室,http://43.138.170.29:35455/douyu/9375430
花开跟开花,http://43.138.170.29:35455/douyu/11651489
灬魔丶力灬,http://43.138.170.29:35455/douyu/11578014
嫒沵芯卟浍变,http://43.138.170.29:35455/douyu/11544610
烟雨抚风,http://43.138.170.29:35455/douyu/11649079
丨灬释怀灬丨,http://43.138.170.29:35455/douyu/11391949
绛橘色的落丶,http://43.138.170.29:35455/douyu/11578904
执念丶眺望,http://43.138.170.29:35455/douyu/11646306
回忆总是陌路丶,http://43.138.170.29:35455/douyu/11618658
财神爷来了呀,http://43.138.170.29:35455/douyu/11678039
丨灬发财叔灬丨,http://43.138.170.29:35455/douyu/9470198
青丝染霜华丶,http://43.138.170.29:35455/douyu/11656555
天明夜明,http://43.138.170.29:35455/douyu/11624323
孤心凉026,http://43.138.170.29:35455/douyu/11685263
灬梅子丶,http://43.138.170.29:35455/douyu/11645048
小黛兮丶,http://43.138.170.29:35455/douyu/11553944
棉花糖丶蔷薇,http://43.138.170.29:35455/douyu/11578540
沐沐超甜丫,http://43.138.170.29:35455/douyu/11649972
龙视本山快乐营,http://43.138.170.29:35455/douyu/9374865
微醺的月色鹿,http://43.138.170.29:35455/douyu/11606410
小雪宝cr,http://43.138.170.29:35455/douyu/920389
竹叶的熊猫,http://43.138.170.29:35455/douyu/3870925
吸奇侠,http://43.138.170.29:35455/douyu/8986636
胆子不小的郑吉祥,http://43.138.170.29:35455/douyu/9171887
老烟斗鬼故事,http://43.138.170.29:35455/douyu/2337939
小片片说大片二台,http://43.138.170.29:35455/douyu/10011547
3说电影,http://43.138.170.29:35455/douyu/9643264
周扒片,http://43.138.170.29:35455/douyu/6434857
Re爱吃小龙虾,http://43.138.170.29:35455/douyu/11651155
怪兽马提尼电影,http://43.138.170.29:35455/douyu/9075333
我们可爱的程程,http://43.138.170.29:35455/douyu/329667
碎片记,http://43.138.170.29:35455/douyu/9412981
小明不背锅up,http://43.138.170.29:35455/douyu/117854
安慕兮超好喝,http://43.138.170.29:35455/douyu/5062195
東南西北方不敗,http://43.138.170.29:35455/douyu/6778282
徐大sao,http://43.138.170.29:35455/douyu/7107176
贾贵队长真男神,http://43.138.170.29:35455/douyu/299854
7师傅,http://43.138.170.29:35455/douyu/17732
疯狂尛瀦瀦,http://43.138.170.29:35455/douyu/4290711
单纯的顺才少爷,http://43.138.170.29:35455/douyu/10084875
卖女孩滴小姑凉,http://43.138.170.29:35455/douyu/922564
大麦青汁Fl,http://43.138.170.29:35455/douyu/9071554
702放映厅,http://43.138.170.29:35455/douyu/10348728
牛奶味的梦猪猪,http://43.138.170.29:35455/douyu/5261342
菜园小饼QwQ,http://43.138.170.29:35455/douyu/7701735
师落,http://43.138.170.29:35455/douyu/6911044
宝姐x,http://43.138.170.29:35455/douyu/6581531
丶丶丶九月丶丶丶,http://43.138.170.29:35455/douyu/10338873
世界未解之谜M,http://43.138.170.29:35455/douyu/9369468
欢乐小饭米粒,http://43.138.170.29:35455/douyu/9403690
一起看港剧,http://43.138.170.29:35455/douyu/5061550
林家渔妹,http://43.138.170.29:35455/douyu/9348805
钓鱼大锋子,http://43.138.170.29:35455/douyu/10074370
一条闲木鱼,http://43.138.170.29:35455/douyu/10102281
辽视辽宁春晚,http://43.138.170.29:35455/douyu/9403738
流浪吧王温暖,http://43.138.170.29:35455/douyu/655973
辽视组团上春晚,http://43.138.170.29:35455/douyu/9406416
荒野伊甸园,http://43.138.170.29:35455/douyu/9611578
篮球过人技巧,http://43.138.170.29:35455/douyu/9406897
用青春去旅行,http://43.138.170.29:35455/douyu/9629423
猛禽西伯利亚白猿,http://43.138.170.29:35455/douyu/10074407
渔农泰叔,http://43.138.170.29:35455/douyu/9348784
夏利俊EWE路亚,http://43.138.170.29:35455/douyu/9974427
游钓黑坑一疯子,http://43.138.170.29:35455/douyu/10103411
野行涛哥V,http://43.138.170.29:35455/douyu/9329608
书岳钓鱼,http://43.138.170.29:35455/douyu/10100206
民间高手show,http://43.138.170.29:35455/douyu/10372765
成龙历险纪,http://43.138.170.29:35455/douyu/2287949
Sy一渣男李元芳,http://43.138.170.29:35455/douyu/7812810
好萌的企鹅393,http://43.138.170.29:35455/douyu/10198644
名侦探柯南丶美琪,http://43.138.170.29:35455/douyu/5189447
喷子OAO,http://43.138.170.29:35455/douyu/7253343
安韵家丶萝卜君,http://43.138.170.29:35455/douyu/7495810
胡椒粉的胡歌,http://43.138.170.29:35455/douyu/5448413
少打白骨精,http://43.138.170.29:35455/douyu/11531165
聚聚聚一个月,http://43.138.170.29:35455/douyu/4105989
飘洋过海来,http://43.138.170.29:35455/douyu/9548850
中午怪蜀黍,http://43.138.170.29:35455/douyu/427397
荒野有声书,http://43.138.170.29:35455/douyu/10650322
叶wl子,http://43.138.170.29:35455/douyu/3395113
林朗Am,http://43.138.170.29:35455/douyu/6528409
卿离倾心,http://43.138.170.29:35455/douyu/7286439
梅西大圣,http://43.138.170.29:35455/douyu/1360303
koanluowei,http://43.138.170.29:35455/douyu/10906963
用户0036218064,http://43.138.170.29:35455/douyu/8600645
宇宙探索飞船,http://43.138.170.29:35455/douyu/9456028
米尼影院,http://43.138.170.29:35455/douyu/7642724
超喜欢你的小宇,http://43.138.170.29:35455/douyu/54945
茶啊二中官方,http://43.138.170.29:35455/douyu/2925610
暴走漫画,http://43.138.170.29:35455/douyu/1275878
小瑟瑟西游专场,http://43.138.170.29:35455/douyu/5472438
章的亲弟弟,http://43.138.170.29:35455/douyu/9641152
车模颜值大赏,http://43.138.170.29:35455/douyu/10118209
老王陪你看动漫,http://43.138.170.29:35455/douyu/6332732
七落SevenFall,http://43.138.170.29:35455/douyu/10019937
Cloud猪,http://43.138.170.29:35455/douyu/527502
彼岸KARA,http://43.138.170.29:35455/douyu/40471
米苏苏ya,http://43.138.170.29:35455/douyu/8323493
爱旅行的巧克力,http://43.138.170.29:35455/douyu/9653323
孤独的牧羊仁,http://43.138.170.29:35455/douyu/6861249
花花与三猫CatLive,http://43.138.170.29:35455/douyu/7348194
钓鱼欧尼AnglerJJung,http://43.138.170.29:35455/douyu/10616765
文侠灬楊楊,http://43.138.170.29:35455/douyu/10317257
宇宙视界,http://43.138.170.29:35455/douyu/9498354
3030相声小品,http://43.138.170.29:35455/douyu/9286868
酷酷的滕,http://43.138.170.29:35455/douyu/1286383
晚风吹过灬,http://43.138.170.29:35455/douyu/5800628
渔人东川,http://43.138.170.29:35455/douyu/9348769
粤知一二,http://43.138.170.29:35455/douyu/2940299
阿福ThomasV,http://43.138.170.29:35455/douyu/9194089
多多看车,http://43.138.170.29:35455/douyu/4921957
俩个麻瓜,http://43.138.170.29:35455/douyu/10121755
猫猫村长,http://43.138.170.29:35455/douyu/4716
佳佳的全世界,http://43.138.170.29:35455/douyu/7575350
小艾大叔,http://43.138.170.29:35455/douyu/9314668
麻雀喳喳野行记,http://43.138.170.29:35455/douyu/10088966
dy荒野建造,http://43.138.170.29:35455/douyu/10039437
维塔利在野外,http://43.138.170.29:35455/douyu/9804068
内蒙古欢乐驿站,http://43.138.170.29:35455/douyu/9365077
去种田的向凹凸,http://43.138.170.29:35455/douyu/9570290
懂懂1234,http://43.138.170.29:35455/douyu/8729614
中国喜剧力量,http://43.138.170.29:35455/douyu/9403781
萌宠妙妙屋,http://43.138.170.29:35455/douyu/8653533
小雨有点甜丶,http://43.138.170.29:35455/douyu/9965018
ELF专属直播间,http://43.138.170.29:35455/douyu/113158
芒果酱Mangoo,http://43.138.170.29:35455/douyu/138959
番茄99号,http://43.138.170.29:35455/douyu/7347622
1的1,http://43.138.170.29:35455/douyu/11426743
往事vs随风1,http://43.138.170.29:35455/douyu/3113309
都是奔奔的错丶,http://43.138.170.29:35455/douyu/8953746
综合手游酷爱,http://43.138.170.29:35455/douyu/207739
暴炒咸鱼,http://43.138.170.29:35455/douyu/2760806
老衲智真,http://43.138.170.29:35455/douyu/5127679
冬瓜强给爷冲,http://43.138.170.29:35455/douyu/8010855
张二千11,http://43.138.170.29:35455/douyu/8945323
菜叔巭硬,http://43.138.170.29:35455/douyu/7882691
夏夏夏夏夜丶,http://43.138.170.29:35455/douyu/6706214
婷宝宝不卖萌,http://43.138.170.29:35455/douyu/7033626
北京影帝的分身,http://43.138.170.29:35455/douyu/9805480
南波儿的柠檬,http://43.138.170.29:35455/douyu/3379942
萌宠丶飞翔哥,http://43.138.170.29:35455/douyu/9957400
不愿透露姓氏的林百万,http://43.138.170.29:35455/douyu/2726977
这夜空中最亮的星,http://43.138.170.29:35455/douyu/9290755
秋月剪水,http://43.138.170.29:35455/douyu/9588891
达达杀猪菜儿,http://43.138.170.29:35455/douyu/11751004
Miss北月,http://43.138.170.29:35455/douyu/8366759
lele1894,http://43.138.170.29:35455/douyu/292098
ryandradian,http://43.138.170.29:35455/douyu/3756989
云墨墨1,http://43.138.170.29:35455/douyu/11456622
诃德先生,http://43.138.170.29:35455/douyu/3758762
橙沫小幺妹,http://43.138.170.29:35455/douyu/1584198
美娘家的猪猪,http://43.138.170.29:35455/douyu/9019945
顾止最爱的小胖宝贝,http://43.138.170.29:35455/douyu/238643
胸弟团丶嫣嫣,http://43.138.170.29:35455/douyu/7810803
东大林俊杰,http://43.138.170.29:35455/douyu/8787737
小小甜的骑士,http://43.138.170.29:35455/douyu/9236042
IMR无名,http://43.138.170.29:35455/douyu/10882624
小小天才搞笑视频,http://43.138.170.29:35455/douyu/9419678
掌上Club,http://43.138.170.29:35455/douyu/1770806
逍遥君小哥OVO,http://43.138.170.29:35455/douyu/7155751
冈崎朋也丶,http://43.138.170.29:35455/douyu/808010
李允儿er的助眠小窝,http://43.138.170.29:35455/douyu/9038894
我也想要一个千反田,http://43.138.170.29:35455/douyu/9290734
Cat丶猫儿,http://43.138.170.29:35455/douyu/9242659
开心嘴炮,http://43.138.170.29:35455/douyu/9026377
文西与阿漆,http://43.138.170.29:35455/douyu/8737695
一入江湖难回首,http://43.138.170.29:35455/douyu/1381309
恨鐵,http://43.138.170.29:35455/douyu/6369954
悬疑MOVIE,http://43.138.170.29:35455/douyu/9601429
再不减肥就胖成球了,http://43.138.170.29:35455/douyu/11595245
丫头的胖小熊,http://43.138.170.29:35455/douyu/11781872
林大师丶情感人生指引,http://43.138.170.29:35455/douyu/537946
爱好恐怖片的美男子,http://43.138.170.29:35455/douyu/9280384
不是狄胖胖,http://43.138.170.29:35455/douyu/6690194
鬼兄奇谈,http://43.138.170.29:35455/douyu/8722254
历史经典烩,http://43.138.170.29:35455/douyu/9487003
Svip丶YoYo,http://43.138.170.29:35455/douyu/3472959
工藤新医heart,http://43.138.170.29:35455/douyu/8741860
趁我们还年轻812,http://43.138.170.29:35455/douyu/7805562
机智帅气的一炫君,http://43.138.170.29:35455/douyu/3705472
爱喝养乐多的派大星,http://43.138.170.29:35455/douyu/9176009
猴哥陪你看,http://43.138.170.29:35455/douyu/11756364
用户0691020364,http://43.138.170.29:35455/douyu/11796534
JustXiaIt嘻咦啊看,http://43.138.170.29:35455/douyu/2660125
上海朱医生,http://43.138.170.29:35455/douyu/4654883
漫威君,http://43.138.170.29:35455/douyu/1713615
好剧看不停,http://43.138.170.29:35455/douyu/9388938
猎奇笔记本,http://43.138.170.29:35455/douyu/9627172
小derder哟,http://43.138.170.29:35455/douyu/9974197
代娱说美剧,http://43.138.170.29:35455/douyu/9123570
真香动漫解说,http://43.138.170.29:35455/douyu/9391292
英大吉来了,http://43.138.170.29:35455/douyu/9174097
小陶气说动漫,http://43.138.170.29:35455/douyu/9527700
一目十影,http://43.138.170.29:35455/douyu/3643605
文大郎UP,http://43.138.170.29:35455/douyu/8060436
老鱼说剧,http://43.138.170.29:35455/douyu/9994377
影视笑工场,http://43.138.170.29:35455/douyu/10298846
1003402830,http://43.138.170.29:35455/douyu/2436920
奥雷卡尔克斯,http://43.138.170.29:35455/douyu/1224356
智仗心,http://43.138.170.29:35455/douyu/5635000
是晓葑呀,http://43.138.170.29:35455/douyu/9650783
南国小豆豆,http://43.138.170.29:35455/douyu/3310454
史君观影,http://43.138.170.29:35455/douyu/9644669
我为奥迪上黄金,http://43.138.170.29:35455/douyu/9336286
圈踢动漫,http://43.138.170.29:35455/douyu/1952680
阿苏电影,http://43.138.170.29:35455/douyu/9037784
绿阿掌,http://43.138.170.29:35455/douyu/2365
我是一只西瓜啊,http://43.138.170.29:35455/douyu/9065082
胥渡吧直播号,http://43.138.170.29:35455/douyu/2040822
南南AKRAPOVIC,http://43.138.170.29:35455/douyu/3627728
只关于篮球的只老师,http://43.138.170.29:35455/douyu/9367541
岚FLL,http://43.138.170.29:35455/douyu/9409703
壹丨哥,http://43.138.170.29:35455/douyu/5692901
植物椿de房间,http://43.138.170.29:35455/douyu/9771247
梦媛家的小杰哥,http://43.138.170.29:35455/douyu/8507023
洋先生FT,http://43.138.170.29:35455/douyu/8595134
是个小可爱iiii,http://43.138.170.29:35455/douyu/9650782
楠者电影,http://43.138.170.29:35455/douyu/9485398
有部电影儿,http://43.138.170.29:35455/douyu/9736479
墨逗电影,http://43.138.170.29:35455/douyu/9614847
我和僵尸有个约会放映,http://43.138.170.29:35455/douyu/11784450
贝爷求生影视,http://43.138.170.29:35455/douyu/9661369
铁血影视汇,http://43.138.170.29:35455/douyu/9649701
松轩说电影,http://43.138.170.29:35455/douyu/1524969
东倾电影,http://43.138.170.29:35455/douyu/8344251
蛋泥动画,http://43.138.170.29:35455/douyu/9312460
祁乐丶,http://43.138.170.29:35455/douyu/8066352
探奇录,http://43.138.170.29:35455/douyu/9746763
勤时铭悦,http://43.138.170.29:35455/douyu/8790357
我叫萌迪迪V,http://43.138.170.29:35455/douyu/5354705
俗哥看电影,http://43.138.170.29:35455/douyu/2161818
尉迟杰影评,http://43.138.170.29:35455/douyu/8850682
暴躁少女零九,http://43.138.170.29:35455/douyu/9065302
怪事屋,http://43.138.170.29:35455/douyu/8706084
大蓝雀,http://43.138.170.29:35455/douyu/8656759
阎君说剧,http://43.138.170.29:35455/douyu/10475459
九叔说电影v,http://43.138.170.29:35455/douyu/9348282
蓝光乐队,http://43.138.170.29:35455/douyu/9572351
逗米说电影,http://43.138.170.29:35455/douyu/421222
爱爱小s,http://43.138.170.29:35455/douyu/10308312
篮球长镜头,http://43.138.170.29:35455/douyu/9399887
浩贤说电影,http://43.138.170.29:35455/douyu/10535867
纪录片之家字幕组,http://43.138.170.29:35455/douyu/8834003
楚哥说电影,http://43.138.170.29:35455/douyu/9375743
小小鹿老师,http://43.138.170.29:35455/douyu/9442889
行墨听雨,http://43.138.170.29:35455/douyu/11791770
文曰小强,http://43.138.170.29:35455/douyu/2680501
独立鱼电影,http://43.138.170.29:35455/douyu/2413555
小猪搞笑精选,http://43.138.170.29:35455/douyu/10329752
是搞笑君啊,http://43.138.170.29:35455/douyu/10329719
沉郁观影,http://43.138.170.29:35455/douyu/9393577
雨忆动漫,http://43.138.170.29:35455/douyu/9568700
林林林林林啊丶,http://43.138.170.29:35455/douyu/6747916
阿依图娜,http://43.138.170.29:35455/douyu/9047046
荒野视界,http://43.138.170.29:35455/douyu/10675329
五分钟电影汇,http://43.138.170.29:35455/douyu/8443438
科学放映室,http://43.138.170.29:35455/douyu/9439712
斗鱼恐怖游戏合集,http://43.138.170.29:35455/douyu/10401481
郭云神奇,http://43.138.170.29:35455/douyu/8694831
C座802,http://43.138.170.29:35455/douyu/8768943
风云I人物志,http://43.138.170.29:35455/douyu/9970047
求求扣扣困困,http://43.138.170.29:35455/douyu/8795274
娱乐扒叔,http://43.138.170.29:35455/douyu/9624581
哇哇哇妹,http://43.138.170.29:35455/douyu/8657920
王者好气阿,http://43.138.170.29:35455/douyu/10076641
秀才侃娱乐,http://43.138.170.29:35455/douyu/9382873
Psyman塞门,http://43.138.170.29:35455/douyu/9753585
尽整没用D,http://43.138.170.29:35455/douyu/8791622
Fatal飞雪,http://43.138.170.29:35455/douyu/8813596
说好的我们一起白嫖呢,http://43.138.170.29:35455/douyu/7421687
百万巨星麒麟君,http://43.138.170.29:35455/douyu/3431701
科幻战舰,http://43.138.170.29:35455/douyu/8772060
龙视开心麻花街,http://43.138.170.29:35455/douyu/9374862
海森堡事件录,http://43.138.170.29:35455/douyu/9754849
郑云工作室,http://43.138.170.29:35455/douyu/2995636
竹公子有礼了,http://43.138.170.29:35455/douyu/8887432
不二真探,http://43.138.170.29:35455/douyu/10319545
指缝里看电影,http://43.138.170.29:35455/douyu/9647834
九冢嵬,http://43.138.170.29:35455/douyu/9393501
喜剧电影笑不停,http://43.138.170.29:35455/douyu/10298856
小姐姐Bie跑哦,http://43.138.170.29:35455/douyu/8666258
罗叔说戏,http://43.138.170.29:35455/douyu/9788756
安小闫说电影x,http://43.138.170.29:35455/douyu/1842621
音乐台长,http://43.138.170.29:35455/douyu/9629943
电影刘油果,http://43.138.170.29:35455/douyu/3985805
荒野避难所,http://43.138.170.29:35455/douyu/10234334
蓝星人一ET,http://43.138.170.29:35455/douyu/9431727
日本女子摔角,http://43.138.170.29:35455/douyu/425809
邸生,http://43.138.170.29:35455/douyu/9665298
纳豆奶奶666,http://43.138.170.29:35455/douyu/8745628
小侠来了,http://43.138.170.29:35455/douyu/9734042
童乐说电影,http://43.138.170.29:35455/douyu/9660704
宇哥讲电影,http://43.138.170.29:35455/douyu/2104744
篮球之家老李,http://43.138.170.29:35455/douyu/9170147
怪味爆米花电影,http://43.138.170.29:35455/douyu/9422144
北大落说大片,http://43.138.170.29:35455/douyu/8828811
老电影故事,http://43.138.170.29:35455/douyu/9167273
龙视超级笑匠,http://43.138.170.29:35455/douyu/9375450
冬粮说故事,http://43.138.170.29:35455/douyu/5192695
火龙果讲电影本人,http://43.138.170.29:35455/douyu/2039501
夜与白鲸V,http://43.138.170.29:35455/douyu/9734515
锦书致南辞阿,http://43.138.170.29:35455/douyu/2894528
胖段段fre,http://43.138.170.29:35455/douyu/9662856
香菜碎碎念鸭,http://43.138.170.29:35455/douyu/9663665
搞笑动漫大本营,http://43.138.170.29:35455/douyu/9650181
LOUIS樱,http://43.138.170.29:35455/douyu/9235284
17号说动漫,http://43.138.170.29:35455/douyu/9822277
话龙电竞,http://43.138.170.29:35455/douyu/9957571
大坑侦探社,http://43.138.170.29:35455/douyu/9440339
奇妙博物馆,http://43.138.170.29:35455/douyu/9409723
粤男有话儿,http://43.138.170.29:35455/douyu/8764282
大狼狗刨祖坟,http://43.138.170.29:35455/douyu/10217975
草泥泥影院,http://43.138.170.29:35455/douyu/9091049
博然讲电影,http://43.138.170.29:35455/douyu/9561992
阿轩速看,http://43.138.170.29:35455/douyu/9542676
玫瑰叔品评,http://43.138.170.29:35455/douyu/8805720
贰哥电影,http://43.138.170.29:35455/douyu/9338867
果冻萌萌的丶,http://43.138.170.29:35455/douyu/9607934
猪肉熟了,http://43.138.170.29:35455/douyu/296836
强人说笑,http://43.138.170.29:35455/douyu/10329713
哇萨比抓马WD,http://43.138.170.29:35455/douyu/8808506
据说放映室,http://43.138.170.29:35455/douyu/8837964
微梦屋,http://43.138.170.29:35455/douyu/7027040
二毛荒野垂钓生活1,http://43.138.170.29:35455/douyu/10007687
KyoKyo不是QQ,http://43.138.170.29:35455/douyu/4732337
小乔讲电影,http://43.138.170.29:35455/douyu/8413908
阿木讲电影,http://43.138.170.29:35455/douyu/532050
飞碟说官方,http://43.138.170.29:35455/douyu/1449125
果冻lui,http://43.138.170.29:35455/douyu/9191790
我叫孙火旺,http://43.138.170.29:35455/douyu/9770949
负担亡魂,http://43.138.170.29:35455/douyu/10308242
胶片看电影,http://43.138.170.29:35455/douyu/3715426
阿尔法是只边牧,http://43.138.170.29:35455/douyu/8662812
三代鹿人v,http://43.138.170.29:35455/douyu/9629717
快哥说老片,http://43.138.170.29:35455/douyu/10411518
思乡渔夫,http://43.138.170.29:35455/douyu/9049634
嘴巴鼻子没有沟,http://43.138.170.29:35455/douyu/10217984
爆笑行为大赏,http://43.138.170.29:35455/douyu/10329767
阿赫影视,http://43.138.170.29:35455/douyu/11800064
人类早期驯服,http://43.138.170.29:35455/douyu/8892864
管哥视频,http://43.138.170.29:35455/douyu/10181584
不会弹琴雯雯猫,http://43.138.170.29:35455/douyu/11793007
渔村小马,http://43.138.170.29:35455/douyu/1447771
多多其木格,http://43.138.170.29:35455/douyu/9075374
开车大神,http://43.138.170.29:35455/douyu/9759970
大壮撞电影,http://43.138.170.29:35455/douyu/9437349
伯乐说电影V,http://43.138.170.29:35455/douyu/9386057
TFBOYS饭团,http://43.138.170.29:35455/douyu/9565765
奇趣研究,http://43.138.170.29:35455/douyu/8661456
犀利影评,http://43.138.170.29:35455/douyu/9647845
我是目言,http://43.138.170.29:35455/douyu/8261344
快看张不止,http://43.138.170.29:35455/douyu/8413226
竹儿公公,http://43.138.170.29:35455/douyu/8807568
天才霸总的狐崽崽,http://43.138.170.29:35455/douyu/10394922
张宇394795,http://43.138.170.29:35455/douyu/7508566
二哈讲电影,http://43.138.170.29:35455/douyu/8778280
看电影了没V,http://43.138.170.29:35455/douyu/9562616
神烦xp,http://43.138.170.29:35455/douyu/8286679
鄂东老男孩,http://43.138.170.29:35455/douyu/8837707
龙视欢乐英雄转,http://43.138.170.29:35455/douyu/9374836
影视梗大叔,http://43.138.170.29:35455/douyu/9480648
听wo姐说,http://43.138.170.29:35455/douyu/8830082
屁屁鸭家族LOVE,http://43.138.170.29:35455/douyu/9461930
戴萌兔,http://43.138.170.29:35455/douyu/9522315
勇敢的荒野人,http://43.138.170.29:35455/douyu/9618038
荒野建筑指南,http://43.138.170.29:35455/douyu/10226974
梓帆说电影,http://43.138.170.29:35455/douyu/9769563
爱吃素的汉尼拔VV,http://43.138.170.29:35455/douyu/6361974
TUOK肖恩,http://43.138.170.29:35455/douyu/9392433
宝蓝和朋友们,http://43.138.170.29:35455/douyu/9283356
荒野动物园,http://43.138.170.29:35455/douyu/9663833
政宗君de情敵,http://43.138.170.29:35455/douyu/9624330
天才简史,http://43.138.170.29:35455/douyu/8662915
魔术飞哥,http://43.138.170.29:35455/douyu/517915
流心影者,http://43.138.170.29:35455/douyu/9447717
刘也变z,http://43.138.170.29:35455/douyu/9489079
周六野Zoey,http://43.138.170.29:35455/douyu/8912150
大熊观影,http://43.138.170.29:35455/douyu/8851140
电影七十二变,http://43.138.170.29:35455/douyu/9323164
高能恐怖片段君,http://43.138.170.29:35455/douyu/10401475
小林家的旗女仆,http://43.138.170.29:35455/douyu/9211287
fans圈娱乐,http://43.138.170.29:35455/douyu/9630581
拳击大王,http://43.138.170.29:35455/douyu/9385340
蛋黄讲动漫,http://43.138.170.29:35455/douyu/9542834
户外老曹,http://43.138.170.29:35455/douyu/9957389
雪輝TnT,http://43.138.170.29:35455/douyu/8936207
电影黑匣子,http://43.138.170.29:35455/douyu/8706652
冷孝洪,http://43.138.170.29:35455/douyu/9527761
方攵日央木几,http://43.138.170.29:35455/douyu/9942574
3秒爱上学习V,http://43.138.170.29:35455/douyu/9541736
经典拳赛,http://43.138.170.29:35455/douyu/9412138
喵来啦V,http://43.138.170.29:35455/douyu/8657669
到远方旅行,http://43.138.170.29:35455/douyu/9614588
民工小代,http://43.138.170.29:35455/douyu/9616619
瓦岗寨主坑爹李,http://43.138.170.29:35455/douyu/7661496
不思异剧场,http://43.138.170.29:35455/douyu/9297412
MK青凌,http://43.138.170.29:35455/douyu/9488836
鑫酱盘动漫,http://43.138.170.29:35455/douyu/9547575
每日好电影V,http://43.138.170.29:35455/douyu/9533302
大荒电影,http://43.138.170.29:35455/douyu/3508538
柠檬檬檬儿vlog,http://43.138.170.29:35455/douyu/9624845
鸡腿子软糖,http://43.138.170.29:35455/douyu/8695854
娱乐新番,http://43.138.170.29:35455/douyu/9564845
世界纪录大全,http://43.138.170.29:35455/douyu/9406359
11554444,http://43.138.170.29:35455/douyu/11484175
亮亮也是酿酿,http://43.138.170.29:35455/douyu/4340136
电影吐槽汇,http://43.138.170.29:35455/douyu/9447668
罗休休休,http://43.138.170.29:35455/douyu/9403178
老段带你钓青鱼,http://43.138.170.29:35455/douyu/10105639
血小板呐呐,http://43.138.170.29:35455/douyu/4285043
山里记,http://43.138.170.29:35455/douyu/9410236
小马哥说电影,http://43.138.170.29:35455/douyu/9396672
9iota,http://43.138.170.29:35455/douyu/8881729
搞笑天堂岛,http://43.138.170.29:35455/douyu/6916081
是不是Pro,http://43.138.170.29:35455/douyu/9475113
电影冷知识,http://43.138.170.29:35455/douyu/9660835
末日说电影,http://43.138.170.29:35455/douyu/9431125
搞笑院长,http://43.138.170.29:35455/douyu/8829915
小岛讲电影,http://43.138.170.29:35455/douyu/9390955
涛哥测评,http://43.138.170.29:35455/douyu/613850
小刚学长o,http://43.138.170.29:35455/douyu/9701497
王十三686,http://43.138.170.29:35455/douyu/10814845
农村幺妹儿,http://43.138.170.29:35455/douyu/9344884
乡间大路上,http://43.138.170.29:35455/douyu/9850661
和猫住丶,http://43.138.170.29:35455/douyu/850030
沂沐啊,http://43.138.170.29:35455/douyu/9481137
好像视说故事,http://43.138.170.29:35455/douyu/8891883
柳青瑶本尊,http://43.138.170.29:35455/douyu/2281324
风雨大魔王电影解说,http://43.138.170.29:35455/douyu/4626315
羽翼天使的挽歌,http://43.138.170.29:35455/douyu/9193179
制造show,http://43.138.170.29:35455/douyu/9550226
山下智博official,http://43.138.170.29:35455/douyu/9186596
画渣花小烙,http://43.138.170.29:35455/douyu/9072066
小丽说电影,http://43.138.170.29:35455/douyu/9368016
阿忙赶海,http://43.138.170.29:35455/douyu/9348876
Rabbit每日爆料,http://43.138.170.29:35455/douyu/9685652
大笑影院,http://43.138.170.29:35455/douyu/10329300
国际吸猫协会,http://43.138.170.29:35455/douyu/8657834
W总动员,http://43.138.170.29:35455/douyu/9480767
熊猫电影,http://43.138.170.29:35455/douyu/3506483
大魔王动漫解说,http://43.138.170.29:35455/douyu/9963128
丛林工程师,http://43.138.170.29:35455/douyu/9804149
CF柒年,http://43.138.170.29:35455/douyu/9087887
滑稽中二梦V,http://43.138.170.29:35455/douyu/8829706
洋房姐姐,http://43.138.170.29:35455/douyu/9172774
玖月影视,http://43.138.170.29:35455/douyu/9339251
猪万三,http://43.138.170.29:35455/douyu/7615533
王坑坑聊电影,http://43.138.170.29:35455/douyu/9402110
一束光开始,http://43.138.170.29:35455/douyu/8662684
石头老纪,http://43.138.170.29:35455/douyu/9047060
四叶草影视,http://43.138.170.29:35455/douyu/9446117
搞笑孟文明,http://43.138.170.29:35455/douyu/9766337
鹏友说电影,http://43.138.170.29:35455/douyu/9445244
大白话来也,http://43.138.170.29:35455/douyu/9412287
鎏酸v,http://43.138.170.29:35455/douyu/9546016
小超讲电影,http://43.138.170.29:35455/douyu/3432645
唐司令说电影,http://43.138.170.29:35455/douyu/8774345
轻风乍起的号,http://43.138.170.29:35455/douyu/9445489
咸车,http://43.138.170.29:35455/douyu/9498554
内蒙卡秋,http://43.138.170.29:35455/douyu/9067858
少女娜娜酱,http://43.138.170.29:35455/douyu/9445557
第七艺术坊,http://43.138.170.29:35455/douyu/9737022
二次元fans鹿鹿,http://43.138.170.29:35455/douyu/8661526
麦绿素dustdream,http://43.138.170.29:35455/douyu/9336437
农村一级野钓大师,http://43.138.170.29:35455/douyu/9433591
光影故事汇,http://43.138.170.29:35455/douyu/9541423
野格影视,http://43.138.170.29:35455/douyu/9931766
目及WATCHER,http://43.138.170.29:35455/douyu/8712204
开箱嘤嘤怪,http://43.138.170.29:35455/douyu/10319056
学姐圆,http://43.138.170.29:35455/douyu/9639735
大胡子魏,http://43.138.170.29:35455/douyu/8792763
久远丶酱,http://43.138.170.29:35455/douyu/9046649
篮球小人物,http://43.138.170.29:35455/douyu/9184257
Starshine刹那,http://43.138.170.29:35455/douyu/9191006
77说电影,http://43.138.170.29:35455/douyu/9444320
助眠师海宝宝,http://43.138.170.29:35455/douyu/1103328
不是网红的网红胡椒,http://43.138.170.29:35455/douyu/6085873
猫叔说电影,http://43.138.170.29:35455/douyu/9820039
别闹了美越,http://43.138.170.29:35455/douyu/9548244
皮皮动漫星球,http://43.138.170.29:35455/douyu/8841920
露爷说漫,http://43.138.170.29:35455/douyu/9542830
油兔不二字幕组,http://43.138.170.29:35455/douyu/8850453
0小行家0,http://43.138.170.29:35455/douyu/9280356
洛克电影,http://43.138.170.29:35455/douyu/9414884
老胡说电影,http://43.138.170.29:35455/douyu/8880466
sekai的光子,http://43.138.170.29:35455/douyu/9564766
网友咸几几,http://43.138.170.29:35455/douyu/2174405
戒喵中心,http://43.138.170.29:35455/douyu/8658212
盘点委员,http://43.138.170.29:35455/douyu/9481059
周墨看电影,http://43.138.170.29:35455/douyu/9505584
杰克大魔王V,http://43.138.170.29:35455/douyu/9729740
同同电影,http://43.138.170.29:35455/douyu/10155359
卡皮君本人,http://43.138.170.29:35455/douyu/9050486
君笑坊,http://43.138.170.29:35455/douyu/9444093
爱星影视,http://43.138.170.29:35455/douyu/9476806
龙又z,http://43.138.170.29:35455/douyu/9477915
香兰爱影视,http://43.138.170.29:35455/douyu/9487090
虾米大模王,http://43.138.170.29:35455/douyu/102114
王子和史蒂文,http://43.138.170.29:35455/douyu/9583975
海王尼加拉,http://43.138.170.29:35455/douyu/10039005
吟游诗人基德,http://43.138.170.29:35455/douyu/9337049
MordonFreeman是谁,http://43.138.170.29:35455/douyu/9524579
凤起青云,http://43.138.170.29:35455/douyu/749124
享看电影,http://43.138.170.29:35455/douyu/8974130
老人家小熊猫君,http://43.138.170.29:35455/douyu/753342
微笑影视解说,http://43.138.170.29:35455/douyu/9476790
冷君聊大片,http://43.138.170.29:35455/douyu/9666219
mad葉月Mashiro灬,http://43.138.170.29:35455/douyu/9192932
女王泡面V,http://43.138.170.29:35455/douyu/9369937
沫子瞪片,http://43.138.170.29:35455/douyu/8783035
晓飞做动画,http://43.138.170.29:35455/douyu/10817660
王俊凯的资源组,http://43.138.170.29:35455/douyu/8862216
大汁猪,http://43.138.170.29:35455/douyu/9191071
5毒士,http://43.138.170.29:35455/douyu/9406600
马小跳在这儿,http://43.138.170.29:35455/douyu/9722147
傲娇一喵喵,http://43.138.170.29:35455/douyu/9392610
名人物语DY,http://43.138.170.29:35455/douyu/9539063
本主儿,http://43.138.170.29:35455/douyu/9565677
我是阿树酱,http://43.138.170.29:35455/douyu/9486020
爱玩客iVankr,http://43.138.170.29:35455/douyu/317409
已知艺术家漫画解说,http://43.138.170.29:35455/douyu/5907076
吃草莓的果子狸V,http://43.138.170.29:35455/douyu/9382395
开心逛剧场,http://43.138.170.29:35455/douyu/10329310
DS女老诗,http://43.138.170.29:35455/douyu/563536
渔民老海,http://43.138.170.29:35455/douyu/9272327
纆緣老给给,http://43.138.170.29:35455/douyu/9543413
三新动漫,http://43.138.170.29:35455/douyu/9548279
某声悠,http://43.138.170.29:35455/douyu/8896100
淮秀帮官方,http://43.138.170.29:35455/douyu/2519745
同学请坐吧,http://43.138.170.29:35455/douyu/3736649
梦觉教游泳,http://43.138.170.29:35455/douyu/4531679
徳彪的奇妙冒险,http://43.138.170.29:35455/douyu/9145648
羽羊朩夂一,http://43.138.170.29:35455/douyu/9533226
电影笔记,http://43.138.170.29:35455/douyu/9636034
热星音乐菌,http://43.138.170.29:35455/douyu/8405922
电影幕后喵,http://43.138.170.29:35455/douyu/8884074
苏八拉西吐槽屋,http://43.138.170.29:35455/douyu/97643
粽子酱v,http://43.138.170.29:35455/douyu/9390685
见世君V,http://43.138.170.29:35455/douyu/10220896
维立方电影,http://43.138.170.29:35455/douyu/8706393
瑟克斯潘克斯,http://43.138.170.29:35455/douyu/9370434
纸鸢SomniumV,http://43.138.170.29:35455/douyu/9506782
叶墨的百妖馆,http://43.138.170.29:35455/douyu/9517351
萨摩耶王小羊,http://43.138.170.29:35455/douyu/9559063
飞行员欧文讲故事,http://43.138.170.29:35455/douyu/9678790
几号房间,http://43.138.170.29:35455/douyu/8829425
撩电影8,http://43.138.170.29:35455/douyu/9351043
小鹏漫剪,http://43.138.170.29:35455/douyu/9476810
穆杉车话,http://43.138.170.29:35455/douyu/9602107
安琪儿的羽翼,http://43.138.170.29:35455/douyu/9388783
威生天霖579,http://43.138.170.29:35455/douyu/9393403
涛浪浪电影,http://43.138.170.29:35455/douyu/5424258
罗杰斯一家,http://43.138.170.29:35455/douyu/9459265
whitebuste,http://43.138.170.29:35455/douyu/9481484
渚岸汐潮233,http://43.138.170.29:35455/douyu/9518082
喵招诗雨,http://43.138.170.29:35455/douyu/9651121
养狗的一浩,http://43.138.170.29:35455/douyu/9478842
柠柠柠萌菌,http://43.138.170.29:35455/douyu/9720895
话很多的小姐姐们,http://43.138.170.29:35455/douyu/8611011
吃鸡小表弟,http://43.138.170.29:35455/douyu/9370197
侃片黑菠萝,http://43.138.170.29:35455/douyu/5803764
FGO丶Master1,http://43.138.170.29:35455/douyu/9477851
大河庄一世繁华,http://43.138.170.29:35455/douyu/9501548
一只魔玩,http://43.138.170.29:35455/douyu/9606281
橘癫疯Oswald,http://43.138.170.29:35455/douyu/8793544
神奇的老皮AmazingLP,http://43.138.170.29:35455/douyu/8891285
树根龙门阵,http://43.138.170.29:35455/douyu/1833459
AK萌虎,http://43.138.170.29:35455/douyu/4049310
正直的陈易,http://43.138.170.29:35455/douyu/9365118
当下频道,http://43.138.170.29:35455/douyu/9389239
是纯洁上校,http://43.138.170.29:35455/douyu/9666042
电影漩涡,http://43.138.170.29:35455/douyu/8706350
夏夜柚子树,http://43.138.170.29:35455/douyu/9606419
中二大帝妮可姬,http://43.138.170.29:35455/douyu/9612400
HOOPPARK篮球公园,http://43.138.170.29:35455/douyu/10228726
仓鼠大逃亡,http://43.138.170.29:35455/douyu/10354920
总之看电影,http://43.138.170.29:35455/douyu/8978669
半藏同学,http://43.138.170.29:35455/douyu/9372627
龙大人不喷火zZ,http://43.138.170.29:35455/douyu/9437298
TSSS映画,http://43.138.170.29:35455/douyu/9749339
小木鱼de妈妈,http://43.138.170.29:35455/douyu/11199147
跟着盟哥去探秘,http://43.138.170.29:35455/douyu/1178229
老王的夜电影院,http://43.138.170.29:35455/douyu/3498219
金渐层沈同学,http://43.138.170.29:35455/douyu/9516467
SH11N,http://43.138.170.29:35455/douyu/9650451
孙毛毛Suny,http://43.138.170.29:35455/douyu/9424103
萱草丶daylily,http://43.138.170.29:35455/douyu/9685770
星空茶茶,http://43.138.170.29:35455/douyu/8635497
CmoStar,http://43.138.170.29:35455/douyu/10282256
冰糖葫芦没放盐V,http://43.138.170.29:35455/douyu/3505453
婧公子,http://43.138.170.29:35455/douyu/9464182
村野趣事荟,http://43.138.170.29:35455/douyu/5794474
芳芳说故事,http://43.138.170.29:35455/douyu/9401905
小浅说电影,http://43.138.170.29:35455/douyu/9665834
晓麦讲电影,http://43.138.170.29:35455/douyu/453963
RNDxc,http://43.138.170.29:35455/douyu/4585643
马老师是马也Sama,http://43.138.170.29:35455/douyu/8821892
暴走兄弟v,http://43.138.170.29:35455/douyu/9350960
电影小班长,http://43.138.170.29:35455/douyu/549693
py86阿,http://43.138.170.29:35455/douyu/8849954
汪哥说电影,http://43.138.170.29:35455/douyu/9312685
潜伏sc,http://43.138.170.29:35455/douyu/9458345
国士无双人物传奇,http://43.138.170.29:35455/douyu/9544555
黑衣陌秦mq,http://43.138.170.29:35455/douyu/9559308
乐儿丶Ler,http://43.138.170.29:35455/douyu/8221699
动物启示录,http://43.138.170.29:35455/douyu/9443129
预言家Alice,http://43.138.170.29:35455/douyu/9483772
臧老师好,http://43.138.170.29:35455/douyu/9576994
扒圈圈V,http://43.138.170.29:35455/douyu/9649913
Bella贝拉酱,http://43.138.170.29:35455/douyu/9663084
说笑武林,http://43.138.170.29:35455/douyu/10329706
小三笠笠酱,http://43.138.170.29:35455/douyu/9188696
利利川,http://43.138.170.29:35455/douyu/9329249
鲨说电影,http://43.138.170.29:35455/douyu/9544628
迷剧阿菁,http://43.138.170.29:35455/douyu/9486024
爱讲神话的小志,http://43.138.170.29:35455/douyu/9495613
灵佑奇谈,http://43.138.170.29:35455/douyu/9678207
调侃贫道XIN版,http://43.138.170.29:35455/douyu/9463586
笑点组长,http://43.138.170.29:35455/douyu/9535757
桃红梨白专栏,http://43.138.170.29:35455/douyu/9568196
小林家的意大利炮,http://43.138.170.29:35455/douyu/9501444
是有超超,http://43.138.170.29:35455/douyu/9665484
没腿毛的哥哥,http://43.138.170.29:35455/douyu/9720447
峰video,http://43.138.170.29:35455/douyu/8779139
关云猖,http://43.138.170.29:35455/douyu/8820996
动画魂,http://43.138.170.29:35455/douyu/9393242
奇怪电影,http://43.138.170.29:35455/douyu/9440966
酋知鱼,http://43.138.170.29:35455/douyu/5408225
三个老爸实验室,http://43.138.170.29:35455/douyu/9090487
喵喵喵的猫酱酱,http://43.138.170.29:35455/douyu/11179077
讲故事的角马,http://43.138.170.29:35455/douyu/4400816
起来啦小躺,http://43.138.170.29:35455/douyu/8849047
小爱看大片,http://43.138.170.29:35455/douyu/9312805
女汉子说电影,http://43.138.170.29:35455/douyu/9395966
祝晓晗,http://43.138.170.29:35455/douyu/9575293
一朵老香菇解说,http://43.138.170.29:35455/douyu/10050914
超wu的大白兔,http://43.138.170.29:35455/douyu/2925299
王Li差点红,http://43.138.170.29:35455/douyu/9348469
会火娱乐,http://43.138.170.29:35455/douyu/9442836
是chshh,http://43.138.170.29:35455/douyu/9570579
魔女嘉尔Gabrielle,http://43.138.170.29:35455/douyu/9674566
新视角解说,http://43.138.170.29:35455/douyu/8813254
YIKa777,http://43.138.170.29:35455/douyu/8868213
小铁房乐队,http://43.138.170.29:35455/douyu/9624976
训练师十六,http://43.138.170.29:35455/douyu/9721338
驴哥说电影,http://43.138.170.29:35455/douyu/5376478
大力学姐,http://43.138.170.29:35455/douyu/8784719
超人正能量,http://43.138.170.29:35455/douyu/5961006
野灿baka,http://43.138.170.29:35455/douyu/8867233
少年阿虎233,http://43.138.170.29:35455/douyu/9396762
我的超能力女友,http://43.138.170.29:35455/douyu/9501159
你顶亲亲的前女友,http://43.138.170.29:35455/douyu/8896746
隐紫大人不会吐槽,http://43.138.170.29:35455/douyu/9207457
狗毛电影,http://43.138.170.29:35455/douyu/9356637
律子桑,http://43.138.170.29:35455/douyu/9371308
育碧先生v,http://43.138.170.29:35455/douyu/9505962
弹吉他的Miumiu,http://43.138.170.29:35455/douyu/4564166
我是YOLO啊,http://43.138.170.29:35455/douyu/5077166
莫扎金,http://43.138.170.29:35455/douyu/9272077
小青放映社,http://43.138.170.29:35455/douyu/9314689
轩邈Elias,http://43.138.170.29:35455/douyu/9412454
神奇的大智,http://43.138.170.29:35455/douyu/9650047
怠惰守夜,http://43.138.170.29:35455/douyu/8842108
电视这个圈儿,http://43.138.170.29:35455/douyu/9425669
上来先丢大v,http://43.138.170.29:35455/douyu/9566154
剧燃有趣,http://43.138.170.29:35455/douyu/10329702
趣评测李杰灵,http://43.138.170.29:35455/douyu/751316
庆宝812,http://43.138.170.29:35455/douyu/8049173
竹内亮导演,http://43.138.170.29:35455/douyu/8933612
天JIANG,http://43.138.170.29:35455/douyu/9455480
Ethan清醒思考,http://43.138.170.29:35455/douyu/9481151
中二的枫哲酱,http://43.138.170.29:35455/douyu/9541849
咆哮丶土拨鼠,http://43.138.170.29:35455/douyu/9564230
火柴人HyunsDojo,http://43.138.170.29:35455/douyu/9430394
海男Rexv,http://43.138.170.29:35455/douyu/9626732
月影Yueing212,http://43.138.170.29:35455/douyu/8885525
御魔君,http://43.138.170.29:35455/douyu/9199976
戏晶SHOW,http://43.138.170.29:35455/douyu/9565130
潇湘公子L,http://43.138.170.29:35455/douyu/9535657
KUMA轻松熊博士,http://43.138.170.29:35455/douyu/2282604
暮肆Mousse,http://43.138.170.29:35455/douyu/9634199
颜雪落落落,http://43.138.170.29:35455/douyu/8864291
舞者胡哥,http://43.138.170.29:35455/douyu/9404678
荒野万池王,http://43.138.170.29:35455/douyu/9544576
翦瞳秋,http://43.138.170.29:35455/douyu/9623057
OooOlivia奥莉蕉,http://43.138.170.29:35455/douyu/9678862
珞珞说电影,http://43.138.170.29:35455/douyu/3718888
迷影至下Filmlast,http://43.138.170.29:35455/douyu/9187596
永无叙V,http://43.138.170.29:35455/douyu/9442980
御前狼王顾云川,http://43.138.170.29:35455/douyu/9517289
WANJINNY,http://43.138.170.29:35455/douyu/9567755
赤焰男孩,http://43.138.170.29:35455/douyu/9835644
灯泡兄弟影游谈,http://43.138.170.29:35455/douyu/1690081
mzx阿哲,http://43.138.170.29:35455/douyu/9483965
庆皇龙利余,http://43.138.170.29:35455/douyu/9524210
一颗咕咕星,http://43.138.170.29:35455/douyu/9388557
夏日幻听MCE,http://43.138.170.29:35455/douyu/9546437
夜幕来临之时,http://43.138.170.29:35455/douyu/10779237
噩梦DV,http://43.138.170.29:35455/douyu/9366922
Devil青酱,http://43.138.170.29:35455/douyu/9510544
心叽酱,http://43.138.170.29:35455/douyu/9488056
华白雨,http://43.138.170.29:35455/douyu/9495454
锅盖哒,http://43.138.170.29:35455/douyu/9398828
三七电影V,http://43.138.170.29:35455/douyu/9457792
田园小漠,http://43.138.170.29:35455/douyu/8669435
Michael说大片,http://43.138.170.29:35455/douyu/8841881
low君热剧,http://43.138.170.29:35455/douyu/8461020
菠萝说电影,http://43.138.170.29:35455/douyu/3714736
爪子drumdoll,http://43.138.170.29:35455/douyu/6428730
托尔兹桃花剑,http://43.138.170.29:35455/douyu/8896743
枫泽雨畔,http://43.138.170.29:35455/douyu/5279518
流小豆,http://43.138.170.29:35455/douyu/2441228
张小莹要独立,http://43.138.170.29:35455/douyu/9647285
前任电影,http://43.138.170.29:35455/douyu/9329242
曹小灵比比叨,http://43.138.170.29:35455/douyu/10289400
LCPD拉登,http://43.138.170.29:35455/douyu/9503015
农氏野钓,http://43.138.170.29:35455/douyu/10103361
电影先锋V,http://43.138.170.29:35455/douyu/8711212
阿坤在努力,http://43.138.170.29:35455/douyu/9407329
龙哥盘电影,http://43.138.170.29:35455/douyu/9736161
猪弟驸马爷,http://43.138.170.29:35455/douyu/8862501
神羊说电影,http://43.138.170.29:35455/douyu/9443552
崽崽撩电影,http://43.138.170.29:35455/douyu/8325511
epcdiy,http://43.138.170.29:35455/douyu/8759268
佛曰影视,http://43.138.170.29:35455/douyu/9671758
倓张TanZ,http://43.138.170.29:35455/douyu/9687221
狂野的种马小说家,http://43.138.170.29:35455/douyu/8849703
程情寫意,http://43.138.170.29:35455/douyu/9191358
XCin888,http://43.138.170.29:35455/douyu/3617935
猫眼电影,http://43.138.170.29:35455/douyu/8726221
小鸭子老师,http://43.138.170.29:35455/douyu/9627625
钱小元说电影,http://43.138.170.29:35455/douyu/9368265
可乐撩电影,http://43.138.170.29:35455/douyu/9371552
俄罗斯女孩安娜,http://43.138.170.29:35455/douyu/9314604
霹雳舞大叔,http://43.138.170.29:35455/douyu/1528853
豆客解说,http://43.138.170.29:35455/douyu/8883122
猫总白一航,http://43.138.170.29:35455/douyu/9517105
杨山羊goat,http://43.138.170.29:35455/douyu/6300365
追寻那解不开的问题,http://43.138.170.29:35455/douyu/5727066
神迹小霸霸,http://43.138.170.29:35455/douyu/8837963
鸡蛋高V,http://43.138.170.29:35455/douyu/9367188
多巴安工作室,http://43.138.170.29:35455/douyu/9446799
黑色脑回路,http://43.138.170.29:35455/douyu/9339300
将军侃片,http://43.138.170.29:35455/douyu/8529736
看不见的罗杰,http://43.138.170.29:35455/douyu/8821917
猫八解说,http://43.138.170.29:35455/douyu/9542831
我是怪异君V,http://43.138.170.29:35455/douyu/10279570
shhher,http://43.138.170.29:35455/douyu/8733680
千代语默,http://43.138.170.29:35455/douyu/9484187
丽姐说电影,http://43.138.170.29:35455/douyu/9437283
是小x同学呀,http://43.138.170.29:35455/douyu/9415020
小猪优版剧院,http://43.138.170.29:35455/douyu/10297898
阿松撩剧,http://43.138.170.29:35455/douyu/8880843
满汉女神Yangqi,http://43.138.170.29:35455/douyu/9650246
看个M啊,http://43.138.170.29:35455/douyu/9720919
情感测试小分队,http://43.138.170.29:35455/douyu/9697688
木JJ,http://43.138.170.29:35455/douyu/9575463
喵妹说电影,http://43.138.170.29:35455/douyu/9312432
尚大人OwO,http://43.138.170.29:35455/douyu/9656124
無才先生,http://43.138.170.29:35455/douyu/8317571
醉我天涯zwty,http://43.138.170.29:35455/douyu/9479775
小儛电影嘚啵嘚,http://43.138.170.29:35455/douyu/8362978
老王追剧吧,http://43.138.170.29:35455/douyu/9937291
内蒙胡子王,http://43.138.170.29:35455/douyu/9043800
阿九筒的春天,http://43.138.170.29:35455/douyu/3705679
小黑豹子啊,http://43.138.170.29:35455/douyu/9458184
二胖影视,http://43.138.170.29:35455/douyu/10064260
努力的巳宝宝,http://43.138.170.29:35455/douyu/9505190
槽槽说电影,http://43.138.170.29:35455/douyu/752376
庄尼兔拟音实验室,http://43.138.170.29:35455/douyu/9546169
花町馆长,http://43.138.170.29:35455/douyu/2295993
名曰老饕,http://43.138.170.29:35455/douyu/1732550
妈见打ovo,http://43.138.170.29:35455/douyu/9413151
同行渔猎笔记,http://43.138.170.29:35455/douyu/2718202
西施撩电影,http://43.138.170.29:35455/douyu/7532080
Red袖袖,http://43.138.170.29:35455/douyu/9645396
Melo的健身课堂,http://43.138.170.29:35455/douyu/9306609
龙馍馍UP,http://43.138.170.29:35455/douyu/1717648
贤狼赫萝老师,http://43.138.170.29:35455/douyu/5996089
十里说,http://43.138.170.29:35455/douyu/9064711
朔涵君,http://43.138.170.29:35455/douyu/9354201
梦夫人啊,http://43.138.170.29:35455/douyu/9384527
齐司礼,http://43.138.170.29:35455/douyu/9481340
旺仔大哥哥阿,http://43.138.170.29:35455/douyu/9629361
是真的林虎LinHu,http://43.138.170.29:35455/douyu/9540113
然续续,http://43.138.170.29:35455/douyu/9609171
小太V,http://43.138.170.29:35455/douyu/9606954
唐人探影,http://43.138.170.29:35455/douyu/10371561
蔡恩雨Priscilla,http://43.138.170.29:35455/douyu/9662853
外卖仙人成天,http://43.138.170.29:35455/douyu/9498506
李会长街溜子,http://43.138.170.29:35455/douyu/9741805
京城笑工坊,http://43.138.170.29:35455/douyu/10329324
我是一只粽子啊啊,http://43.138.170.29:35455/douyu/8867276
天堂电影1895,http://43.138.170.29:35455/douyu/9573592
高攀了这人间1,http://43.138.170.29:35455/douyu/9651506
励志少年派,http://43.138.170.29:35455/douyu/8700367
快乐的小波子,http://43.138.170.29:35455/douyu/9039399
大兵动画,http://43.138.170.29:35455/douyu/9516137
白鱼Sakana,http://43.138.170.29:35455/douyu/9611771
幕撩电影,http://43.138.170.29:35455/douyu/9486015
学徒郭昱麟,http://43.138.170.29:35455/douyu/8871095
我是瓜皮儿本人a,http://43.138.170.29:35455/douyu/9665696
PhantomStrider,http://43.138.170.29:35455/douyu/9683911
鹿老尸,http://43.138.170.29:35455/douyu/857979
理娱打挺疼,http://43.138.170.29:35455/douyu/2925563
双笙陈元汐,http://43.138.170.29:35455/douyu/6476693
林九影视,http://43.138.170.29:35455/douyu/7212528
百态人间大赏,http://43.138.170.29:35455/douyu/8724904
打工战士SWEET,http://43.138.170.29:35455/douyu/8795660
噬元兽影视,http://43.138.170.29:35455/douyu/8896723
KBShinya,http://43.138.170.29:35455/douyu/8970851
狂阿弥爷,http://43.138.170.29:35455/douyu/8975282
哲忆丶,http://43.138.170.29:35455/douyu/8977251
泽静,http://43.138.170.29:35455/douyu/9055742
八幡老师1,http://43.138.170.29:35455/douyu/9272043
晓晓说电影,http://43.138.170.29:35455/douyu/9430717
科技PRO,http://43.138.170.29:35455/douyu/9446511
夙瑶瑾,http://43.138.170.29:35455/douyu/9450568
SKYE魏,http://43.138.170.29:35455/douyu/9460834
Nino学长,http://43.138.170.29:35455/douyu/9525473
洛飕飕,http://43.138.170.29:35455/douyu/9543361
忆暄Ethan,http://43.138.170.29:35455/douyu/9570042
一颗糖糖canddy,http://43.138.170.29:35455/douyu/9192852
影子叔V,http://43.138.170.29:35455/douyu/9446338
黄栗子Ye,http://43.138.170.29:35455/douyu/9046097
德井鱼,http://43.138.170.29:35455/douyu/9184833
小馒头叫包几,http://43.138.170.29:35455/douyu/9028721
不会骑马的健身少年,http://43.138.170.29:35455/douyu/8862198
秦看番,http://43.138.170.29:35455/douyu/9542832
小手枪Newhandgun,http://43.138.170.29:35455/douyu/8943060
11No巴蒂11,http://43.138.170.29:35455/douyu/9455937
酒痴东梦a,http://43.138.170.29:35455/douyu/9477805
人生回答机本机,http://43.138.170.29:35455/douyu/9409722
辰哥说电影,http://43.138.170.29:35455/douyu/9371407
乡村水龙,http://43.138.170.29:35455/douyu/9486905
野生岛民,http://43.138.170.29:35455/douyu/10217843
巅峰球迷会,http://43.138.170.29:35455/douyu/10417360
齐木楠雄的哦呼v,http://43.138.170.29:35455/douyu/9415755
亚巴拉辛巴V,http://43.138.170.29:35455/douyu/5179152
猴博士爱讲课V,http://43.138.170.29:35455/douyu/8799739
喝水少年孙十一,http://43.138.170.29:35455/douyu/9619048
蓝格雷,http://43.138.170.29:35455/douyu/5124602
一只STA,http://43.138.170.29:35455/douyu/8651480
甜粉粉的旅人呀,http://43.138.170.29:35455/douyu/7335280
唯一讲述者,http://43.138.170.29:35455/douyu/9440460
伦帝电影说,http://43.138.170.29:35455/douyu/9368091
巡鳝大王,http://43.138.170.29:35455/douyu/9498156
阿魁方言配音,http://43.138.170.29:35455/douyu/9442903
鐵牛杰哥,http://43.138.170.29:35455/douyu/8815425
昆仑决KLF,http://43.138.170.29:35455/douyu/1753007
李李李蚊香,http://43.138.170.29:35455/douyu/4786399
屿风体育,http://43.138.170.29:35455/douyu/10329889
BuriedAlien的号,http://43.138.170.29:35455/douyu/9440728
神之传说sh,http://43.138.170.29:35455/douyu/9370168
女神撩电影,http://43.138.170.29:35455/douyu/9439594
大帅比陈雅楠,http://43.138.170.29:35455/douyu/9718700
游钓文龙,http://43.138.170.29:35455/douyu/10104803
阳仔骑行,http://43.138.170.29:35455/douyu/9329185
台球帝,http://43.138.170.29:35455/douyu/10078171
火宗君丶,http://43.138.170.29:35455/douyu/9580477
逍遥自在白辰皓,http://43.138.170.29:35455/douyu/8859276
Ido漫说,http://43.138.170.29:35455/douyu/9456379
卡密密尼,http://43.138.170.29:35455/douyu/9013989
田浅浅w,http://43.138.170.29:35455/douyu/9747144
小红在农村,http://43.138.170.29:35455/douyu/1492444
吾恩5nn,http://43.138.170.29:35455/douyu/9631914
肥宅小草,http://43.138.170.29:35455/douyu/8887438
锋哥聊商机,http://43.138.170.29:35455/douyu/9472141
八月看大片,http://43.138.170.29:35455/douyu/8816671
数据库saber,http://43.138.170.29:35455/douyu/9720506
少年看电影,http://43.138.170.29:35455/douyu/8762120
笑笑笑团长,http://43.138.170.29:35455/douyu/10329368
鞋荐JMJ,http://43.138.170.29:35455/douyu/865331
三斤呦,http://43.138.170.29:35455/douyu/9047933
酉晨君,http://43.138.170.29:35455/douyu/9484541
猫尾w黑夜,http://43.138.170.29:35455/douyu/290603
压力洋哥,http://43.138.170.29:35455/douyu/5297259
王德发的导演小阿伟,http://43.138.170.29:35455/douyu/9430799
是忆昔啊,http://43.138.170.29:35455/douyu/9455518
28岁电影,http://43.138.170.29:35455/douyu/8884164
耗子像个战神,http://43.138.170.29:35455/douyu/1557288
功夫联盟2020,http://43.138.170.29:35455/douyu/9169624
莱纳电影,http://43.138.170.29:35455/douyu/9356937
MJ小林大人嗷,http://43.138.170.29:35455/douyu/9204381
JG影视解说,http://43.138.170.29:35455/douyu/9391277
SAO东西又再说SAO话,http://43.138.170.29:35455/douyu/8833450
我是吃泡面看电影,http://43.138.170.29:35455/douyu/8851063
在下小苏Su,http://43.138.170.29:35455/douyu/8658051
探秘者大正,http://43.138.170.29:35455/douyu/9330485
爱情公寓95001,http://43.138.170.29:35455/douyu/11720507
当燕双鹰遇见李元芳,http://43.138.170.29:35455/douyu/3439096
当铁手团遇到光复社,http://43.138.170.29:35455/douyu/5875025
当幽兰剑遇上链子刀,http://43.138.170.29:35455/douyu/6027991
Hi情鸽occ,http://43.138.170.29:35455/douyu/10946883
你好呀张一一,http://43.138.170.29:35455/douyu/11784023
齐如安希达,http://43.138.170.29:35455/douyu/2535105
Herz感知,http://43.138.170.29:35455/douyu/11622893
动漫唯美風,http://43.138.170.29:35455/douyu/8912038
杂七杂八7788,http://43.138.170.29:35455/douyu/1077252
幸运数咖啡喔,http://43.138.170.29:35455/douyu/11791627
QLIMES,http://43.138.170.29:35455/douyu/1039732
wugltest,http://43.138.170.29:35455/douyu/1844872
梦尽310,http://43.138.170.29:35455/douyu/11491958
斗鱼华语点歌台,http://43.138.170.29:35455/douyu/3186217
斗鱼??周杰伦??,http://43.138.170.29:35455/douyu/7537296
斗鱼菜园小饼,http://43.138.170.29:35455/douyu/7701735
斗鱼军旅动作,http://43.138.170.29:35455/douyu/431460
斗鱼?救救小鸭吧?,http://43.138.170.29:35455/douyu/7925840
斗鱼爱情公寓,http://43.138.170.29:35455/douyu/6863367
斗鱼港剧直播,http://43.138.170.29:35455/douyu/4549169
斗鱼破案推理悬疑,http://43.138.170.29:35455/douyu/6091425
斗鱼宇哥Rebirth,http://43.138.170.29:35455/douyu/413573
斗鱼粤语电影,http://43.138.170.29:35455/douyu/1226741
斗鱼港电影院,http://43.138.170.29:35455/douyu/9826611
斗鱼瑶瑶,http://43.138.170.29:35455/douyu/2935323
斗鱼蒲蚂蚱,http://43.138.170.29:35455/douyu/6079455
斗鱼译制国语,http://43.138.170.29:35455/douyu/2436390
斗鱼??小U??,http://43.138.170.29:35455/douyu/96577
斗鱼??冰冰??,http://43.138.170.29:35455/douyu/74374
斗鱼Liz陪看,http://43.138.170.29:35455/douyu/7254536
斗鱼周末电影院,http://43.138.170.29:35455/douyu/3637726
斗鱼清晰林正英,http://43.138.170.29:35455/douyu/7356023
斗鱼民间故事,http://43.138.170.29:35455/douyu/9682807
斗鱼鱼小丸梓,http://43.138.170.29:35455/douyu/6140589
斗鱼邦德,http://43.138.170.29:35455/douyu/9292499
斗鱼嗷大喵,http://43.138.170.29:35455/douyu/4282654
斗鱼喜剧电影,http://43.138.170.29:35455/douyu/9292492
斗鱼网神影厅,http://43.138.170.29:35455/douyu/508118
斗鱼鱼宝好困,http://43.138.170.29:35455/douyu/1165374
斗鱼339影院,http://43.138.170.29:35455/douyu/1274132
斗鱼经典巨制,http://43.138.170.29:35455/douyu/2793084
斗鱼吃奶滴虫,http://43.138.170.29:35455/douyu/263824
斗鱼贝爷影厅1,http://43.138.170.29:35455/douyu/36337
斗鱼贝爷影厅,http://43.138.170.29:35455/douyu/252802
斗鱼麓山迷踪,http://43.138.170.29:35455/douyu/4505431
斗鱼国产青春,http://43.138.170.29:35455/douyu/5423
斗鱼IMAX影厅,http://43.138.170.29:35455/douyu/4332
斗鱼小小亭长,http://43.138.170.29:35455/douyu/5802446
斗鱼刘德华,http://43.138.170.29:35455/douyu/2516864
斗鱼恐怖电影,http://43.138.170.29:35455/douyu/9275635
斗鱼林正英,http://43.138.170.29:35455/douyu/218859
斗鱼女神金,http://43.138.170.29:35455/douyu/747764
斗鱼鬼叔怪谈,http://43.138.170.29:35455/douyu/2871394
斗鱼夜魔人老王,http://43.138.170.29:35455/douyu/610972
歪歪频道,#genre#

刘德华,http://43.138.170.29:35455/yy/1382745111
周星驰,http://43.138.170.29:35455/yy/1354658049
周星驰,http://43.138.170.29:35455/yy/1382736808
周润发,http://43.138.170.29:35455/yy/1354888733
周润发,http://43.138.170.29:35455/yy/1354889044
林正英,http://43.138.170.29:35455/yy/1353685311
林正英,http://43.138.170.29:35455/yy/34229877
林正英,http://43.138.170.29:35455/yy/1453996620
林正英,http://43.138.170.29:35455/yy/1354932444
李连杰,http://43.138.170.29:35455/yy/74613175
洪金宝,http://43.138.170.29:35455/yy/1354924839
香港电影,http://43.138.170.29:35455/yy/1382736910
经典电影,http://43.138.170.29:35455/yy/1450556636
电影2,http://43.138.170.29:35455/yy/1354889048
经典鬼片,http://43.138.170.29:35455/yy/1463783198
经典鬼片,http://43.138.170.29:35455/yy/29460894
香港鬼片2,http://43.138.170.29:35455/yy/1382737886
香港鬼片3,http://43.138.170.29:35455/yy/24066336
港片电影,http://43.138.170.29:35455/yy/1459801818
超英集结,http://43.138.170.29:35455/yy/1382745091
漫威英雄,http://43.138.170.29:35455/yy/1354932402
港片赌片,http://43.138.170.29:35455/yy/1355076627
惊恐盗暮鬼怪,http://43.138.170.29:35455/yy/1382749525
张国荣,http://43.138.170.29:35455/yy/1354930961
哥斯拉,http://43.138.170.29:35455/yy/1382736833
大话西游,http://43.138.170.29:35455/yy/1382851590
经典鬼片2,http://43.138.170.29:35455/yy/1355641195
武侠港片,http://43.138.170.29:35455/yy/1451866697
倚天屠龙记,http://43.138.170.29:35455/yy/1449856066
铁齿铜牙纪晓岚,http://43.138.170.29:35455/yy/1354143978
 芈月传,http://43.138.170.29:35455/yy/1457622044
神雕侠侣,http://43.138.170.29:35455/yy/1382704651
神雕侠侣,http://43.138.170.29:35455/yy/1351762426
封神榜,http://43.138.170.29:35455/yy/1353426319
天龙八部,http://43.138.170.29:35455/yy/1382736855
天龙八部,http://43.138.170.29:35455/yy/1351814644
天龙八部,http://43.138.170.29:35455/yy/1459331991
天龙八部,http://43.138.170.29:35455/yy/68260522
燕双鹰1,http://43.138.170.29:35455/yy/1352227153
燕双鹰2,http://43.138.170.29:35455/yy/1354143942
燕双鹰3,http://43.138.170.29:35455/yy/1354825244
83射雕英雄传,http://43.138.170.29:35455/yy/1354210357
西游记张卫健版,http://43.138.170.29:35455/yy/1354936155 
火蓝刀锋,http://43.138.170.29:35455/yy/1382737892
武工队传奇,http://43.138.170.29:35455/yy/1354790484
武林外传,http://43.138.170.29:35455/yy/1351496216
武林外传,http://43.138.170.29:35455/yy/1355652820
二龙湖浩哥,http://43.138.170.29:35455/yy/28205255
血色浪漫,http://43.138.170.29:35455/yy/1354926676
五号特工组,http://43.138.170.29:35455/yy/1507704566
金婚,http://43.138.170.29:35455/yy/1382736832
怪医文三块,http://43.138.170.29:35455/yy/1354936154
上海滩,http://43.138.170.29:35455/yy/1382745184
伪装者,http://43.138.170.29:35455/yy/1354936244
伪装者2,http://43.138.170.29:35455/yy/1382851593
西游记后传,http://43.138.170.29:35455/yy/1382736846
盗墓笔记,http://43.138.170.29:35455/yy/1356373644
回家的惑,http://43.138.170.29:35455/yy/1354658048
古惑仔,http://43.138.170.29:35455/yy/1458015189
狂飙,http://43.138.170.29:35455/yy/1355142167
狂飙,http://43.138.170.29:35455/yy/1382754187
雪中悍刀行,http://43.138.170.29:35455/yy/1382660835
战狼3,http://43.138.170.29:35455/yy/1456668939
我是特种兵,http://43.138.170.29:35455/yy/1354784284
我是特种兵,http://43.138.170.29:35455/yy/1382773714
我是特种兵,http://43.138.170.29:35455/yy/37999586
张国立,http://43.138.170.29:35455/yy/1382781415
知否知否应是绿肥红瘦,http://43.138.170.29:35455/yy/21881901
红楼梦,http://43.138.170.29:35455/yy/1382745084
流金岁月,http://43.138.170.29:35455/yy/1382736891
男亲女爱,http://43.138.170.29:35455/yy/1382736715
三国演义,http://43.138.170.29:35455/yy/1354936241
粉郎,http://43.138.170.29:35455/yy/1354888671
放羊的星星,http://43.138.170.29:35455/yy/1355260662
来自星星的你,http://43.138.170.29:35455/yy/1354930976
富贵,http://43.138.170.29:35455/yy/1354926537
生逢灿烂的日子,http://43.138.170.29:35455/yy/1382745085
永远一家人,http://43.138.170.29:35455/yy/1382736873
情满四合院5,http://43.138.170.29:35455/yy/1382851601
济公游记,http://43.138.170.29:35455/yy/1355265814
老酒馆,http://43.138.170.29:35455/yy/1356254650
宝莲灯前传,http://43.138.170.29:35455/yy/1354931631
武林外传2,http://43.138.170.29:35455/yy/21092633
新三国,http://43.138.170.29:35455/yy/1382705738
新三国,http://43.138.170.29:35455/yy/23512910
神探狄仁杰,http://43.138.170.29:35455/yy/1351755386
神探狄仁杰,http://43.138.170.29:35455/yy/1382829413
神探狄仁杰,http://43.138.170.29:35455/yy/1382828767
神探狄仁杰,http://43.138.170.29:35455/yy/1354930934
鹿鼎记陈小春版,http://43.138.170.29:35455/yy/1382704650
新水浒传,http://43.138.170.29:35455/yy/1353215589
地下交通站,http://43.138.170.29:35455/yy/37880083
地下交通站,http://43.138.170.29:35455/yy/1353428972
地下交通站,http://43.138.170.29:35455/yy/1382736795
士兵突击,http://43.138.170.29:35455/yy/1382828766
情满四合院,http://43.138.170.29:35455/yy/1382736888
情满四合院,http://43.138.170.29:35455/yy/1382851524
情满四合院,http://43.138.170.29:35455/yy/1382736848
情满四合院,http://43.138.170.29:35455/yy/1382735541
神医喜来乐,http://43.138.170.29:35455/yy/1382714119 
寻秦记,http://43.138.170.29:35455/yy/1382749900 
正阳门下,http://43.138.170.29:35455/yy/1354931580 
魔幻手机,http://43.138.170.29:35455/yy/1356213622
勇敢的心,http://43.138.170.29:35455/yy/1356051105
特种兵火凤凰,http://43.138.170.29:35455/yy/1463088777
特种兵火凤凰,http://43.138.170.29:35455/yy/1352575322
笑傲江湖,http://43.138.170.29:35455/yy/1354930909
雪豹,http://43.138.170.29:35455/yy/28099939
小兵张嘎,http://43.138.170.29:35455/yy/1354930225
宰相刘罗锅,http://43.138.170.29:35455/yy/1382745191
宰相刘罗锅,http://43.138.170.29:35455/yy/1353892468
小沈阳春晚小品,http://43.138.170.29:35455/yy/1382749941
赵本山《蓝光版》,http://43.138.170.29:35455/yy/32160832
春晚小品,http://43.138.170.29:35455/yy/1382851479
春晚小品,http://43.138.170.29:35455/yy/1382851476
春晚小品,http://43.138.170.29:35455/yy/1382851615
春晚小品,http://43.138.170.29:35455/yy/1354936217
吐槽大会,http://43.138.170.29:35455/yy/1354932379
吐槽大会,http://43.138.170.29:35455/yy/1354936145
AWE,http://43.138.170.29:35455/yy/1355285129
女AWE,http://43.138.170.29:35455/yy/1355277405
金星脱口秀,http://43.138.170.29:35455/yy/1382749951
国宝藏第二季,http://43.138.170.29:35455/yy/1382736853
本山快乐营,http://43.138.170.29:35455/yy/1354933529
动画妖神记,http://43.138.170.29:35455/yy/1382745173
动画妖神记,http://43.138.170.29:35455/yy/1382745171
动画妖神记,http://43.138.170.29:35455/yy/1382735551
熊出没,http://43.138.170.29:35455/yy/1354930977

娱乐频道,#genre#
封神 朝歌风云,https://lf6-douyin-ckv-tos.pstatp.com/obj/tos-cn-i-siecs4i2o7/ogZjygANKAzoQUAOExAABJ3MNGfRsh2hoAzcNA
绝地追击,https://vip.ffzy-online6.com/20230923/18977_8858015e/2000k/hls/index.m3u8
消失的她,https://lf9-xigua-ckv-tos.pstatp.com/obj/tos-cn-i-siecs4i2o7/o41osyAQdDJhAydQgAAAiPWtrTdQjfEzAhBBNG
明日战记 粤语,https://vip.lzcdn2.com/20221130/22820_09be4d48/index.m3u8
画皮之阴阳法王,https://vip.ffzy-play6.com/20221112/6372_478fbcc6/index.m3u8
笑八仙,https://vip2.49zyvideoplayurl.com/20230816/LdxMtK9F/index.m3u8
情人看刀,https://leshiyuncdn.ahjunqin.top/20231215/Ao84177K/index.m3u8
午夜兰花,https://v.cdnlz17.com/20231005/28304_4580e79a/index.m3u8
群星会,https://vip.ffzy-online1.com/20230612/41218_c203f882/index.m3u8
醉拳3,https://vip.lzcdn2.com/20220528/7719_845dbb4a/index.m3u8
楚留香大结局,https://v.cdnlz17.com/20231005/28306_58067765/index.m3u8
名剑,https://vip.lzcdn2.com/20220406/2277_805525b4/index.m3u8
上海滩电影版,https://ukzy.ukubf3.com/20220605/kssUhAeh/2000kb/hls/index.m3u8
孤注一掷(超),https://cdn20.vip-yzzyonline.com/20231006/238_3bd7457a/index.m3u8
男妇女主任,https://vdse.bdstatic.com//2b8f9e3fab4c2ca7dae182fa38a1e391.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2023-12-20T20%3A40%3A43Z%2F-1%2Fhost%2F134a9ce6fc72da0d6973d7f11d48619420ad494b9846cdf245daa6462196480f
神鞭,http://uptt.gcwduoduo.com/v/210309/5a48865faa5b2f2f8011534567a9db13.mp4
海市蜃楼,http://uptt.gcwduoduo.com/v/210309/b82126106733cac6a9010466ee591cb5.mp4
世上只有妈妈好,http://vd3.bdstatic.com/mda-jjn01f8nczm3dtdi/mda-jjn01f8nczm3dtdi.mp4?pd=19&vt=1
苦儿流浪记,https://vdse.bdstatic.com//5bffdb08a856fad9b80301ad3f944c40.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2023-12-30T11%3A30%3A24Z%2F-1%2Fhost%2F587ac5f820856831527746efb47bb41b842cb9539b602d04886d54c92e6d2adf
霹雳贝贝,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/7accc94d5590415284af5db904e4be5a/850.m3u8
三毛从军记,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/919a08437d44499b87b7b4903f2b2ae6/850.m3u8
银河护卫队3,https://vip.lz-cdn1.com/20230706/21166_0cbec4fc/index.m3u8
蚁人1原声,https://vip.lz-cdn2.com/20220517/6769_ec0edcc1/index.m3u8
蚁人与黄蜂女：量子狂潮,https://vip.lz-cdn7.com/20230419/15451_ee8abc7c/index.m3u8

贺岁片,#genre#
家有喜事,https://alimov2.a.kwimgs.com/upic/2022/01/06/16/BMjAyMjAxMDYxNjE3MzBfNDAzMDAxOTlfNjQzMzAwNzE0NzdfMF8z_b_Bfa2f67937e3ffe642ec830f3ba79266a.mp4
花田喜事,https://alimov2.a.kwimgs.com/upic/2021/12/27/23/BMjAyMTEyMjcyMzUyMDJfNDAzMDAxOTlfNjM2NTQzNjAwMTZfMF8z_b_B071b205313b5e6bb8dfbacbcdc16b2e2.mp4
富贵兵团,https://alimov2.a.kwimgs.com/upic/2022/01/05/12/BMjAyMjAxMDUxMjU5MTJfNDAzMDAxOTlfNjQyNjA5NDk4NjdfMF8z_b_Bf8fd9f3431809c1f4a9e906d5b5b38aa.mp4
逃学威龙,https://alimov2.a.kwimgs。com/upic/2021/12/28/11/BMjAyMTEyMjgxMTQ3MzhfNDAzMDAxOTlfNjM2NjkzODQ1MjJfMF8z_b_B186b730477418284a4f7299850bde89c.mp4
东成西就,http://jsmov2.a.yximgs.com/bs3/video-hls/5235434664056492833_hlsb.m3u8
功夫,https://alimov2.a.kwimgs.com/upic/2021/09/07/15/BMjAyMTA5MDcxNTA5NDRfMTI0MzE0NjMyOF81Njc1NDczMTA2MV8yXzM=_b_B49a7ebe2791cfd7bd9346e99247fae45.mp4
赌侠1999,https://alimov2.a.kwimgs.com/upic/2021/02/07/10/BMjAyMTAyMDcxMDEzMzZfNDAzMDAxOTlfNDM3MzM4MjMzMzBfMF8z_b_B4a59a2352495fc067341ccd71f7682b5.mp4
赌侠2：上海滩赌圣,https://alimov2.a.kwimgs.com/upic/2021/12/27/23/BMjAyMTEyMjcyMzIwNDZfNDAzMDAxOTlfNjM2NTMzOTgyMDRfMF8z_b_B1859f43cccf369395fc5282cad5c2477.mp4
花好月圆,https://alimov2.a.kwimgs.com/upic/2022/01/05/18/BMjAyMjAxMDUxODUzMzhfNDAzMDAxOTlfNjQyODA5OTUyODBfMF8z_b_B432b66e77e5c39e72d79b51c1f66e8b1.mp4
九品芝麻官,https://alimov2.a.kwimgs.com/upic/2021/11/12/21/BMjAyMTExMTIyMTI5MjdfMTQ1NzgzMzI4N182MDczOTg2OTkxOV8yXzM=_b_Bf9968a235696856e9b8c1771c0a9ab19.mp4
喜剧之王,http://jsmov2.a.yximgs.com/bs3/video-hls/5232056975277529648_hlsb.m3u8
唐人街探案1,http://jsmov2.a.yximgs.com/bs3/video-hls/5228679277451765996_hlsb.m3u8
少林足球,http://jsmov2.a.yximgs.com/bs3/video-hls/5203065047959651388_hlsb.m3u8
醉拳,https://txmov2.a.kwimgs.com/upic/2021/09/30/18/BMjAyMTA5MzAxODM1NTFfMTI0MzE0NjMyOF81ODEwNDc3MzAzOF8yXzM=_b_B1b01bbe5b567f842b3de0b78109d1907.mp4
龙门飞甲,http://jsmov2.a.yximgs.com/bs3/video-hls/5203346449046555193_hlsb.m3u8
西游降魔篇,http://jsmov2.a.yximgs.com/bs3/video-hls/5234027302726725167_hlsb.m3u8
一九四二,https://alimov2.a.kwimgs.com/upic/2022/01/05/17/BMjAyMjAxMDUxNzIzMDNfNDAzMDAxOTlfNjQyNzQ5NTE3NTNfMF8z_b_B5f186308ba67a8a0928d92419e728178.mp4
非诚勿扰,https://alimov2.a.kwimgs.com/upic/2021/12/27/23/BMjAyMTEyMjcyMzEzMTFfNDAzMDAxOTlfNjM2NTMxMjMxMDNfMF8z_b_B43fc7c3434a60c6aef7e236580f9ff80.mp4
爱情呼叫转移,https://alimov2.a.kwimgs.com/upic/2022/01/06/21/BMjAyMjAxMDYyMTA2NTJfNDAzMDAxOTlfNjQzNTAyNDU2MDRfMF8z_b_B1a1f024faadb0eeabf8df108680d788f.mp4
中国机长,https://txmov2.a.kwimgs.com/upic/2023/04/30/18/BMjAyMzA0MzAxODA4MjhfMTcwNzIxNjA3NF8xMDE4NzEwMjA1NDJfMF8z_b_B6de6ee41212c67378116157c65bf3038.mp4




笑傲江湖之风云再起,https://alimov2.a.kwimgs.com/upic/2023/03/07/20/BMjAyMzAzMDcyMDMyNDdfNjE2NzgxMTQwXzk3NzEzNDY4NjgxXzBfMw==_b_B75baa98fedb7da382eb4a29e5f7df2bf.mp4
绝代双骄,https://alimov2.a.kwimgs.com/upic/2021/12/28/11/BMjAyMTEyMjgxMTI1NTZfNDAzMDAxOTlfNjM2NjgzNTczODVfMF8z_b_B5facf93f33f78880c29956360f725aeb.mp4
龍腾四海,https://jsmov2.a.yximgs.com/bs3/video-hls/1_5255700859231274588_hlsvip_d5e49561b0e02836.d873ef.v0.m3u8
血观音,http://visionularcdn.yishihui.com/output/longvideo/multitranscode/video/vpc/20230405/15607217BFoYHXt3BVXBRfB2Qh20230405211000420274909-3HD.m3u8
醉猴,http://jsmov2.a.yximgs.com/bs3/video-hls/5238249422644739278_hlsb.m3u8
重案组,http://jsmov2.a.yximgs.com/bs3/video-hls/5238530899986631609_hlsb.m3u8
中南海保镖,http://jsmov2.a.yximgs.com/bs3/video-hls/5191243094765815668_hlsb.m3u8
制服,https://alimov2.a.kwimgs.com/upic/2021/12/28/14/BMjAyMTEyMjgxNDMyNDZfNDAzMDAxOTlfNjM2Nzc2ODQ0ODlfMF8z_b_B457b40d16622bd0ab9219cd114afbd58.mp4
整蛊专家,https://alimov2.a.kwimgs.com/upic/2021/12/28/14/BMjAyMTEyMjgxNDM1NDdfNDAzMDAxOTlfNjM2Nzc4MjgwMzlfMF8z_b_Be5e535f4f9b90067bec3c5ec9a1457a5.mp4
整蛊专家,https://alimov2.a.kwimgs.com/upic/2021/12/28/14/BMjAyMTEyMjgxNDM1NDdfNDAzMDAxOTlfNjM2Nzc4MjgwMzlfMF8z_b_Be5e535f4f9b90067bec3c5ec9a1457a5.mp4
战国,https://alimov2.a.kwimgs.com/upic/2021/12/28/14/BMjAyMTEyMjgxNDQzNDFfNDAzMDAxOTlfNjM2NzgyMDM0MjdfMF8z_b_Bff6c03bc619a7b8da5b71ad45445c969.mp4
英雄本色3：夕阳之歌,https://txmov2.a.kwimgs.com/upic/2021/02/14/12/BMjAyMTAyMTQxMjI5MjlfNDAzMDAxOTlfNDQyOTM3MjUyNzVfMF8z_b_B1baaca7c95aa2ad7a088f38c266bceb5.mp4
英雄本色,https://alimov2.a.kwimgs.com/upic/2021/02/08/10/BMjAyMTAyMDgxMDE5MDNfNDAzMDAxOTlfNDM3OTYyNTg0ODBfMF8z_b_Be7830adc8a9717b3f56852e2740dd7e0.mp4
隐入尘烟,http://jsmov2.a.yximgs.com/bs3/video-hls/5194057840761439572_hlsb.m3u8
义胆雄心,http://jsmov2.a.yximgs.com/bs3/video-hls/5237686462055775486_hlsb.m3u8
倚天屠龙记之魔教教主,http://jsmov2.a.yximgs.com/bs3/video-hls/5218264700326446854_hlsb.m3u8
一个好人,http://jsmov2.a.yximgs.com/bs3/video-hls/5248663982858337076_hlsb.m3u8
一刀倾城,https://alimov2.a.kwimgs.com/upic/2020/05/15/21/BMjAyMDA1MTUyMTMyNDRfNzg2MDA0NzMxXzI4NjE0MjQyNzI0XzJfMw==_b_B12ab92069ba1451c414753f27d20a2ca.mp4
叶问1,http://jsmov2.a.yximgs.com/bs3/video-hls/5220516421292450272_hlsb.m3u8
血战台儿庄,http://jsmov2.a.yximgs.com/bs3/video-hls/5242471549080321487_hlsb.m3u8
羞羞鬼,http://jsmov2.a.yximgs.com/bs3/video-hls//5229523697125974635_hlsb.m3u8
新仙鹤神针,http://jsmov2.a.yximgs.com/bs3/video-hls/5225020093331681192_hlsb.m3u8
新天龙八部之天山童姥,https://txmov2.a.kwimgs.com/upic/2021/02/26/11/BMjAyMTAyMjYxMTAwNTBfNDAzMDAxOTlfNDUwNDcyNzM5MTRfMF8z_b_B75ed716649c36f65fc2354f75dba47a5.mp4
新少林五祖,http://jsmov2.a.yximgs.com/bs3/video-hls/5226990421752301001_hlsb.m3u8
新警察故事,http://jsmov2.a.yximgs.com/bs3/video-hls/5220235015225277883_hlsb.m3u8
辛亥革命,https://alimov2.a.kwimgs.com/upic/2021/12/28/14/BMjAyMTEyMjgxNDU0NDZfNDAzMDAxOTlfNjM2Nzg3MzAyMjZfMF8z_b_B6e44bdd63685ac9371c4c3ec617011c6.mp4
无间道2,https://alimov2.a.kwimgs.com/upic/2021/02/09/10/BMjAyMTAyMDkxMDQ0NThfNDAzMDAxOTlfNDM4NTkyODc0MjhfMF8z_b_Bce206fcc2f84121a4d887259d7c5100b.mp4
未来警察,https://alimov2.a.kwimgs.com/upic/2022/01/05/20/BMjAyMjAxMDUyMDAwMTlfNDAzMDAxOTlfNjQyODYyNjE5NTZfMF8z_b_Bab8d3f8d17ea982e1f3ff05809e23d15.mp4
旺角卡门,https://txmov2.a.kwimgs.com/upic/2021/02/26/14/BMjAyMTAyMjYxNDA0NTJfNDAzMDAxOTlfNDUwNTg2MzczNTZfMF8z_b_B47b4dd965339d865184dcb23b2148e29.mp4
天若有情3烽火佳人,https://alimov2.a.kwimgs.com/upic/2022/01/05/19/BMjAyMjAxMDUxOTU3MzJfNDAzMDAxOTlfNjQyODYwMzQ1NzVfMF8z_b_Bfad48b3a18ea7de5290a7f17b9838785.mp4
天若有情,https://txmov2.a.kwimgs.com/upic/2021/02/16/09/BMjAyMTAyMTYwOTI5NDRfNDAzMDAxOTlfNDQ0MjI0Mjk3ODFfMF8z_b_B73c61cc5ef4171eb35ea2f62d6da20d7.mp4
天若有情,http://jsmov2.a.yximgs.com/bs3/video-hls/5246412168297899387_hlsb.m3u8
天地雄心,https://alimov2.a.kwimgs.com/upic/2022/01/05/15/BMjAyMjAxMDUxNTEwMzdfNDAzMDAxOTlfNjQyNjc3NTIyMjdfMF8z_b_B2e679fa9d4d35782a94865b95fd818ca.mp4
逃学威龙,https://alimov2.a.kwimgs.com/upic/2021/12/28/11/BMjAyMTEyMjgxMTQ3MzhfNDAzMDAxOTlfNjM2NjkzODQ1MjJfMF8z_b_B186b730477418284a4f7299850bde89c.mp4
唐伯虎点秋香,https://alimov2.a.kwimgs.com/upic/2021/12/28/11/BMjAyMTEyMjgxMTM0NDRfNDAzMDAxOTlfNjM2Njg3NzI0OTVfMF8z_b_Ba0f238aca7a4a8861a3919b78a536de3.mp4
太极张三丰,http://jsmov2.a.yximgs.com/bs3/video-hls/5236841968140880426_hlsb.m3u8
水浒传之英雄本色,https://alimov2.a.kwimgs.com/upic/2023/04/25/19/BMjAyMzA0MjUxOTE5MDBfMTU1MjM3NDUyNV8xMDE0NjI2ODAyODBfMl8z_b_Bb4027f3d6bfb884c454fe964dbbf7b83.mp4
双龙会,http://jsmov2.a.yximgs.com/bs3/video-hls/5199687336814310271_hlsb.m3u8
噬魂剑,http://jsmov2.a.yximgs.com/bs3/video-hls//5202783575206012433_hlsb.m3u8
少年赌神,http://jsmov2.a.yximgs.com/bs3/video-hls/5253730517743567853_hlsb.m3u8
上海滩十三太保,http://jsmov2.a.yximgs.com/bs3/video-hls/5249789878426449116_hlsb.m3u8
杀手之王,https://alimov2.a.kwimgs.com/upic/2022/01/05/14/BMjAyMjAxMDUxNDAzMjZfNDAzMDAxOTlfNjQyNjQzNzY2MTdfMF8z_b_Be4fd7ad442a507011ff92266c08e87df.mp4
杀破狼·贪狼,https://alimov2.a.kwimgs.com/upic/2022/01/05/19/BMjAyMjAxMDUxOTE2NTVfNDAzMDAxOTlfNjQyODI3Njk4MzZfMF8z_b_B718bb0920440e1ed4367edc19e326630.mp4
扫毒2：天地对决,https://alimov2.a.kwimgs.com/upic/2022/01/05/19/BMjAyMjAxMDUxOTEzNTJfNDAzMDAxOTlfNjQyODI1Mjk5MTNfMF8z_b_Bf4c7aa8e7ce95677d112650c6e5fa5d7.mp4
人在囧途,http://jsmov2.a.yximgs.com/bs3/video-hls/5239093847755471351_hlsb.m3u8
青蛇,http://jsmov2.a.yximgs.com/bs3/video-hls/5258515616867239871_hlsb.m3u8
倩女幽魂妖魔道,http://jsmov2.a.yximgs.com/bs3/video-hls/5232901391302199073_hlsb.m3u8
倩女幽魂人间道,http://jsmov2.a.yximgs.com/bs3/video-hls/5250634317044855747_hlsb.m3u8
倩女幽魂道道道,http://jsmov2.a.yximgs.com/bs3/video-hls/5216294367991385255_hlsb.m3u8
七七事变,http://jsmov2.a.yximgs.com/bs3/video-hls/5249789893098551463_hlsb.m3u8
逆时营救,https://alimov2.a.kwimgs.com/upic/2022/01/05/17/BMjAyMjAxMDUxNzU0MzNfNDAzMDAxOTlfNjQyNzY5MDQyOTZfMF8z_b_B8319ca38b9272dce1cc1d94200d0c57a.mp4
南京！南京！,https://alimov2.a.kwimgs.com/upic/2022/01/06/21/BMjAyMjAxMDYyMTA3NDFfNDAzMDAxOTlfNjQzNTAzMDkzNDlfMF8z_b_B021b330589e32f534c5b1358801bc147.mp4
墨攻,https://alimov2.a.kwimgs.com/upic/2022/01/05/17/BMjAyMjAxMDUxNzUyNDdfNDAzMDAxOTlfNjQyNzY3OTA0OTdfMF8z_b_Bc9dd52ef4c169a900fbf9d58eee9c1ec.mp4
龙兄虎弟,https://alimov2.a.kwimgs.com/upic/2021/12/28/14/BMjAyMTEyMjgxNDA4MDlfNDAzMDAxOTlfNjM2NzY1MjQ3MDhfMF8z_b_Baa4923f45733317572d2c9ba6d2a04ab.mp4
龙兄虎弟,http://jsmov2.a.yximgs.com/bs3/video-hls/5250352837791566632_hlsb.m3u8
快餐车,https://alimov2.a.kwimgs.com/upic/2022/05/24/14/BMjAyMjA1MjQxNDMxNThfNDAzMDAxOTlfNzUxNTQ4Njc1NTFfMF8z_b_Bda14017ed6e581f74bc28af3ac094715.mp4
举起手来,http://jsmov2.a.yximgs.com/bs3/video-hls/5200531695946611297_hlsb.m3u8
九一神雕侠侣,http://jsmov2.a.yximgs.com/bs3/video-hls/5227553349016599035_hlsb.m3u8
九二神雕之痴心情长剑,http://jsmov2.a.yximgs.com/bs3/video-hls/5188428323796620673_hlsb.m3u8
警察故事续集,http://jsmov2.a.yximgs.com/bs3/video-hls/5207568637401250631_hlsb.m3u8
警察故事3：超级警察,https://txmov2.a.kwimgs.com/upic/2022/05/24/18/BMjAyMjA1MjQxODIxNTdfNDAzMDAxOTlfNzUxNjc2NDI5NjVfMF8z_b_B56696e4a122ac656a6b037fce6c92bd5.mp4
警察故事3：超级警察,https://txmov2.a.kwimgs.com/upic/2022/05/24/18/BMjAyMjA1MjQxODIxNTdfNDAzMDAxOTlfNzUxNjc2NDI5NjVfMF8z_b_B56696e4a122ac656a6b037fce6c92bd5.mp4
警察故事2013,https://txmov2.a.kwimgs.com/upic/2020/12/19/11/BMjAyMDEyMTkxMTE1NTFfNDAzMDAxOTlfNDA5NDA3ODAyNzRfMF8z_b_B4b2d907256032e448d0cfcc80d0a330c.mp4
精武风云,https://txmov2.a.kwimgs.com/upic/2023/04/09/16/BMjAyMzA0MDkxNjI1MzBfMTU1MjM3NDUyNV8xMDAyMTEwODA4NjNfMl8z_b_Bbb67b7c5ea5ee284f01c0c9d1db343d0.mp4
金刚骷髅岛,http://jsmov2.a.yximgs.com/bs3/video-hls/5230649520632871360_hlsb.m3u8
济公,https://alimov2.a.kwimgs.com/upic/2021/10/17/11/BMjAyMTEwMTcxMTEzMDhfMTI0MzE0NjMyOF81OTE5NjIxNzIxOF8yXzM=_b_B3ba90f2ee093c62eb20826088932358d.mp4
集结号,https://txmov2.a.kwimgs.com/upic/2021/02/24/11/BMjAyMTAyMjQxMTE1MDlfNDAzMDAxOTlfNDQ5MjUwMTc4MzlfMF8z_b_Bf01a6129a3b10870755abbe165e07ae4.mp4
黄飞鸿之壮志凌云,http://jsmov2.a.yximgs.com/bs3/video-hls/5189554175568165120_hlsb.m3u8
黄飞鸿之铁鸡斗蜈蚣,http://jsmov2.a.yximgs.com/bs3/video-hls/5250634242822045870_hlsb.m3u8
黄飞鸿之男儿当自强,https://txmov2.a.kwimgs.com/upic/2020/05/16/01/BMjAyMDA1MTYwMTAyMjFfMjEyNDgzMjg2XzI4NjI3OTAwNTc5XzJfMw==_b_Bc1101c249e7355d840c4495b7bfd84a4.mp4
葫芦兄弟,http://jsmov2.a.yximgs.com/bs3/video-hls/5223049779458999093_hlsb.m3u8
黑金,http://jsmov2.a.yximgs.com/bs3/video-hls/5205598319803850893_hlsb.m3u8
悍匪,https://alimov2.a.kwimgs.com/upic/2023/05/15/09/BMjAyMzA1MTUwOTUxMjJfMTAxNTcxMzA4NF8xMDMxMjQ2OTk4OTVfMF8z_b_B40d2d39d1de6f1fb8fecd6200aedb2c5.mp4
寒战,http://jsmov2.a.yximgs.com/bs3/video-hls/5226990400735682590_hlsb.m3u8
归来,https://alimov2.a.kwimgs.com/upic/2022/01/05/17/BMjAyMjAxMDUxNzM2MjZfNDAzMDAxOTlfNjQyNzU3NjE4MDNfMF8z_b_Bff7b27b5a9f10ec6cf7a5035749aa710.mp4
给爸爸的信,http://jsmov2.a.yximgs.com/bs3/video-hls//5224175673211197601_hlsb.m3u8
搞定岳父大人,https://alimov2.a.kwimgs.com/upic/2021/12/27/21/BMjAyMTEyMjcyMTU4MjVfNDAzMDAxOTlfNjM2NDkzMTQwMjZfMF8z_b_B727afa5416f0544ce8de91c6b59016aa.mp4
赌侠2上海滩赌圣,https://alimov2.a.kwimgs.com/upic/2021/12/27/23/BMjAyMTEyMjcyMzIwNDZfNDAzMDAxOTlfNjM2NTMzOTgyMDRfMF8z_b_B1859f43cccf369395fc5282cad5c2477.mp4
赌神2,https://txmov2.a.kwimgs.com/upic/2022/06/30/10/BMjAyMjA2MzAxMDQ4MTBfMzQ2ODQ5ODAxXzc3OTU2NDczMDcwXzBfMw==_b_B441bf57459ce6144e88f8567a5fac4ff.mp4
东京审判,https://alimov2.a.kwimgs.com/upic/2021/12/27/23/BMjAyMTEyMjcyMzI3NTBfNDAzMDAxOTlfNjM2NTM2Mzg0NTBfMF8z_b_B118e89560c193a9c7fae9d00675f4b77.mp4
东方秃鹰,http://jsmov2.a.yximgs.com/bs3/video-hls/5218546164654879826_hlsb.m3u8
东方三侠,http://jsmov2.a.yximgs.com/bs3/video-hls/5222205346628851891_hlsb.m3u8
刀剑笑,http://jsmov2.a.yximgs.com/bs3/video-hls/5215168447635500734_hlsb.m3u8
冰封：重生之门,https://alimov2.a.kwimgs.com/upic/2021/12/27/21/BMjAyMTEyMjcyMTQ3MTBfNDAzMDAxOTlfNjM2NDg1Nzg0MTVfMF8z_b_Bc0b0ca4f69611e630837203dd5462b7a.mp4
A计划,http://jsmov2.a.yximgs.com/bs3/video-hls/5240501212096709355_hlsb.m3u8
1989香港小姐竞选决赛,http://jsmov2.a.yximgs.com/bs3/video-hls/5259922993058236574_hlsb.m3u8
四大名捕2012,https://txmov2.a.kwimgs.com/upic/2020/12/25/14/BMjAyMDEyMjUxNDM1MTJfNDAzMDAxOTlfNDEyNjQzODY5ODJfMF8z_b_B61e4b3069c98307be010773c799bdad6.mp4
哔哩最美的夜,#genre#
2019年上,http://154.3.2.66:8889/down/UPPb9JCPlayo.mp4
2019年中,http://154.3.2.66:8889/down/Ick0bD6dTKcb.mp4
2019年下,http://154.3.2.66:8889/down/E2NYvN7K5vE8.mp4
2020年上,http://154.3.2.66:8889/down/G6WhAXSUe9q2.mp4
2020年中,http://154.3.2.66:8889/down/JlTq0NNWHDNz.mp4
2020年下1,http://154.3.2.66:8889/down/OuWhdOKx1oGZ.mp4
2020年下2,http://154.3.2.66:8889/down/PcA3A0hnOXLD.mp4
2020年3,http://154.3.2.66:8889/down/1EIc8IoGWfFt.mp4
2021年上,http://154.3.2.66:8889/down/NcbyMKYrI3hs.mp4
2021年中,http://154.3.2.66:8889/down/VU6NTgUGsvEX.mp4
2021年下,http://154.3.2.66:8889/down/E2NYvN7K5vE8.mp4
2022年上,https://vip.lz-cdn12.com/20230101/3925_4a36e68c/index.m3u8
2022年中,https://vip.lz-cdn12.com/20230101/3924_3e129f70/index.m3u8
2022年下,https://vip.lz-cdn12.com/20230101/3923_4ac0d8d3/index.m3u8
晚会介绍花絮上2020年,http://154.3.2.66:8889/down/HmZLMDJjloK8.mp4
晚会介绍花絮中2020年,http://154.3.2.66:8889/down/vmfeTrowHVdg.mp4
晚会介绍花絮下2020年,http://154.3.2.66:8889/down/lpB9JJXlmSey.mp4
2023年上,http://154.3.2.66:8889/down/elCMrduDHQJz.mp4
2023年中,http://154.3.2.66:8889/down/NtInCD4rlJnN.mp4


戏剧频道,#genre#
淮剧珍珠塔,https://vdse.bdstatic.com//06f23f0df4f1320344c57e952538ca6c.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2023-12-21T07%3A02%3A13Z%2F-1%2Fhost%2F84ef54f5709062f9895b71929fb3e0d3a8c52542f2501fe5fe32449e1284b177
淮剧兰湘园托孤,http://uptt.gcwduoduo.com/v/220624/34f9756e80f59f12ff2efeeb24c87159.mp4
淮剧赵五娘,https://vdse.bdstatic.com//6b6f08790690170c6b4e0dd01ac5a1f7.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2023-12-20T12%3A02%3A04Z%2F-1%2Fhost%2Fcce613201986f904074f3aa7d2eba63a35419d01e9401b8626685ce266f96c3a
淮剧哑女告状,http://vdse.bdstatic.com//1378c1425edaa81ef0faed5805d60463.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2023-12-23T20%3A00%3A36Z%2F-1%2Fhost%2F5859d967b99878b3282f16beb856be95575e0ea9cced92931835257a888e8275
淮剧苦命妈妈2,https://vdse.bdstatic.com//51f6b41d929a7b387eb9f12a2f210500.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2023-12-23T09%3A28%3A01Z%2F-1%2Fhost%2F205c15861aad7dc40fc87623e7de054e22bf68ab622fc813dac8c365a14d2554
淮剧苦命妈妈3,https://vdse.bdstatic.com//cb0d2dbb9587b418eeda96c6a3095732.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2023-12-22T10%3A48%3A41Z%2F-1%2Fhost%2F6a590045b55dc2c274d41171097d6d00fe334d5a419684f05ea15681445fcd19
淮剧柜中缘,http://uptt.gcwduoduo.com/v/190618/33a0a8c171df4a549c954291422e8821.mp4
淮剧王瞎子算命,http://uptt.gcwduoduo.com/v/190527/12c046329b99cee85d8cdaa5f236f2ed.mp4
淮剧薛平贵与王宝钏,http://uptt.gcwduoduo.com/v/190611/6c741c0da28889dc4d281a9291b691dc.mp4
淮剧牙痕记,http://uptt.gcwduoduo.com/v/190528/e2096beea3254dbe54bd18223b8e79c4.mp4
淮剧打碗记,http://uptt.gcwduoduo.com/v/211013/30ef98fe60eb28731bbfea927caf93ee.mp4
淮剧卖油郎,http://uptt.gcwduoduo.com/v/190527/d404b38922b4cc9e69a9534e40bcb620.mp4
淮剧小皮匠招亲,http://uptt.gcwduoduo.com/v/190529/9095da9b21ec557ea3940ba70b79d4a6.mp4
淮剧红梅赞,http://uptt.gcwduoduo.com/v/190612/73a35ae9ff6e674cc6e16a62a79b5a37.mp4
淮剧理发师,http://uptt.gcwduoduo.com/v/190605/020e3e9cd251a2a17757700b02af9706.mp4
淮海剧皮秀英,http://uptt.gcwduoduo.com/webup/231207/f505cf18237c18d06b2d73e9dca6bfce.mp4
黄梅戏天仙配,http://uptt.gcwduoduo.com/v/191211/9ed54cfd1c55624e227f28ca40c6a4ab.mp4
孟姜女黄梅戏,https://vdse.bdstatic.com//c4552a19be5d30ebfdf495ba24d0f173.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-01-03T12%3A13%3A08Z%2F-1%2Fhost%2F4ee08432eed5364062608952c7753de0a13660eabff740d1fcad28015ff4f6f2
秦香莲后传黄梅,http://uptt.gcwduoduo.com/v/200826/f4fac85eec94d5571461a872d0f28afa.mp4
黄梅戏香魂,http://uptt.gcwduoduo.com/v/201104/7a3604142cf770b380bb012d32fd2060.mp4
黄梅戏打金枝,http://uptt.gcwduoduo.com/v/220518/232bd2265559a9925b3c466215ab3083.mp4
王老虎抢亲,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/3b6ae81ae49f4c72b0c977023565c762/850.m3u8
卷席筒,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/8bebd13583e341e1b9d9e1180d36aaaa/850.m3u8
追鱼,http://hls.cntv.myalicdn.com/asp/hls/2000/0303000a/3/default/3515e586d18743be99eb6cc2004cb995/2000.m3u8
女驸马,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/ba29b790f8ec435ba94fc072558431f0/850.m3u8
秦香莲,http://hls.cntv.myalicdn.com/asp/hls/2000/0303000a/3/default/f8daefadadef41989225543875268a70/2000.m3u8
穆桂英战洪州,http://hls.cntv.kcdnvip.com/asp/hls/2000/0303000a/3/default/aaa5a373d97a47d1bc95b1418b672b33/2000.m3u8
柳毅传书,http://hls.cntv.kcdnvip.com/asp/hls/2000/0303000a/3/default/2ee71b96a3574889829e17d70b3f3c02/2000.m3u8
五女拜寿,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/c38771a355214e97a855c213693a1153/850.m3u8
野猪林,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/d2ddcbd8cdba4473a541687e683c1aca/850.m3u8
碧玉簪,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/9e90b1a2872b476b8a4f9882f9b63cde/850.m3u8
铁弓缘,http://hls.cntv.myalicdn.com/asp/hls/2000/0303000a/3/default/e19f3238b0ba4849aa50d6b7f1118ab9/2000.m3u8
天仙配,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/1cd056751daf430a943e63e6428c40d7/850.m3u8
牛L织女,http://hls.cntv.myalicdn.com/asp/hls/2000/0303000a/3/default/adc6931516694659a7b54176e4b38299/2000.m3u8
花为媒,http://hls.cntv.kcdnvip.com/asp/hls/2000/0303000a/3/default/48da40a19746409997717371a80fd9e6/2000.m3u8
红楼梦1,http://hls.cntv.myalicdn.com/asp/hls/2000/0303000a/3/default/f66e935661b44ff6b80a290537d5d204/2000.m3u8
红楼梦2,http://hls.cntv.myalicdn.com/asp/hls/2000/0303000a/3/default/10470613ead24f5cb435137b5f39ab98/2000.m3u8
三打白骨精,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/1e34b7a2f93d4efeaf7a583409b270cc/850.m3u8

戏曲,#genre#
曲剧赵氏孤儿】全场●★mp4_超清,http://gcw.bdcdn.shoujiduoduo.com/v/190325/870b319c7c76d1454305c961de3193d7.mp4
曲剧小折子《孤男寡女》李天方,http://gcw.bdcdn.shoujiduoduo.com/v/190706/3676c145c6f733a449f10d5bf1c6f500.mp4
曲剧小戏《桑林收子》张晓英表演,http://gcw.bdcdn.shoujiduoduo.com/v/190617/2282c7e70fc99fe1e7e065e32b1ab2b9.mp4
曲剧下朝来一边走一边长叹李天方,http://gcw.bdcdn.shoujiduoduo.com/v/190718/664cfdec0eb7ae39b7ff5c3daab7729c.mp4
曲剧团海连池,http://gcw.bdcdn.shoujiduoduo.com/v/190218/c981286b5772c5c5351b202973680264.mp4
曲剧团,http://gcw.bdcdn.shoujiduoduo.com/v/190404/52298ebc73c6ef8b36a34ad9e09c924d.mp4
曲剧全集《惊蛰》-上集,http://gcw.bdcdn.shoujiduoduo.com/v/201105/8fb403bfce72a9ae63ec389b5c756092.mp4
曲剧全场戏下陈州】上集★,http://gcw.bdcdn.shoujiduoduo.com/v/191207/33327eea240ea54022d0024e4c8c8454.mp4
曲剧全场戏《秦香莲后传》郑州市曲剧团,http://gcw.bdcdn.shoujiduoduo.com/v/200603/56247f034823dd320f9094101489d73a.mp4
曲剧秦香莲】全场●省曲剧团●★mp4,http://gcw.bdcdn.shoujiduoduo.com/v/190318/114d1ca4f536bc0b172ceb9ddb07eb36.mp4
曲剧名家李亚军、刘艳丽曲剧《寇准背靴》小花园送饭选段！,http://gcw.bdcdn.shoujiduoduo.com/v/200331/c24282ad8c68477224055f19d324b30e.mp4
曲剧名家胡希华曲剧《李豁子我遭了啥罪》,http://gcw.bdcdn.shoujiduoduo.com/v/190711/123d9450d12ba8ac814e5842c1463256.mp4
曲剧借簪子】全场●平顶山市大涛曲剧团●★mp4_超清,http://gcw.bdcdn.shoujiduoduo.com/v/190428/002d8daebc70bfbe6e809d28b55084af.mp4
曲剧海连池曲剧团郭威反朝03,http://gcw.bdcdn.shoujiduoduo.com/v/190225/9fbb0cb5e5338b29f6d9946fd7051adb.mp4
曲剧-海连池《卷席筒》大老爷你稳坐在察院,http://gcw.bdcdn.shoujiduoduo.com/v/190511/4951d7d9e0b1a93c4fa696f45d5ac664.mp4
曲剧大师李天方《十八哭》经典再现！,http://gcw.bdcdn.shoujiduoduo.com/v/190304/7dc7811188639217fb8299804021325f.mp4
曲剧大全1,http://gcw.bdcdn.shoujiduoduo.com/v/191009/7d5524c35adc0763d87868a140b051be.mp4
曲剧《哑女告状》完整版,http://gcw.bdcdn.shoujiduoduo.com/v/200608/7fcc1b27a03acfbf1b7b8379370387fa.mp4
曲剧《五福临门》全场】,http://gcw.bdcdn.shoujiduoduo.com/v/200302/3b18c2c8f578035387fc737d88dd8f9e.mp4
曲剧《四郎探母》探母一折】,http://gcw.bdcdn.shoujiduoduo.com/v/190505/a7900e9cbc6b71e46d7a1a895b103033.mp4
曲剧《四郎探母》探母海连池曲剧团】,http://gcw.bdcdn.shoujiduoduo.com/v/191208/1aef74e8889ab9199f60927ac66b0885.mp4
曲剧《秦香莲》方素珍、侯庆祥、李春景-省曲剧团,http://gcw.bdcdn.shoujiduoduo.com/v/190907/9de92127ec2567101234d761b31c1a66.mp4
曲剧《龙情》平顶山曲剧艺术保护中心,http://gcw.bdcdn.shoujiduoduo.com/v/190213/83b5aee6b0ae5ea6e0951c9169838997.mp4
曲剧《李天方专辑》,http://gcw.bdcdn.shoujiduoduo.com/v/191208/d1a3c9f90719f7eebdafd964b7bcb8f8.mp4
曲剧《李豁子说媒》-_超清,http://gcw.bdcdn.shoujiduoduo.com/v/190325/3635fa4901fb8f63a26cf623a9c3c549.mp4
曲剧《李豁子离婚》选段李豁子接过来李天方,http://gcw.bdcdn.shoujiduoduo.com/v/201115/66568433507300287649a7579cfe59d0.mp4
曲剧《卷席筒》杨帅学,http://gcw.bdcdn.shoujiduoduo.com/v/190602/8b28dec624f172d186f11fc7290c48ff.mp4
曲剧《卷席筒》经典选段：小仓娃跪大堂诉冤枉,http://gcw.bdcdn.shoujiduoduo.com/v/190223/09e4765a1fdf115854f683e7fa863377.mp4
曲剧《卷席筒》海连池、刘兰玉、马二章79年舞台版,http://gcw.bdcdn.shoujiduoduo.com/v/190501/effda381decab3a9da4e1d8090de384a.mp4
曲剧《卷席筒》海连池,http://gcw.bdcdn.shoujiduoduo.com/v/190527/315a044c2b9cf3a17e2b37ef09e21cd5.mp4
曲剧《荆钗记》张新芳82年演出资料,http://gcw.bdcdn.shoujiduoduo.com/v/190706/f24473d42d884882617f29ab1157b8ab.mp4
曲剧《红娘》曲剧名家刘青演唱,http://gcw.bdcdn.shoujiduoduo.com/v/201226/d0513575077086a2c479c2b06220e361.mp4
曲剧《柜中缘》,http://gcw.bdcdn.shoujiduoduo.com/v/190224/a43970035d5ea22b1d9e0e7b60415bd4.mp4
曲剧《风雪配》选段,http://gcw.bdcdn.shoujiduoduo.com/v/190315/5d17a97a41c3debe8551adc2928b1ed8.mp4
曲剧--《慈母情和慈母心》合集。,http://gcw.bdcdn.shoujiduoduo.com/v/201112/274d53474cf5251ff953ce385c73cc67.mp4
曲剧《陈三两》：陈三两迈步上公庭,http://gcw.bdcdn.shoujiduoduo.com/v/210118/6c7200369ec769f15448231b47e8bab3.mp4
曲剧《包公辞朝》怒打王强-马遂合演唱,http://gcw.bdcdn.shoujiduoduo.com/v/191207/e3686f25f7c417454dbd2be4d0fbc87b.mp4
曲剧_陈三两孔素红陈三两漫步上公庭,http://gcw.bdcdn.shoujiduoduo.com/v/190710/916c9cf23da02dfea6e1bc13dd328bf6.mp4
曲剧：刘垒、郭晓晓、郭艺芳《吴汉杀妻》内录音洛阳市新安县曲剧团,http://gcw.bdcdn.shoujiduoduo.com/v/190213/bccccb0837a838d9996b9fae89e4d493.mp4
秦腔折子戏《三对面》,http://gcw.bdcdn.shoujiduoduo.com/v/190508/79b13eb345c48bf9a90730a100e7fc5b.mp4
秦腔折子戏《二进宫》,http://gcw.bdcdn.shoujiduoduo.com/v/190816/bc42f41cb749a3341bf1e7260a2413de.mp4
秦腔铡美案,http://gcw.bdcdn.shoujiduoduo.com/v/190116/b7cbfe035276322f2a2aa7fc10cfe1f4.mp4
秦腔易俗社《三上轿》朱海娥.马一排.米蓉.秦小燕林湖清源CL友情上传2016.5.11,http://gcw.bdcdn.shoujiduoduo.com/v/200908/912b5c78edb4004719a47011cab98e8f.mp4
秦腔商芳会辕门斩子,http://gcw.bdcdn.shoujiduoduo.com/v/190127/9d0b617538e671622e3db152c892e838.mp4
秦腔全本戏曲大全-秦腔丑角《顶灯》,http://gcw.bdcdn.shoujiduoduo.com/v/190527/7be93f9f91da17aa3458efa99f4cb5f7.mp4
秦腔全本封神戏《黄河阵》高清版,http://gcw.bdcdn.shoujiduoduo.com/v/200718/96156241f7b5f6bf56a3cdbbfde5aef0.mp4
秦腔全本《辕门斩子》刘随社,http://gcw.bdcdn.shoujiduoduo.com/v/190809/b7ced382854ce37580e52fbe424fd081.mp4
秦腔全本《四进士》渭南市秦腔团,http://gcw.bdcdn.shoujiduoduo.com/v/190508/05ec40797c1591479c0cfe04e1eafa66.mp4
秦腔全本《秦香莲后传》兴平市秦声剧团演出,http://gcw.bdcdn.shoujiduoduo.com/v/200908/a445670e744c100bd4cc9ed0d5a7a9d5.mp4
秦腔全本《卖妙郎》银川市秦腔剧团演出,http://gcw.bdcdn.shoujiduoduo.com/v/190518/10003127.mp4
秦腔剧院,http://gcw.bdcdn.shoujiduoduo.com/v/190218/1f61dbee5ec4931e277ebd8fde51435b.mp4
秦腔经典全本《看女》选段,http://gcw.bdcdn.shoujiduoduo.com/v/190910/bd9fc6c1d4cb83e4940914fa850a1624.mp4
秦腔高清本戏《游龟山》易俗社王宏义.朱海娥.张腊梅.李东峰等林湖清源CL友情录制2017.08.18,http://gcw.bdcdn.shoujiduoduo.com/v/200619/dfe67dba5f8911964ab121779871c3ee.mp4
秦腔-大登殿,http://gcw.bdcdn.shoujiduoduo.com/v/190125/b9559ab8e1270c9734d6dc6a8fdb0a5c.mp4
秦腔——丑角戏烘窑,http://gcw.bdcdn.shoujiduoduo.com/v/200722/c8d90e93efef0566c219d9fc1ef7b06c.mp4
秦腔丑角《看女》,http://gcw.bdcdn.shoujiduoduo.com/v/200530/bd25dbb320835cf21fdce702ee878333.mp4
秦腔本戏《蝴蝶杯》后全本西安易俗社演出,http://gcw.bdcdn.shoujiduoduo.com/v/200731/fb7631f7209ac50e9eea8fa92f8b29fa.mp4
秦腔《三堂会审》选段,http://gcw.bdcdn.shoujiduoduo.com/v/200113/fa6893077e4e9f682d765cce358cfa0a.mp4
秦腔《三堂会审》,http://gcw.bdcdn.shoujiduoduo.com/v/201212/79ff4a7a6bc351ad8df8efff13d6be34.mp4
秦腔《秦香莲告状》刘红梅,http://gcw.bdcdn.shoujiduoduo.com/v/201020/11058b60218df2f79fabede7d279dca2.mp4
秦腔《赶坡》片段,http://gcw.bdcdn.shoujiduoduo.com/v/201029/eb7fbb8b56dade1730ec3a521a276b3c.mp4
秦腔《放饭》天水西秦腔研究院,http://gcw.bdcdn.shoujiduoduo.com/v/190213/af1af5231008fe001989a694411e539b.mp4
秦腔《二进宫》,http://gcw.bdcdn.shoujiduoduo.com/v/190605/9a4a9f8ea7fdebb896b9d2ae9eb42114.mp4
秦腔《别窑》全折,http://gcw.bdcdn.shoujiduoduo.com/v/191208/f2edc3e9c5200b7a3361550d4be037b5.mp4
秦腔 2019猪年春节戏曲晚,http://gcw.bdcdn.shoujiduoduo.com/v/190408/0f2907f1b9a5204abe7f483f375b164b.mp4
秦芳欣表演,http://gcw.bdcdn.shoujiduoduo.com/v/190613/1b015c533e065640f025f440158384ae.mp4
秦安县秦腔剧社2017年3月秦安县蔡山村演出,http://gcw.bdcdn.shoujiduoduo.com/v/200912/933c1dbd1af05e5a844db843da303a48.mp4
黄梅戏严凤英韩再芬周源源,http://gcw.bdcdn.shoujiduoduo.com/v/190702/ed2662b8d3d3a875e01a53c669f4af50.mp4
黄梅戏三团,http://gcw.bdcdn.shoujiduoduo.com/v/191211/9ed54cfd1c55624e227f28ca40c6a4ab.mp4
黄梅戏剧团黄梅戏《秦香莲》,http://gcw.bdcdn.shoujiduoduo.com/v/201009/865515f2d68eb10e263cb8e66596e40a.mp4
黄梅戏春香闹学】,http://gcw.bdcdn.shoujiduoduo.com/v/201027/552dcdf37bdf2b4ff56d9e79bb58f527.mp4
黄梅戏《十八摸》,http://gcw.bdcdn.shoujiduoduo.com/v/210120/965f4cee36d51eb13fe6121cd3aee2fb.mp4

团演唱第9集,http://gcw.bdcdn.shoujiduoduo.com/episodes/210712/10033019/aa7c05e469ac34bb9a67cc28062381ca.mp4
团演唱第8集,http://gcw.bdcdn.shoujiduoduo.com/episodes/210712/10033019/4d8c7e2a580139492731295fe5226440.mp4
团演唱第7集,http://gcw.bdcdn.shoujiduoduo.com/episodes/210712/10033019/92fa5f80e4dc70d3fdea32b0c386a821.mp4
团演唱第6集,http://gcw.bdcdn.shoujiduoduo.com/episodes/210712/10033019/27bfba291a0fb4f0bce5377b27f709f5.mp4
团演唱第5集,http://gcw.bdcdn.shoujiduoduo.com/episodes/210712/10033019/9beb3bb3d9ca75c6b49e9850663c3445.mp4
团演唱第4集,http://gcw.bdcdn.shoujiduoduo.com/episodes/210712/10033019/5348bfafcc6ac127374cc1c6ac60c40d.mp4
团演唱第3集,http://gcw.bdcdn.shoujiduoduo.com/episodes/210712/10033019/55da4c403d2ea51fa5602f304d4febc3.mp4
团演唱第2集,http://gcw.bdcdn.shoujiduoduo.com/episodes/210712/10033019/060dde67d9a7e11898d2ab7d473b5509.mp4
团演唱第1集,http://gcw.bdcdn.shoujiduoduo.com/episodes/210712/10033019/eac79457c0bbc458be19715b4bdc573f.mp4
团演唱,http://gcw.bdcdn.shoujiduoduo.com/v/190125/ae2171e37909f87af12c02403c484f9f.mp4
土默特右旗2019春晚二人台现代小戏《回家》,http://gcw.bdcdn.shoujiduoduo.com/v/191112/35115ab8c9ff95b83d9af00cd5833f11.mp4
听臣把心病奏吾皇,http://gcw.bdcdn.shoujiduoduo.com/v/190624/2f080bc5a284f70f38b92664a9e3444f.mp4
田威虎,http://gcw.bdcdn.shoujiduoduo.com/v/191227/bf06f5573bbab198867401145d650d5c.mp4
唐梨园秦腔剧院,http://gcw.bdcdn.shoujiduoduo.com/v/190507/bc0fcf2785f707597273caf592c9a78f.mp4
四省区二人台大赛选拔赛,http://gcw.bdcdn.shoujiduoduo.com/v/201115/ce56c6788d775f623679ea5ada68a9a8.mp4
十冬腊月天你不该拿着那芦花当丝棉,http://gcw.bdcdn.shoujiduoduo.com/v/190519/46d622ba7c7985c5e8045be5a1975188.mp4
省曲剧团,http://gcw.bdcdn.shoujiduoduo.com/v/190130/f825d70cb7e1820a4e75a050793dc241.mp4
上,http://gcw.bdcdn.shoujiduoduo.com/v/190404/59e91848a56166a30a275089daf59b9a.mp4
商永吉,http://gcw.bdcdn.shoujiduoduo.com/v/190311/7273ee44ef1416783240bbb95b6e5f7b.mp4
商都县兴艺二人台,http://gcw.bdcdn.shoujiduoduo.com/v/190625/c39a32c7691706739a95303106c72fa8.mp4
陕西戏曲研究院泰安演出,http://gcw.bdcdn.shoujiduoduo.com/v/210210/e0a0abb01a6d398bcfb8c235e0df128a.mp4
陕西省戏曲研究院演出,http://gcw.bdcdn.shoujiduoduo.com/v/201030/536f534a25ebab5eb8d10ff75e31dc9c.mp4
山西省小程玉英剧团,http://gcw.bdcdn.shoujiduoduo.com/v/201104/7f6a182e42bd064ee4427623e68fb02e.mp4
山西省晋剧院一团,http://gcw.bdcdn.shoujiduoduo.com/v/190531/3e0024131e184b61868238415002898d.mp4
山西省晋剧院青年团《大清唱》中集,http://gcw.bdcdn.shoujiduoduo.com/v/190522/10003160.mp4
山西省二人台民间歌剧团演出郝勇勇,http://gcw.bdcdn.shoujiduoduo.com/v/200922/c27867e8b13cb16ffb1759bd8c8be4fa.mp4
山西晋剧全本戏大全,http://gcw.bdcdn.shoujiduoduo.com/v/190617/d81b7b3adaf01691f82d395275e2ae69.mp4
全场笑趴,http://gcw.bdcdn.shoujiduoduo.com/v/200116/f82bef2debdefd9ac393145a42c8fcbd.mp4
乔慷慨徐松林马亚娟,http://gcw.bdcdn.shoujiduoduo.com/v/201022/5f685d591e2b64965945a462f8d989d8.mp4
乔华云演唱曲剧《王小赶脚》选场,http://gcw.bdcdn.shoujiduoduo.com/v/190524/74c592424d50fd8dda66f52b9b30a650.mp4
钱爱,http://gcw.bdcdn.shoujiduoduo.com/v/200520/e9b34416c402302eaa6bb92234ce957a.mp4
凄惨结局!,http://gcw.bdcdn.shoujiduoduo.com/v/190703/964530e611ef9c0f468187530ff35df5.mp4
年老人怎禁这风雪旋!,http://gcw.bdcdn.shoujiduoduo.com/v/190605/6b44b90dfad0379f6cc6ae14354af580.mp4
内蒙古二人台山曲：《好日子》《想亲亲全在月儿正》,http://gcw.bdcdn.shoujiduoduo.com/v/190826/6e195aba9a93b3f5591ae3b35018648e.mp4
内蒙古二人台山曲/非物质文化遗产谢谢欣赏,http://gcw.bdcdn.shoujiduoduo.com/v/190626/cca8025a39b8f70e3c8e8295648290eb.mp4
内蒙古二人台《新编打伙计》,http://gcw.bdcdn.shoujiduoduo.com/v/200302/c7b6232b48152d2c3bbd7f85cd1c4154.mp4
内蒙二人台之山曲,http://gcw.bdcdn.shoujiduoduo.com/v/190524/0a0ec48a5792f8058b9ed63d26f9b3b0.mp4
内蒙二人台《姐夫戏小姨》真洋相！,http://gcw.bdcdn.shoujiduoduo.com/v/191022/58be392d66570e45f9455587ad40dd33.mp4
南阳市长宏曲剧团演唱,http://gcw.bdcdn.shoujiduoduo.com/v/190920/bd1f1d3a930f50f5ffbed6792da7865a.mp4
南阳市长宏曲剧团,http://gcw.bdcdn.shoujiduoduo.com/v/190902/19ce2ae8133857ae7ffc2dbe0c674a3b.mp4
南阳市宛东青年曲剧团,http://gcw.bdcdn.shoujiduoduo.com/v/191012/bb2fb4f0811d29c56dd6edfd9427b752.mp4
南阳市金红曲剧团演唱,http://gcw.bdcdn.shoujiduoduo.com/v/191003/1dacb6c7907dae26e14d1043cdcc8800.mp4
南阳市金红曲剧团演唱,http://gcw.bdcdn.shoujiduoduo.com/v/190926/edde31e6fcbc72a7ef2203b9b9cad3a0.mp4
南阳市金红曲剧团演唱,http://gcw.bdcdn.shoujiduoduo.com/v/190714/79f329b25bd56d24d99d64c49da7ca84.mp4
南阳市高新曲剧团,http://gcw.bdcdn.shoujiduoduo.com/v/191122/98131f0938de177cb3ffbe7aa49f6632.mp4
南阳曲剧艺术中心,http://gcw.bdcdn.shoujiduoduo.com/v/191207/d25810bf3aa56d64dcfa0722c0682570.mp4
名家王爱爱,http://gcw.bdcdn.shoujiduoduo.com/v/191225/8254f30470e315c1fee78fb1493424ec.mp4
名家联袂演出,http://gcw.bdcdn.shoujiduoduo.com/v/210207/8d8d31cca2b5441954d9e52568d09a7b.mp4
马骐主演曲剧《背靴访帅》,http://gcw.bdcdn.shoujiduoduo.com/v/200831/2d7d5874b132f83b8f6d7c2e24ee3cdf.mp4
马骐版曲剧《背靴访帅》姜还是老的辣!,http://gcw.bdcdn.shoujiduoduo.com/v/200919/906b70f4cd6f3ad139a2d4986cc48a78.mp4
洛阳市九都翠玲曲剧团,http://gcw.bdcdn.shoujiduoduo.com/v/201026/22e51c748600e5e42bc5a138c62c5160.mp4
洛阳市九都翠玲曲剧团,http://gcw.bdcdn.shoujiduoduo.com/v/190429/2ef6445a1215cf06049cac61d72f201e.mp4
锣鼓众唱二人台《红红火火》一种好听又好看的演唱形式,http://gcw.bdcdn.shoujiduoduo.com/v/191227/6f833e835ada606ecdd30334168ce6a4.mp4
刘艳丽演唱曲剧《老鼠嫁女》好玩!,http://gcw.bdcdn.shoujiduoduo.com/v/200914/865e9898babe5bee65b4e7a834390aae.mp4
刘艳丽演唱,http://gcw.bdcdn.shoujiduoduo.com/v/190702/3e371e8c94d2e1070319298ce2f9c2b7.mp4
刘汉银《杨八姐游春》,http://gcw.bdcdn.shoujiduoduo.com/v/190613/72d9f736805ff9ac6877786855acbe3d.mp4
刘爱爱,http://gcw.bdcdn.shoujiduoduo.com/v/190604/10003232.mp4
玲珑,http://gcw.bdcdn.shoujiduoduo.com/v/191219/867a93ebee46c50a8988f646cce24ba9.mp4
临县二人台《精不如傻》1,http://gcw.bdcdn.shoujiduoduo.com/v/210310/d12aaf84442eae8b1e55dd874594b86f.mp4
李天方演唱,http://gcw.bdcdn.shoujiduoduo.com/v/190609/6690ac91bca405dca8cada0ced8b054d.mp4
李天方夫妇演唱曲剧《苍娃找爹》就是牛!,http://gcw.bdcdn.shoujiduoduo.com/v/190624/0a20f9fccd7449afab722eed0ef0eedf.mp4
李天方、毕松萍夫妇演唱,http://gcw.bdcdn.shoujiduoduo.com/v/190419/9e086a2c7ef700f51bb480e522a947ae.mp4
李天方、毕松萍表演曲剧《李豁子说媒》两口子把戏演绝了,http://gcw.bdcdn.shoujiduoduo.com/v/190404/fe8abd72959145ed7ca5b56342849b89.mp4
李天方,http://gcw.bdcdn.shoujiduoduo.com/v/190513/4a77c50ae75a653dfbf5396f45c592e3.mp4
李秋里录制,http://gcw.bdcdn.shoujiduoduo.com/v/191113/2bc375c0e12c9f75ad3549150d2c929c.mp4
李秋里录制,http://gcw.bdcdn.shoujiduoduo.com/v/190924/93b9d37f2c7420477a1b082c77a06220.mp4
李豁子唱段-李天方,http://gcw.bdcdn.shoujiduoduo.com/v/190304/951409acd26e4d06be3d1b6ea1bc4ad8.mp4
李东峰,http://gcw.bdcdn.shoujiduoduo.com/v/200914/d2231ef87c6bd335ecf2e5172724e746.mp4
梨园春版,http://gcw.bdcdn.shoujiduoduo.com/v/190822/5668e504ad82c60607d315479d821990.mp4
康亚蝉,http://gcw.bdcdn.shoujiduoduo.com/v/210211/005278db46b6f82dadd3fe7428220210.mp4
精彩好看！,http://gcw.bdcdn.shoujiduoduo.com/v/200227/9d52e829ee706c3d5170d13bfac85b70.mp4
晋剧大全,http://gcw.bdcdn.shoujiduoduo.com/v/190716/9f9632997c1ec3491b5b83b803256242.mp4
教闺女,http://gcw.bdcdn.shoujiduoduo.com/v/210127/870fd252bad1a37fbbc7f19196b2e9cf.mp4
冀萍,http://gcw.bdcdn.shoujiduoduo.com/v/190904/84a445bcf317af09f66bf582065f2708.mp4
纪念齐晓春先生,http://gcw.bdcdn.shoujiduoduo.com/v/210120/f4fb625fecd6e39818b90086e616ab19.mp4





怀旧电影《三滴血》,http://gcw.bdcdn.shoujiduoduo.com/201805/1772-690.mp4
侯红琴等演唱,http://gcw.bdcdn.shoujiduoduo.com/v/190627/f4fe75219f7462fd5a8e2fa03673c941.mp4
菏航,http://gcw.bdcdn.shoujiduoduo.com/v/200304/aa62b08f4acc8ddb492fdc3f5b60bb06.mp4
河曲二人台牌子曲《西江月》,http://gcw.bdcdn.shoujiduoduo.com/v/200201/c386dae48f7df5949df61261b070fdd0.mp4
郝刚,http://gcw.bdcdn.shoujiduoduo.com/v/190818/e3a8feab9a9cb53c1c9494a561d9f594.mp4
好听QQ：682404722,http://gcw.bdcdn.shoujiduoduo.com/v/190203/578c5362ec8840f354a99196387f11d5.mp4
好看的二人台连续看,http://gcw.bdcdn.shoujiduoduo.com/v/191009/f8f14e1a3d2122b322acef4d40b963d4.mp4
好看的二人台,http://gcw.bdcdn.shoujiduoduo.com/v/190826/8b998a18db42b0f852e6f4b045bff7c0.mp4
好看的二人台,http://gcw.bdcdn.shoujiduoduo.com/v/190802/0fa24b311630c9199c05493e4217f5b5.mp4
好看的二人台,http://gcw.bdcdn.shoujiduoduo.com/v/190624/af0375b07c4a9337d8aa387ba0d3ae0a.mp4
好看的二人台,http://gcw.bdcdn.shoujiduoduo.com/v/190620/a29c33a840fc002a2c024a2b8b41cc5d.mp4
韩利霞,http://gcw.bdcdn.shoujiduoduo.com/v/191004/1e032d5b6c57bdf8038024859abbf62e.mp4
郭美清,http://gcw.bdcdn.shoujiduoduo.com/v/190925/e322bf0d47edf28aea15e81dd253e75d.mp4
郭美清,http://gcw.bdcdn.shoujiduoduo.com/v/190911/e7d4f2a51866296ff1019d257714dae6.mp4
郭美清,http://gcw.bdcdn.shoujiduoduo.com/v/190910/2b805026ff8f7f96dc940f8db0e8f2c4.mp4
二人台《姐夫戏小姨》,http://gcw.bdcdn.shoujiduoduo.com/v/190521/10001185.mp4
高枝叶,http://gcw.bdcdn.shoujiduoduo.com/v/191102/d768fdc24ee883c82f400ef3f20bc75f.mp4
二人台坐腔音乐会一,http://gcw.bdcdn.shoujiduoduo.com/v/190528/10003247.mp4
二人台坐腔音乐会三,http://gcw.bdcdn.shoujiduoduo.com/v/191230/8c863415d05e2757e5f5c701c274116b.mp4
二人台坐腔打樱桃打秋千送四门王秀兰吴树梅,http://gcw.bdcdn.shoujiduoduo.com/v/191226/6630db0f484c736d538612154534d133.mp4
二人台张飞牧牛,http://gcw.bdcdn.shoujiduoduo.com/v/200118/99156c2e46f88ed1ce3d2d915aa1ecd8.mp4
二人台摘花椒,http://gcw.bdcdn.shoujiduoduo.com/v/190816/ddbb538bc0c2f3949af1d0b2b141052e.mp4
二人台选段,http://gcw.bdcdn.shoujiduoduo.com/v/190529/10001193.mp4
二人台小放牛,http://gcw.bdcdn.shoujiduoduo.com/v/191212/c1ce88590d948dde187d414b0ed326ed.mp4
二人台向沙千里一壶酒,http://gcw.bdcdn.shoujiduoduo.com/v/200210/34cf1867a38b339d9e9e47ae274f89eb.mp4
二人台乌兰牧骑后台的孩子们,http://gcw.bdcdn.shoujiduoduo.com/v/191017/84e49ef1fa9e8de8ced51fde056223e1.mp4
二人台跳粉墙,http://gcw.bdcdn.shoujiduoduo.com/v/191230/4f213a68f7844ffc506e69bd3309dd3f.mp4
二人台十里墩,http://gcw.bdcdn.shoujiduoduo.com/v/191223/347c7180ab84fa5e74ea1b15386f8bd9.mp4
二人台十里墩,http://gcw.bdcdn.shoujiduoduo.com/v/191218/56dcbc5a96befb398d20bffa2eabf959.mp4
二人台十里墩,http://gcw.bdcdn.shoujiduoduo.com/v/191125/40a081f015c7663cd85d9787a190a193.mp4
二人台俏夕阳】张虎&张玲玲,http://gcw.bdcdn.shoujiduoduo.com/v/200306/5c8395849c9b50d00400b8f3fd0ea553.mp4
二人台牌子曲枚韵赵官军,http://gcw.bdcdn.shoujiduoduo.com/v/191018/46fd3b500cf959d3d0f7dbdc13a3eb32.mp4
二人台牧牛,http://gcw.bdcdn.shoujiduoduo.com/v/190614/763e8d407d67f4ca7604f5c25a9e65c9.mp4
二人台-借笊篱,http://gcw.bdcdn.shoujiduoduo.com/v/200302/954ba57467c5a9e254a9fb248fb8fba8.mp4
二人台红红火火二人台,http://gcw.bdcdn.shoujiduoduo.com/v/190706/e9cfd643c90fea9081e6ae5d18b654f0.mp4
二人台航拍梁后村到新建,http://gcw.bdcdn.shoujiduoduo.com/v/200305/df258b24f46119168d251a8558ffe174.mp4
二人台挂红灯,http://gcw.bdcdn.shoujiduoduo.com/v/190826/3454be42f0349aace8cdd29daacc1bda.mp4
二人台—二后生戳古董,http://gcw.bdcdn.shoujiduoduo.com/v/190625/d2269f185b6ddc82b6b46f83b6a31c8c.mp4
二人台串烧,http://gcw.bdcdn.shoujiduoduo.com/v/190602/10001205.mp4
二人台串唱,http://gcw.bdcdn.shoujiduoduo.com/v/190715/df2f1112480a8d41a43f4e31dd540144.mp4
二人台传统剧目《种洋烟》,http://gcw.bdcdn.shoujiduoduo.com/v/200224/4b9ccc2437f42dcfe3614bb6ba90ecc7.mp4
二人台不光里的妈妈海霞520,http://gcw.bdcdn.shoujiduoduo.com/v/200116/4dcc4fc62f95102b72ede775cfa63fce.mp4
二人台表演集锦三,http://gcw.bdcdn.shoujiduoduo.com/v/200806/759ddfa3b46b5ce401494edecbc76199.mp4
二人台★吃醋★合唱★霸气★海波_01,http://gcw.bdcdn.shoujiduoduo.com/v/190622/5bc04182dc561506d8b27c58bd0a95a5.mp4
二人台《走西口》刁敏亚苏,http://gcw.bdcdn.shoujiduoduo.com/v/200326/07539dd2fe81ac79a5e42a333a2993cd.mp4
二人台《压糕面》!,http://gcw.bdcdn.shoujiduoduo.com/v/191030/92fa260e33c344ee44a0fdb70c48cc57.mp4
二人台《小叔子挎嫂嫂》,http://gcw.bdcdn.shoujiduoduo.com/v/190917/b887dfe149fd8b1cc5fbe3eac546b49a.mp4
二人台《怕老婆》,http://gcw.bdcdn.shoujiduoduo.com/v/190515/806824bfd2ea67053123dee840fb3268.mp4
二人台《卖油》武利平,http://gcw.bdcdn.shoujiduoduo.com/v/191020/f30535c29135b2d97066f459aaf44ef2.mp4
二人台《进歌厅》,http://gcw.bdcdn.shoujiduoduo.com/v/190812/7f6ae136809d9913fd06230e91212ff5.mp4
二人台《还钱》,http://gcw.bdcdn.shoujiduoduo.com/v/191022/80eb002ba1dbd7109c46437ab36181d5.mp4
二人台《挂红灯》,http://gcw.bdcdn.shoujiduoduo.com/v/190330/7deeb59aa86f9e19b3924dd35b383d90.mp4
二人台《二后生妈借钱》,http://gcw.bdcdn.shoujiduoduo.com/v/191014/7510d1abba3cc39d8305b930ef1d77b9.mp4
二人台：老来难4,http://gcw.bdcdn.shoujiduoduo.com/v/190701/2c9eda1165c315c50d42b33384fa5f11.mp4
二人台：二后生六兰兰打伙计.上集,http://gcw.bdcdn.shoujiduoduo.com/v/190528/10003237.mp4
二人台,http://gcw.bdcdn.shoujiduoduo.com/v/190809/7ef0d301b8ba625ed23c6b11db351b52.mp4
二后生四闺女回门酒曲》,http://gcw.bdcdn.shoujiduoduo.com/v/191014/075301e33581c5fe3fabc523f72d6b44.mp4
二后生剧团,http://gcw.bdcdn.shoujiduoduo.com/v/191121/8e1a11a2a28ce80def14e7b380866f57.mp4
打樱桃,http://gcw.bdcdn.shoujiduoduo.com/v/190826/426d9af5e61b5e01aed4b7d7d4e5c35a.mp4
打起竹板板走上台,http://gcw.bdcdn.shoujiduoduo.com/v/191117/bc49278be38161f4a610ee73d3df621f.mp4
陈云龙.flv,http://gcw.bdcdn.shoujiduoduo.com/v/190817/5c39eb0931ccee10c5f031c4a6395263.mp4
陈百甫板胡,http://gcw.bdcdn.shoujiduoduo.com/v/200205/969e241fff8b79bd1386f6f2a417a698.mp4
不愧是戏曲上的不倒翁,http://gcw.bdcdn.shoujiduoduo.com/v/190617/d37e4e0a63b5cfd4ec0c05edb64351e4.mp4
表演者：薛桂兰、赵丽荣,http://gcw.bdcdn.shoujiduoduo.com/v/191213/e8c0e8f4455b966788611bbebddae2de.mp4
表演者:蓉儿、老五,http://gcw.bdcdn.shoujiduoduo.com/v/200310/e029d78bbc1c75d4a4b960264cd4573d.mp4
背舌,http://gcw.bdcdn.shoujiduoduo.com/v/201208/ff0d766225e6b49d2bd24ee8886ade39.mp4
爆笑合作表演,http://gcw.bdcdn.shoujiduoduo.com/v/190710/acb4c10132c1db9122b9fc1d9bb662e1.mp4
抱娇儿止不住悲声大放!,http://gcw.bdcdn.shoujiduoduo.com/v/190608/194edc031eeaed2d7f7ca2589e6768ec.mp4
百听不厌！,http://gcw.bdcdn.shoujiduoduo.com/v/190905/0ffb3123a3fe425d67064fab29954718.mp4
“前日里咱的娘把药煎”,http://gcw.bdcdn.shoujiduoduo.com/v/200618/f72a7218b1eded2f2b7bf043176f92a7.mp4
最牛搞笑萨拉齐茂林礼仪二人台小叔子挎嫂嫂,http://gcw.bdcdn.shoujiduoduo.com/v/200727/c19cd239a59a9b9c11d3f214b6ee1f38.mp4
朱建军,http://gcw.bdcdn.shoujiduoduo.com/v/190919/da08a93b8ec15e3054aab32464f849ee.mp4
周玉珍演唱,http://gcw.bdcdn.shoujiduoduo.com/v/200317/7c101acea7a9514446426caaa0793840.mp4
中原名丑张晓英曲剧《老两口玩浪漫》真搞笑！,http://gcw.bdcdn.shoujiduoduo.com/v/190330/4f21f789c48f1c4a9c739e26056a65af.mp4
张武宏西北名丑,http://gcw.bdcdn.shoujiduoduo.com/v/190818/9f90b4718102660ee28c3a1801cdec65.mp4
张武宏,http://gcw.bdcdn.shoujiduoduo.com/201805/1181-385.mp4
张宁,http://gcw.bdcdn.shoujiduoduo.com/v/190514/10003147.mp4
云飞现场一首《亲亲的二人台》帅到全场尖叫!,http://gcw.bdcdn.shoujiduoduo.com/v/200122/2956c3d631e201b6427a847dc05c492f.mp4
一字一句颇有趣味,http://gcw.bdcdn.shoujiduoduo.com/v/191122/1ade9113a8bcc9385cc6e9df9871a27e.mp4
杨丽娟,http://gcw.bdcdn.shoujiduoduo.com/v/191125/6de4baeb1bea3284a9a2b1450a51d195.mp4
杨红梅嗓音太棒了,http://gcw.bdcdn.shoujiduoduo.com/v/200320/4f229afb544e1b90383d1ee58069a816.mp4
阳高二人台农民艺术团排炼节目,http://gcw.bdcdn.shoujiduoduo.com/v/191108/8532cf712888e79cf19401ce0a8d7f21.mp4
演唱《光棍哭妻》,http://gcw.bdcdn.shoujiduoduo.com/201805/1812-365.mp4
演唱,http://gcw.bdcdn.shoujiduoduo.com/v/190221/6a38928efbe1f76f04f14a94197cc6d6.mp4
薛广民,http://gcw.bdcdn.shoujiduoduo.com/v/200509/61d5e4819b403fda0456a4f73466aa0d.mp4
杏福恋歌,http://gcw.bdcdn.shoujiduoduo.com/v/190605/10003222.mp4
兴平剧团演出.mp4,http://gcw.bdcdn.shoujiduoduo.com/v/200827/f268746df2bf82bcc6cf6c2c4fc160b5.mp4
新娘举刀吓坏李豁子,http://gcw.bdcdn.shoujiduoduo.com/v/201105/3e869cb57c096666978b871997e1781e.mp4
新婚夜红灯亮鼓乐齐鸣,http://gcw.bdcdn.shoujiduoduo.com/v/201113/680de1c6c1d7fdeac9c8f24a966cf008.mp4
忻州侯奇峰演艺传媒二人台《走西口》杨美萍~刘文进,http://gcw.bdcdn.shoujiduoduo.com/v/191211/01b716a5bf14e2f8e7b7ba9048098d8d.mp4
夏沫,http://gcw.bdcdn.shoujiduoduo.com/v/190525/10003216.mp4
西安易俗社2018春节秦安清唱晚会,http://gcw.bdcdn.shoujiduoduo.com/v/190122/af3ec3b3a6cd383400360f8ee93b1e94.mp4
西安五一剧团,http://gcw.bdcdn.shoujiduoduo.com/v/201014/d06fec900e95d24c9ff73f3bb51625c0.mp4
西安三意社,http://gcw.bdcdn.shoujiduoduo.com/v/200721/06893b82a4c987e78ece088ab254929f.mp4
西安秦腔一团,http://gcw.bdcdn.shoujiduoduo.com/v/191208/d513328096fbe5995a2be8e17241f9cc.mp4
伍敏中_全巧民_西安易俗社,http://gcw.bdcdn.shoujiduoduo.com/v/200310/80ae6bdea59162136af8fb3eba350725.mp4
王茂林,http://gcw.bdcdn.shoujiduoduo.com/v/191109/4ddcbf706025b04b2a1c97e501777bb6.mp4
王茂林,http://gcw.bdcdn.shoujiduoduo.com/v/190925/29d1d265eb98e2ceb273c8090f19c71e.mp4
王丽霞,http://gcw.bdcdn.shoujiduoduo.com/v/200318/edc0e9f7acfb636985e3ce68ad866684.mp4
团长：侯奇峰,http://gcw.bdcdn.shoujiduoduo.com/v/210303/9f9275b65ebccf90a2af213afd14ad3e.mp4

GOODTV,#genre#
GoodTV爱旅行,https://live-350k.streamingfast.net/hls-live/goodtv/_definst_/liveevent/live-ch11-2.m3u8
GOODTV复兴祷告,https://dqhxk7sbp7xog.cloudfront.net/osmflivech38.m3u8
GOODTV卡通,https://dqhxk7sbp7xog.cloudfront.net/osmflivech45.m3u8
GOODTV空中圣经学院,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch27-2.m3u8
GoodTV真情部落,https://live-350k.streamingfast.net/hls-live/goodtv/_definst_/liveevent/live-ch3-2.m3u8
TV2,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch2-2.m3u8
爱+好医生,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch9-2.m3u8
爱+好医生1,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch42-2.m3u8
爱旅行台,https://live-350k.streamingfast.net/hls-live/goodtv/_definst_/liveevent/live-ch11-2.m3u8
创世电视,https://cdn.deepcore.online/hlsme/ctv_hk_1080.m3u8
创世电视,https://cdn.deepcore.online/hlsme/ctv_hk_720.m3u8
大爱1台,https://pulltv1.wanfudaluye.com/live/tv1.m3u8
大卫鲍森,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch17-2.m3u8
祷告与转化,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch32-2.m3u8
道在人间HD,https://dqhxk7sbp7xog.cloudfront.net/osmflivech2.m3u8
恩典时分,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch20-2.m3u8
福音布道音乐,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch31-2.m3u8
复兴祷告,h+A1476:A1530ttps://dqhxk7sbp7xog.cloudfront.net/osmflivech38.m3u8
共享观点,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch5-2.m3u8
共享观点HD,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch5-2.m3u8
国际讲员,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch18-2.m3u8
好时光,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch51-2.m3u8
好消息HD,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch1-2.m3u8
好消息HD,https://dqhxk7sbp7xog.cloudfront.net/osmflivech1.m3u8
好消息卡通,https://dqhxk7sbp7xog.cloudfront.net/osmflivech45.m3u8
好消息卡通,https://dqhxk7sbp7xog.cloudfront.net/osmflivech45.m3u8
好消息真理,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch2-2.m3u8
好消息综合,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch1-2.m3u8
好消息综合,https://dqhxk7sbp7xog.cloudfront.net/osmflivech1.m3u8
好消息综合1,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch49-2.m3u8
好消息综合2,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch50-2.m3u8
好医生HD,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch9-2.m3u8
基督教HD,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch16-2.m3u8
经典音乐,https://live-350k.streamingfast.net/hls-live/goodtv/_definst_/liveevent/live-ch6-2.m3u8
空中圣经学院,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch27-2.m3u8
空中圣经医院HD,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch27-2.m3u8
刘三讲古,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch24-2.m3u8
旅行HD,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch11-2.m3u8
末世信息,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch38-2.m3u8
牧者频道,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch47-2.m3u8
诗歌精选,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch28-2.m3u8
孙叔唱副歌,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch12-2.m3u8
台中好圣诞,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch39-2.m3u8
天父的心,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch35-2.m3u8
天堂敬拜HD,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch28-2.m3u8
听我唱HD,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch31-2.m3u8
唯心电视,http://mobile.ccdntech.com/transcoder/_definst_/vod164_Live/live/chunklist_w1177047531.m3u8
维他命HD,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch12-2.m3u8
我们旅行,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch11-2.m3u8
香港佛陀教育,http://js1.amtb.cn/liveedge/_definst_/livetv/chunklist.m3u8
香港佛陀教育,https://js1.amtb.cn/liveedge/_definst_/livetv/playlist.m3u8
新约妙妙妙,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch45-2.m3u8
新约妙妙妙,https://dqhxk7sbp7xog.cloudfront.net/osmflivech45.m3u8
幸福来敲门,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch43-2.m3u8
研经培灵,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch33-2.m3u8
耶稣HD,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch17-2.m3u8
叶光明牧师,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch16-2.m3u8
迎接愎兴,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch7-2.m3u8
迎接复兴HD,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch7-2.m3u8
展翅上腾HD,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch18-2.m3u8
真情部落,https://live-350k.streamingfast.net/hls-live/goodtv/_definst_/liveevent/live-ch3-2.m3u8
真情部落,https://live-350k.streamingfast.net/hls-live/goodtv/_definst_/liveevent/live-ch3-2.m3u8
真情部落格,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch14-2.m3u8
真情部落格,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch3-2.m3u8
真情部落格HD,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch14-2.m3u8
真情部落格HD,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch3-2.m3u8
真情之夜,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch15-2.m3u8
转转发现,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch40-2.m3u8
综合台,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch1-2.m3u8



🎶音乐K歌频道,#genre#
故梦（歌曲）,https://vdse.bdstatic.com//5c3ed71af98cc3a6d07835127b35c05f.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-02T02%3A34%3A58Z%2F-1%2Fhost%2F0320ad334baa9210877fdee3cf0cd675ecad45279074e76b845d4018c0372862
故梦–（歌曲）,https://vd3.bdstatic.com/mda-qcgtq31smu7qaf3r/sc/cae_h264/1710704324965307739/mda-qcgtq31smu7qaf3r.mp4?v_from_s=bdapp-landingpage-api-hna
故梦（伴奏）,https://vdse.bdstatic.com//ff170f6d471b4834541ba1ae77d3816a.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-02T23%3A55%3A16Z%2F-1%2Fhost%2F5c044f6dc885d62009653042c60bc1c8fd854ea87e9d21815c2bd9892ffc5ed4
清明上河图（歌曲）,https://vd3.bdstatic.com/mda-jd8h8zh5n699zjcb/hd/mda-jd8h8zh5n699zjcb.mp4?pd=19&vt=1
清明上河图（伴奏）,https://vdse.bdstatic.com//513698429289a0c91e1effab8e13711c.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-05T13%3A02%3A12Z%2F-1%2Fhost%2Ffcb09c9e8434f7174c87b6a1c30c92cab1ad132e4baa19c6bcf556c8a0255c05
这世界有那么多人（歌曲）,https://vd2.bdstatic.com/mda-qcjsk0hvyctsv3sy/sc/cae_h264/1710960799647565139/mda-qcjsk0hvyctsv3sy.mp4?v_from_s=bdapp-resbox-hnb
这世界有那么多人（伴奏）,https://vdse.bdstatic.com//412480cacb0b2ca94d6b86dee67c94c6.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-20T12%3A28%3A32Z%2F-1%2Fhost%2Fffc49ee16b2534e91e98348739a7fc6b3e921951a8475f2e6a227b3f97a4c61d
新贵妃醉酒（歌曲）,https://vdse.bdstatic.com//6425039032d933cc854aeb6a31ad3005.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-05T14%3A16%3A33Z%2F-1%2Fhost%2Fe3dfe425330efa5b47cf136ab2052f02a2d7c67b3d57146cd15aa26575a966e1
新贵妃醉酒（伴奏）,https://vdse.bdstatic.com//825006038d582126984c581502e65751.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-05T14%3A15%3A00Z%2F-1%2Fhost%2F4a5131b199c4c3f4cb633412ce69195714915b44be2b9f1bb9e4838fb281b74d
武家坡（梦大仙xx / 小彦同学 remix/歌曲）,https://vd2.bdstatic.com/mda-qch4rifj4xxqb237/sc/cae_h264/1710732944508209393/mda-qch4rifj4xxqb237.mp4?v_from_s=bdapp-bdappcore-feed-hnb
武家坡（伴奏）,https://vdse.bdstatic.com//03ef831a675eb99a73b242365c0bb43b.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-05T14%3A15%3A00Z%2F-1%2Fhost%2Ff25ecec7e605a8864e328d0cdba14509de0e32c24d8767498db6e6b0d754c77f
偏爱（歌曲）,https://vdse.bdstatic.com//93378a2b6495a63a8e3ca961dcad7562.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-05T14%3A49%3A13Z%2F-1%2Fhost%2Fc410ee94220ff6868324c2384a2151f0e48930c45ccb4491c11a2ef218392794
偏爱（伴奏）,https://vdse.bdstatic.com//1e7c060c676b9a8c909b91171d1e7d53.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-03T11%3A04%3A17Z%2F-1%2Fhost%2Fd0e683076b38d9324ee4c262b8fd1e42d95b62d5d0009819728c935f1c5d9e87
来生缘（歌曲）,https://vdse.bdstatic.com//81359d570d53dd6ebd7659761fd904a6.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-05T14%3A49%3A13Z%2F-1%2Fhost%2F101be0507fba333d7a629bf093ca28ca303effd763a2bddebb5946e934b0a8fa
来生缘（伴奏）,https://vdse.bdstatic.com//bfbd3f613ee30c704592070fa2295e4e.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-05T12%3A31%3A39Z%2F-1%2Fhost%2Fd137718c92c25756563f9be59bca14c921e2052f214de7b8e61308d781880db5
如果天有情（歌曲）,https://vdse.bdstatic.com//0556bc9725229056646b4769566e8e63.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-04T22%3A36%3A04Z%2F-1%2Fhost%2Fac3e7d4c7f7453356247021305ecc4257a355e6fc518cfe6a3d5bf4e32c40a66
如果天有情（伴奏）,https://vdse.bdstatic.com//1fe9454d84ebc84af5d19d4e7fb17653.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-05T11%3A04%3A19Z%2F-1%2Fhost%2F2e6410bdfce9352c319c33014115385f2cf66dd3687ab4cd1912d2fa80d60673
爱不完（歌曲）,https://vd3.bdstatic.com/mda-pg46epu07d6yt925/576p/h264/1688531574150146191/mda-pg46epu07d6yt925.mp4?pd=19&vt=1
爱不完（伴奏）,https://vdse.bdstatic.com//68a9a7bd2642d3faa95d7b1e0628b02a.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-05T14%3A45%3A52Z%2F-1%2Fhost%2F2cddd6e33f08adf038a0cdc58a15f05b62d051e14b353b797a3e8c6debfe392d
我和我追逐的梦（歌曲）,https://vd3.bdstatic.com/mda-pfg6h932w2pesivk/hd/cae_h264/1686977789865189506/mda-pfg6h932w2pesivk.mp4?pd=19&vt=1
我和我追逐的梦（伴奏）,https://vdse.bdstatic.com//234ddaf751c0ef6ae36b488146f96eeb.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-05T09%3A37%3A20Z%2F-1%2Fhost%2F6608f01c07c36fb5b298dee73253bb3e7d762f4da79016ffb56a54f8bf0424ba
迟来的爱-金润吉（歌曲）,https://vdse.bdstatic.com//a42c5827b3e690ded07793014356196b.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-05T13%3A32%3A32Z%2F-1%2Fhost%2Fe48b6e8062b1cb4a890aef75d3581e39402881d5c24fb6e14ee7504560a28880
迟来的爱-金润吉（伴奏）,https://vdse.bdstatic.com//c55506fcf3eca83f5fd30ef930fa19c8.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-05T15%3A05%3A39Z%2F-1%2Fhost%2F93c29392be1bff1adedc5132db4913cdc79e4fc4786437b001c784a400ed188a
偷心（歌曲）,https://vdse.bdstatic.com//1b4eb3f618ecc27732a9c389938f651d.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-05T13%3A48%3A21Z%2F-1%2Fhost%2F54a9b7429ed0f0cb9d8b0f4f7b70952c7add2a5731025f091fce389a47647dc3
偷心（伴奏）,https://vdse.bdstatic.com//ad3dc63f41cfd761f2096e2922c14008.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-05T15%3A02%3A11Z%2F-1%2Fhost%2Fb46979f5e61e4f7876e0dfbfc8622df3574d2cb9950dc8bfe4f4741943095a2d
慢慢（歌曲）,https://vdse.bdstatic.com//03c1a01599df8d6a2ba1233a50d981b4.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-05T12%3A30%3A21Z%2F-1%2Fhost%2F927cf0f2653019dc7f47ddc2a693d17e0bee3ab14dc7a7b4311c0b88fbf8ffde
慢慢（伴奏）,https://vdse.bdstatic.com//a7e1eceb4b68aed74278c3431f7d4f1b.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-05T13%3A02%3A12Z%2F-1%2Fhost%2Fbf03ecb598bc6f9a67b2e02be53607c08783278b13c59d187f443ae084e3fff5
春风何时来（歌曲）,https://vdse.bdstatic.com//fe57cd739a668f046561f8f080ebe63e.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-05T16%3A02%3A20Z%2F-1%2Fhost%2F00d5fdd7f1d735453442eacec7b4e526341e14cdd618f055a792682b34822ebf
春风何时来（伴奏）,https://vdse.bdstatic.com//2f9218269b7270b1972787014ba08cfd.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-05T15%3A05%3A39Z%2F-1%2Fhost%2Fa684f8c19fb2519b42c1ddcc67f92effdf9449ddefd611789cdb508f36d1558e
我的好兄弟（歌曲）,https://vd3.bdstatic.com/mda-ka7dxmtidw4hvsr4/sc/mda-ka7dxmtidw4hvsr4.mp4?pd=19&vt=1
我的好兄弟（歌曲）,https://vdse.bdstatic.com//ac7931328cbb0aae83cd6b35ecf980f2.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-05T15%3A18%3A06Z%2F-1%2Fhost%2F84a877ee4612753e74bf423b362fa2ec91c03d248ecafa3bb720bfea68f5c656
我的好兄弟（伴奏）,https://vdse.bdstatic.com//d5331f40713d7ca66da5bc9a73f9e8d9.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-05T12%3A26%3A15Z%2F-1%2Fhost%2F36924664746367e666a7f9ca660ae127c0c010769feaffa2e15072f9922d243d
麒麟（歌曲）,https://vdse.bdstatic.com//090a11f88eb3c57c7d5482b56c3cdacb.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2023-11-04T11%3A24%3A41Z%2F-1%2Fhost%2Fd13ca0af13c4735fb89ea9403e27deb5928b940e9651ff23449ca9bf86d694ce
麒麟（伴奏）,https://vdse.bdstatic.com//34cb4ec88db988b14aea75143723fccf.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-04T11%3A28%3A22Z%2F-1%2Fhost%2F69d63edc1ea8ebb324024ed585b54203f5795d8e4c387bbd7ccc154503cf55fe
兄弟想你了（歌曲）,https://vd3.bdstatic.com/mda-kjtge9m0cnw0er1k/hd/mda-kjtge9m0cnw0er1k.mp4?pd=19&vt=1
兄弟想你了（慢版歌曲）,https://vd3.bdstatic.com/mda-pf65benfmr7vtykb/576p/h264/1686109593031123212/mda-pf65benfmr7vtykb.mp4?pd=19&vt=1
兄弟想你了（越南语版歌曲）,https://vd3.bdstatic.com/mda-ki3nqi1azfve7txr/hd/mda-ki3nqi1azfve7txr.mp4?pd=19&vt=1
兄弟想你了（伴奏有和声）,https://vdse.bdstatic.com//d390dc8d19fc8a3fb68f5dabf0df7b88.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-05T05%3A48%3A58Z%2F-1%2Fhost%2F8daf2d76e1eb6fc999b3fd2a892e1e3b8987317b1a18a0267e4f8b10794f9481
少年霜–花粉症（歌曲）,https://vd4.bdstatic.com/mda-qch7nqgqt3jdb0dh/sc/cae_h264/1710740077421612477/mda-qch7nqgqt3jdb0dh.mp4?v_from_s=bdapp-resbox-hnb
少年霜–花粉症（伴奏）,https://vd2.bdstatic.com/mda-qch7tj216zkpvpsb/720p/h264/1710740215869848956/mda-qch7tj216zkpvpsb.mp4?v_from_s=bdapp-resbox-hnb
上春山（歌曲）,http://154.3.2.66:8889/down/sZvJSXmzeAea.mp4
上春山（伴奏）,https://vdse.bdstatic.com//6d24e9f9e19909f58ef508b29b788826.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-05T13%3A48%3A21Z%2F-1%2Fhost%2F8971913edd07ee5904f5f7daaa04d5f26ae4f15332aa92f176aa53945d3db82d
天涯（歌曲）,https://vdse.bdstatic.com//ffaa369e557d4bc9f79e5e767cf5208b.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-18T02%3A44%3A59Z%2F-1%2Fhost%2Ffd4c765bdcf78460ae30c3483794e79692b8deaf7234b55bcc5e2ecc7ee27161
天涯（伴奏）,https://vdse.bdstatic.com//73fe3bfeb4e8ab0aac838bc9efc40f37.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-06T02%3A47%3A38Z%2F-1%2Fhost%2F02b18af3daaa0c52f2a15ac57a13fec40f4a40296f02176d6d358edfdc7faee4
黄昏（歌曲）,https://vdse.bdstatic.com//4687b00f9ca085805dec4878eb4a10f2.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-02T10%3A45%3A53Z%2F-1%2Fhost%2Fd4d98a890b4f62bac01c682fdee46d45810bc467807f02284da3a9f4abbd39e8
黄昏（伴奏）,https://vdse.bdstatic.com//51e2a8a4efaad2946112d8abc630cdc9.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-06T10%3A00%3A17Z%2F-1%2Fhost%2F34c59dfc9c8450ff568089ffbd9d014c7d064a8fda15ebc03d5c9c5656e5a175
晴天（歌曲）,https://vdse.bdstatic.com//062910a612299a0aae206c649bd52bee.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-06T04%3A11%3A54Z%2F-1%2Fhost%2Fa38e0aba8e2c66d5a7dd2761df9286923728d2376f107bc4e56cd3e8c36c272b
晴天（伴奏）,https://vdse.bdstatic.com//2455742dd30aac43d38b85328104ab3d.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-06T07%3A00%3A21Z%2F-1%2Fhost%2Faa9f94369723a4a8e13eb02ff72e5c64665a919b85f406b89533becde6550b44
风中有朵雨做的云（歌曲）,https://vd3.bdstatic.com/mda-mm33162pdjxk5tnt/sc/cae_h264_nowatermark/1638585450589404699/mda-mm33162pdjxk5tnt.mp4?pd=19&vt=1
风中有朵雨做的云（伴奏）,https://vdse.bdstatic.com//19e801af3fff283eae74b522e174d836.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-06T05%3A09%3A11Z%2F-1%2Fhost%2F39e5bd9087af7a3135f6570d1d6bd993844f98f37f031b045b7d33ba02c9ede5
折枝花满衣（歌曲）,https://vd4.bdstatic.com/mda-qcrwrzvg4hf3em8z/720p/h264/1711489774384515505/mda-qcrwrzvg4hf3em8z.mp4?v_from_s=bdapp-landingpage-hna
折枝花满衣（伴奏）,https://vd2.bdstatic.com/mda-qcrwws7g0tx5ugzh/sc/cae_h264/1711490362385004575/mda-qcrwws7g0tx5ugzh.mp4?v_from_s=bdapp-landingpage-api-hna
燕无歇（歌曲）,https://vdse.bdstatic.com//10a648a0e2bd29dca2f34366a347b15c.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-22T04%3A17%3A09Z%2F-1%2Fhost%2F4409587510bc1820144d1d5e154937a4d9dc662ad2074d8338c91dcbdcbe8fcc
燕无歇（伴奏）,https://vdse.bdstatic.com//bd3ff3bfc387027cf13627dc1ddc6e63.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-20T21%3A13%3A57Z%2F-1%2Fhost%2F7bcf93be2dd4d64106e5f4fea37ad11c74b9f108972da25ca478e8e03015028c
童话镇（歌曲）,https://vd4.bdstatic.com/mda-qcnrzkxwrfbjnzkn/720p/h264/1711218255789082395/mda-qcnrzkxwrfbjnzkn.mp4?v_from_s=bdapp-resbox-hnb
童话镇（伴奏）,https://vd4.bdstatic.com/mda-qcns2gp34eryv1c3/720p/h264/1711218314968965106/mda-qcns2gp34eryv1c3.mp4?v_from_s=bdapp-resbox-hnb
失落沙洲（歌曲）,https://vdse.bdstatic.com//58ec408968d7caede5ff7f5cc610ffcb.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-22T08%3A10%3A03Z%2F-1%2Fhost%2Ffeae0ad8cc3f8a1629aee52e6d331889193dfe002fab7cfe218dd4f73061372f
失落沙洲（伴奏）,https://vdse.bdstatic.com//2929fc64ffd558b1d6a7151373181d13.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-23T04%3A17%3A49Z%2F-1%2Fhost%2F8c0163da19a3081814e646a32ebe35863b26928e1ef062ac56cef4b3b1015e19
远走高飞（歌曲）,https://vdse.bdstatic.com//33a4397a65ddf3b43dd614a9ca7cfbe9.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-22T17%3A55%3A36Z%2F-1%2Fhost%2F61abcb6cb6f14cf1730e48ac4a428fea5504cc060da67f4805599985266ec9ce
远走高飞（伴奏）,https://vdse.bdstatic.com//a562e6477cfe9552fd2ba4dab866e43a.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-22T16%3A05%3A08Z%2F-1%2Fhost%2Fe7dc06f861a36972759ae0639ea69423a2737f576bed853306bff4c1dd4d802b
声声慢吴语（歌曲）,https://vdse.bdstatic.com//32ea159e8a65cfa0be2e3acba104cff2.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-23T13%3A57%3A44Z%2F-1%2Fhost%2Fb8c18819457a286f2012602db84061335c32ba49cb5b804c3acbe385308e9952
声声慢（歌曲）,https://vd3.bdstatic.com/mda-qbp9ynjs726if0hy/sc/cae_h264/1708819250428220756/mda-qbp9ynjs726if0hy.mp4?pd=19&vt=1
声声慢（伴奏）,https://vd3.bdstatic.com/mda-qcccdtx9iwjrrra2/720p/h264/1710319574762417238/mda-qcccdtx9iwjrrra2.mp4?pd=19&vt=1
你的轮廓（歌曲）,https://vd3.bdstatic.com/mda-mh0jpn0r5th7xgu5/hd/cae_h264/1627947043599325431/mda-mh0jpn0r5th7xgu5.mp4?pd=19&vt=1
你的轮廓（伴奏）,https://vdse.bdstatic.com//8ce5dbafb1d41389c530e8cedd43e23e.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-19T09%3A14%3A36Z%2F-1%2Fhost%2Fbafded59c7c1ec0f8cdbf9db44abee81176e90bc94748bd7d50d071b794ae99f
有没有人告诉你（歌曲）,https://vd3.bdstatic.com/mda-pc6d27njvcjujufg/576p/h264/1678180568680101637/mda-pc6d27njvcjujufg.mp4?pd=19&vt=1
有没有人告诉你（伴奏）,https://vdse.bdstatic.com//2db07e4e22a36f7a17d857ca208e1418.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-23T13%3A20%3A31Z%2F-1%2Fhost%2F40d557987bed99742eedf39e5fe77c450c1d5c3403d49ca8e47a739d4f69a38c
玲珑心（歌曲）,https://vd4.bdstatic.com/mda-qcpyk8umgfub3fpv/720p/h264/1711321439575626899/mda-qcpyk8umgfub3fpv.mp4?v_from_s=bdapp-resbox-hna
玲珑心（伴奏）,https://vd2.bdstatic.com/mda-qcpyp2r4y4cn0ffh/720p/h264/1711321486669018331/mda-qcpyp2r4y4cn0ffh.mp4?v_from_s=bdapp-resbox-hnb
纠结（歌曲）,https://vd3.bdstatic.com/mda-qcq88dyh898msk28/sc/cae_h264/1711345932648482627/mda-qcq88dyh898msk28.mp4?v_from_s=bdapp-resbox-hnb
纠结（伴奏）,https://vd4.bdstatic.com/mda-qcq89hzb9cbcp6vb/sc/cae_h264/1711346041021730277/mda-qcq89hzb9cbcp6vb.mp4?v_from_s=bdapp-resbox-hnb
缘（歌曲）,https://vd3.bdstatic.com/mda-qcq7yq7h0003nbig/720p/h264/1711345056681521667/mda-qcq7yq7h0003nbig.mp4?v_from_s=bdapp-resbox-hnb
缘（伴奏）,https://vd4.bdstatic.com/mda-qcq809fdx2jipajv/720p/h264/1711345185789454233/mda-qcq809fdx2jipajv.mp4?v_from_s=bdapp-resbox-hnb
沈园外（歌曲）,https://vd4.bdstatic.com/mda-qcsnzzh95ieru1dx/720p/h264/1711556273690050547/mda-qcsnzzh95ieru1dx.mp4?v_from_s=bdapp-bdappcore-feed-hna
沈园外（伴奏）,https://vd3.bdstatic.com/mda-qcsp2z07194re4zh/sc/cae_h264/1711560053912916053/mda-qcsp2z07194re4zh.mp4?v_from_s=bdapp-resbox-hnb
空空如也（歌曲）,https://vdse.bdstatic.com//8a97fd9914c80aebd18334c22bb6f7a8.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-03-28T06%3A53%3A18Z%2F-1%2Fhost%2Fbe27929d9d8d5b164467ae178f1882c9fe22a7b33dd8348a9c2ba558f918940e
空空如也（伴奏）,https://vd3.bdstatic.com/mda-kmauyqew2padr19x/v1-cae/hd/mda-kmauyqew2padr19x.mp4?pd=19&vt=1







广场舞,#genre#
广场舞1,https://vd2.bdstatic.com/mda-nbc9krdu58y0w844/cae_h264_delogo/1644737717799414977/mda-nbc9krdu58y0w844.mp4?v_from_s=hkapp-haokan-hna&auth_key=1650257585-0-0-93c6d8466ab9f586084e618631165335&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1384669368&vid=6183288197091076409&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=593&split=569972
广场舞3,https://vd2.bdstatic.com/mda-ncpdhfxk5hgsm2pi/cae_h264_delogo/1648116026103826817/mda-ncpdhfxk5hgsm2pi.mp4?v_from_s=hkapp-haokan-hna&auth_key=1650257585-0-0-7cb26f590f6858a28b09aef879115ac5&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1384669368&vid=4476335728632506126&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=445&split=453756
广场舞5,https://vd2.bdstatic.com/mda-nd384m3rzh8wedid/cae_h264_delogo/1650056726340486031/mda-nd384m3rzh8wedid.mp4?v_from_s=hkapp-haokan-hna&auth_key=1650257585-0-0-82f156d4bb3bb7e8d6c9133936f8e29d&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1384669368&vid=10583067071544691070&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=710&split=690268
广场舞6,https://vd2.bdstatic.com/mda-nda9vihjamzbhxr8/cae_h264_delogo/1649661812377276093/mda-nda9vihjamzbhxr8.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257585-0-0-503a2d9bc85e6d6ae8d9d24c32e7bffa&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1384669368&vid=2247162570936102670&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=986&split=889208
广场舞9,https://vd2.bdstatic.com/mda-ndf5b747kstgt4c2/cae_h264_delogo/1650081809843896571/mda-ndf5b747kstgt4c2.mp4?v_from_s=hkapp-haokan-hna&auth_key=1650257586-0-0-640647912cfa895c0e95b9e85f4b2e50&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1385845721&vid=6924350751905216889&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=622&split=569824
广场舞12,https://vd4.bdstatic.com/mda-nc2j773frb43294b/cae_h264_delogo/1646355671995600633/mda-nc2j773frb43294b.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257586-0-0-0308c1f6bb5c57b04a13f8eac6fdd043&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1385845721&vid=881536418453662585&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=432&split=420185
广场舞13,https://vd4.bdstatic.com/mda-najdce1iuf5t296a/cae_h264_nowatermark_delogo/1642814626721902915/mda-najdce1iuf5t296a.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257586-0-0-a7cd860e106983e73d99baed78d403a6&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1385845721&vid=8393720279469243278&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=522&split=485116
广场舞14,https://vd4.bdstatic.com/mda-ndc7sntz351xau53/cae_h264_delogo/1649830269886063810/mda-ndc7sntz351xau53.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257586-0-0-78dd510011fce3aea50131dee2768384&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1385845721&vid=8129906272728937102&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=663&split=614436
广场舞16,https://vd2.bdstatic.com/mda-nd56wb3uqh64r1hj/cae_h264_delogo/1649221134538505485/mda-nd56wb3uqh64r1hj.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257586-0-0-09192275ebbdc2a735fc888d7eca762e&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1385845721&vid=14630181728726304270&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=662&split=664684
广场舞18,https://vd4.bdstatic.com/mda-ncpn120mw7c0rcg5/cae_h264_delogo/1648342454750110445/mda-ncpn120mw7c0rcg5.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257586-0-0-24caf4e5b02e2164c4eb814a84c02da0&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1385845721&vid=3973435671945495118&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=398&split=386048
广场舞22,https://vd4.bdstatic.com/mda-nap1xzj997qqcfr8/cae_h264_nowatermark_delogo/1642987657217993390/mda-nap1xzj997qqcfr8.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257586-0-0-14059996330f5e1904fcfdc19768395a&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1385845721&vid=10306860606257645758&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=771&split=700372
广场舞27,https://vd4.bdstatic.com/mda-ndcadtw45cfxw244/cae_h264_delogo/1649975079775430026/mda-ndcadtw45cfxw244.mp4?v_from_s=hkapp-haokan-hna&auth_key=1650257586-0-0-db83af6602e03ea4c42866e7956bf87a&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1385845721&vid=6185282192318235662&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=535&split=522228
广场舞28,https://vd2.bdstatic.com/mda-nd84i81jy4hmwjqp/cae_h264_delogo/1649476127048784853/mda-nd84i81jy4hmwjqp.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257586-0-0-2f56aa106ce2fdd0540c8ee4a23a1376&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1385845721&vid=2173739039773363070&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=596&split=558928
广场舞29,https://vd2.bdstatic.com/mda-nd3gm9ekbm5qteyu/cae_h264_delogo/1649073389990828945/mda-nd3gm9ekbm5qteyu.mp4?v_from_s=hkapp-haokan-hna&auth_key=1650257611-0-0-eaa50b431fa634fc9b6df806bfbe8068&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1411194650&vid=16364942388149760510&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=378&split=342219
广场舞31,https://vd2.bdstatic.com/mda-ndg84kfxx8jv728z/cae_h264_delogo/1650174763615734481/mda-ndg84kfxx8jv728z.mp4?v_from_s=hkapp-haokan-hna&auth_key=1650257611-0-0-2d96c825abc7fd2f0783ab1f6a9beec8&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1411194650&vid=397142434633399033&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=736&split=713437
广场舞32,https://vd2.bdstatic.com/mda-nd9qaxzc7mv1xg02/cae_h264_delogo/1649716248163906580/mda-nd9qaxzc7mv1xg02.mp4?v_from_s=hkapp-haokan-hna&auth_key=1650257611-0-0-35ce6a5545c564ebec81a8a50f76e1e0&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1411194650&vid=13607249645479021710&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=931&split=832496
广场舞33,https://vd4.bdstatic.com/mda-nbsajrzy9rwqd6t0/360p/h264_delogo/1645947854977772572/mda-nbsajrzy9rwqd6t0.mp4?v_from_s=hkapp-haokan-hna&auth_key=1650257611-0-0-4689e5c3f9ee85979ca8992a7ecf5c9e&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1411194650&vid=9232088597210225998&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=1185&split=1025495
广场舞34,https://vd2.bdstatic.com/mda-nbqmjbb7d55xi459/cae_h264_delogo/1645996822858059810/mda-nbqmjbb7d55xi459.mp4?v_from_s=hkapp-haokan-hna&auth_key=1650257611-0-0-e50aa769a8e10f7a5482987be66ca4ba&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1411194650&vid=9879565134606528249&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=360&split=363183
广场舞36,https://vd2.bdstatic.com/mda-nbdzvcm1qxmhudck/cae_h264_nowatermark_delogo/1644960026559563096/mda-nbdzvcm1qxmhudck.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257611-0-0-e46a3f3061d3083f14b217274dee504f&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1411194650&vid=7576202529807304249&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=466&split=462347
广场舞37,https://vd2.bdstatic.com/mda-nbeadb78h0udbtbx/cae_h264_nowatermark_delogo/1645489831558742676/mda-nbeadb78h0udbtbx.mp4?v_from_s=hkapp-haokan-hna&auth_key=1650257611-0-0-bdfc7fae9f820d1038b7e11d962e2070&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1411194650&vid=6412955189041794046&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=652&split=575548
广场舞38,https://vd2.bdstatic.com/mda-ndfa01yz0dd2x3dm/cae_h264_delogo/1650093355781723062/mda-ndfa01yz0dd2x3dm.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257611-0-0-6ce0fa15e55c4bc9f7728a585ee2a97d&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1411194650&vid=10962528966710814910&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=548&split=515357
广场舞40,https://vd2.bdstatic.com/mda-navica62mwmzdw8c/cae_h264_nowatermark_delogo/1643548262972350696/mda-navica62mwmzdw8c.mp4?v_from_s=hkapp-haokan-hna&auth_key=1650257611-0-0-a1300a55b1bddc15139fb22a63e93c9b&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1411194650&vid=4706527226834276350&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=685&split=631204
广场舞41,https://vd2.bdstatic.com/mda-nc69j1qu80ptu5fk/360p/h264_delogo/1646636122178455568/mda-nc69j1qu80ptu5fk.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257611-0-0-4efb7cea0e0916b337ebe3d228a822ea&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1411194650&vid=9574231967897551246&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=1128&split=948987
广场舞42,https://vd4.bdstatic.com/mda-nbj5j97hp8hmftpq/cae_h264_nowatermark_delogo/1645329621335838955/mda-nbj5j97hp8hmftpq.mp4?v_from_s=hkapp-haokan-hna&auth_key=1650257611-0-0-9d8348a91ae91b3a0bf698f00a06df57&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1411194650&vid=14611028137059077438&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=765&split=687320
广场舞44,https://vd2.bdstatic.com/mda-nbs31gyyp86urcc8/cae_h264_delogo/1645928708970205778/mda-nbs31gyyp86urcc8.mp4?v_from_s=hkapp-haokan-hna&auth_key=1650257611-0-0-917d5c498cd17aabf0c7134973f9ba2f&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1411194650&vid=10982076595345718990&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=1058&split=919192
广场舞48,https://vd2.bdstatic.com/mda-nbc4hrac81qkkdam/cae_h264_nowatermark_delogo/1644888166454151277/mda-nbc4hrac81qkkdam.mp4?v_from_s=hkapp-haokan-hna&auth_key=1650257611-0-0-edb9daf00ba1a9dda5555b8b6cf61f0a&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1411194650&vid=11203030654494854606&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=596&split=675436
广场舞49,https://vd2.bdstatic.com/mda-nd3y75bph7rinr66/cae_h264_delogo/1649112667602814726/mda-nd3y75bph7rinr66.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257633-0-0-2e0402d87fa6f885829e5a3abc96f886&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1433422582&vid=8354217691789413966&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=593&split=567028
广场舞50,https://vd2.bdstatic.com/mda-nbdxwm6gm3y7nt9x/cae_h264_nowatermark_delogo/1644879104808683090/mda-nbdxwm6gm3y7nt9x.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257633-0-0-239c376f5e7f7ee1e13ebb2aeb3ef96d&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1433422582&vid=6388545998150257790&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=703&split=670420
广场舞51,https://vd2.bdstatic.com/mda-nbk311450849cqtv/cae_h264_nowatermark_delogo/1645410122291259796/mda-nbk311450849cqtv.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257633-0-0-50dc3bd6050d74bc60149216817781f0&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1433422582&vid=14147441900113375870&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=510&split=511416
广场舞53,https://vd2.bdstatic.com/mda-nd9js2jun6kniicn/cae_h264_delogo/1649599391660152672/mda-nd9js2jun6kniicn.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257633-0-0-9d42f0e6cd2f7490bbb449c5a202634f&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1433422582&vid=9618678319472541630&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=891&split=813548
广场舞54,https://vd4.bdstatic.com/mda-nb47x5b8ywvemmt1/cae_h264_nowatermark_delogo/1644039596232854297/mda-nb47x5b8ywvemmt1.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257633-0-0-a7d99953a05900a7294a903f5057be3f&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1433422582&vid=2396737482497038462&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=660&split=622629
广场舞56,https://vd2.bdstatic.com/mda-nde1hd99zjwy5nam/cae_h264_delogo/1649985587536980267/mda-nde1hd99zjwy5nam.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257633-0-0-28049e4794571cfd0bf65dfc3b08a689&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1433422582&vid=7420484680048569470&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=916&split=822992
广场舞58,https://vd4.bdstatic.com/mda-ndgc89ynqp4pphj8/cae_h264_delogo/1650184904715143298/mda-ndgc89ynqp4pphj8.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257633-0-0-7bedd7c5a582ce99e70bba5a47338e82&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1433422582&vid=10109231707262846782&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=343&split=363780
广场舞59,https://vd2.bdstatic.com/mda-nd5596fmxhpfqvzy/cae_h264_delogo/1649217745149658831/mda-nd5596fmxhpfqvzy.mp4?v_from_s=hkapp-haokan-hna&auth_key=1650257633-0-0-9541d16cdeef87ba6de8152a70b1cb61&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1433422582&vid=4215833696936697903&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=761&split=707548
广场舞65,https://vd2.bdstatic.com/mda-nadfm57war7txtn6/360p/h264_delogo/1642158231749106157/mda-nadfm57war7txtn6.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257633-0-0-39dd37bbdeaf0337b2832d1bd865702e&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1433422582&vid=601508658351117310&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=353&split=435731
广场舞66,https://vd2.bdstatic.com/mda-nd2yigtry43cc3qb/cae_h264_delogo/1649027045310888775/mda-nd2yigtry43cc3qb.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257633-0-0-6f928ff6ef12fa1f355cddcf03e1ccc6&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1433422582&vid=10718847330802441550&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=693&split=637336
广场舞68,https://vd2.bdstatic.com/mda-nc5d1hi1v4xy6fe6/cae_h264_delogo/1646558269217025452/mda-nc5d1hi1v4xy6fe6.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257633-0-0-f3cdf617cf66c003487c1a207ef9ca58&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1433422582&vid=5514785364239453006&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=755&split=696064
广场舞70,https://vd4.bdstatic.com/mda-ncgdq9gggmsrt6hs/cae_h264_delogo/1647554458547225376/mda-ncgdq9gggmsrt6hs.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257651-0-0-c87e0de95de0a949c3134d2f785bd83c&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1451032389&vid=13409090923348852862&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=351&split=364688
广场舞71,https://vd4.bdstatic.com/mda-nd3kzdfeij9pzv40/cae_h264_delogo/1649213587964506259/mda-nd3kzdfeij9pzv40.mp4?v_from_s=hkapp-haokan-hna&auth_key=1650257651-0-0-fb0a545cb9ba0d5631cdc373a6c51174&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1451032389&vid=5499455918126971582&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=586&split=578968
广场舞72,https://vd2.bdstatic.com/mda-nca2c98aibytrpp0/cae_h264_delogo/1647633624707386611/mda-nca2c98aibytrpp0.mp4?v_from_s=hkapp-haokan-hna&auth_key=1650257651-0-0-7c4d67db0b0bd361dfdebc47dc89ec6b&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1451032389&vid=15371397598998783060&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=482&split=499212
广场舞73,https://vd2.bdstatic.com/mda-nb51knnjt0yg7wpp/cae_h264_nowatermark_delogo/1644110199154703503/mda-nb51knnjt0yg7wpp.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257651-0-0-ea0790b89a84c7dbb1971634c8c5077c&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1451032389&vid=17781132967593028606&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=692&split=675856
广场舞76,https://vd2.bdstatic.com/mda-nc09gwg12m37vmr7/cae_h264_delogo/1646118140252603359/mda-nc09gwg12m37vmr7.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257651-0-0-7a0833a476f3ed450eaa8fe9ba11ea0c&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1451032389&vid=14607301053807045433&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=642&split=599860
广场舞77,https://vd4.bdstatic.com/mda-nd25fh6j52jx4h7h/cae_h264_delogo/1649020823648856216/mda-nd25fh6j52jx4h7h.mp4?v_from_s=hkapp-haokan-hna&auth_key=1650257651-0-0-333d4be89498b1e542e1be493a9ec125&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1451032389&vid=10215794599519366462&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=470&split=452163
广场舞78,https://vd2.bdstatic.com/mda-nbc576pmshnvhvzf/cae_h264_nowatermark_delogo/1644724615193281304/mda-nbc576pmshnvhvzf.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257651-0-0-1c41f0d0e9480257aa2865c62f42d30b&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1451032389&vid=17993369391937026766&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=543&split=540236
广场舞79,https://vd4.bdstatic.com/mda-nau8kiyzs7sa810w/cae_h264_delogo/1643436750528695387/mda-nau8kiyzs7sa810w.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257651-0-0-44334b4f8d9ed359ef6c27a65ae5b3d5&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1451032389&vid=5402327071398192958&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=423&split=643165
广场舞81,https://vd2.bdstatic.com/mda-nciay9hz6tq4ji14/cae_h264_delogo/1647725422391790006/mda-nciay9hz6tq4ji14.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257651-0-0-de819de4450a68fdd68729c8ee0a20d3&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1451032389&vid=6291267454798912590&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=792&split=714645
广场舞82,https://vd4.bdstatic.com/mda-nb289g83xbzxczkr/cae_h264_nowatermark_delogo/1643867733716842295/mda-nb289g83xbzxczkr.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257651-0-0-9e376226b8718c448cf831e16d5ede25&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1451032389&vid=8508572918415746105&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=765&split=670540
广场舞84,https://vd4.bdstatic.com/mda-ncpbbgi7t3uz922n/cae_h264_delogo/1648161024203046716/mda-ncpbbgi7t3uz922n.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257651-0-0-f384635c20f819a494cc5b3f61fab3ee&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1451032389&vid=9606601652736404878&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=645&split=616180
广场舞85,https://vd2.bdstatic.com/mda-nde3cc36crert6na/cae_h264_delogo/1650057387868564028/mda-nde3cc36crert6na.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257651-0-0-c5cd80acdf47134fddbb21afd725a595&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1451032389&vid=8363333291476598009&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=907&split=786389
广场舞86,https://vd2.bdstatic.com/mda-nc122vi21reereae/cae_h264_delogo/1646184944057374023/mda-nc122vi21reereae.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257651-0-0-1abc5084cd36d830d219770c208512b6&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1451032389&vid=10567720472320078606&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=703&split=624660
广场舞87,https://vd4.bdstatic.com/mda-ncvfnj4y3x12s018/cae_h264_delogo/1648638512055784705/mda-ncvfnj4y3x12s018.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257651-0-0-c9b193aff99c148b0886d5575270f3ed&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1451032389&vid=13446312178576889785&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=743&split=637732
广场舞88,https://vd2.bdstatic.com/mda-ncijxm9p4parp4nu/cae_h264_delogo/1647727285426019258/mda-ncijxm9p4parp4nu.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257651-0-0-bf881eb2d689602976ba5dc21bac6185&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1451032389&vid=8401328605983275513&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=662&split=620101
广场舞90,https://vd4.bdstatic.com/mda-nd9j6yyb18rnfx26/cae_h264_delogo/1649597780750060750/mda-nd9j6yyb18rnfx26.mp4?v_from_s=hkapp-haokan-hna&auth_key=1650257669-0-0-cacb51e97e7c69ceeb858b9529ab6e01&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1469378668&vid=6865524242454064462&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=335&split=338684
广场舞91,https://vd4.bdstatic.com/mda-nde64srrkhkar8v1/360p/h264_delogo/1649996963702619181/mda-nde64srrkhkar8v1.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257669-0-0-a36af477a4da9548ee552e88a0f1f1b4&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1469378668&vid=8698858905242508622&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=567&split=571187
广场舞92,https://vd4.bdstatic.com/mda-najzxcse9bhb323a/cae_h264_nowatermark_delogo/1642800024511457914/mda-najzxcse9bhb323a.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257669-0-0-9d01c735c407701722841efcfc615666&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1469378668&vid=16442662407725452622&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=505&split=481595
广场舞93,https://vd2.bdstatic.com/mda-nau8wiq4hpksji7b/cae_h264_nowatermark_delogo/1643438091293457349/mda-nau8wiq4hpksji7b.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257669-0-0-e6bed34ed96df8e2504baa8c729ba3ee&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1469378668&vid=13019057645955168206&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=847&split=785032
广场舞94,https://vd2.bdstatic.com/mda-nd6kz7kxy0ejdcnv/cae_h264_delogo/1649315070440728412/mda-nd6kz7kxy0ejdcnv.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257669-0-0-41a77ed4c3b8f2a257fcac9bb723430b&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1469378668&vid=14833782543619999246&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=813&split=778113
广场舞95,https://vd4.bdstatic.com/mda-ndfy8tf0wvn9d3cb/cae_h264_delogo/1650149737382192115/mda-ndfy8tf0wvn9d3cb.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257669-0-0-7c84dab15510691b142b8b055d73963d&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1469378668&vid=2338697597237413822&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=717&split=636384
广场舞97,https://vd4.bdstatic.com/mda-nb8hr4qddntrq82q/cae_h264_nowatermark_delogo/1644410779629055655/mda-nb8hr4qddntrq82q.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257669-0-0-95eb540a1e3625c00d54a44ceccf161d&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1469378668&vid=6765953269297319678&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=446&split=434404
广场舞98,https://vd4.bdstatic.com/mda-nc1gzgt3jmb3g066/360p/h264_delogo/1646222377584010960/mda-nc1gzgt3jmb3g066.mp4?v_from_s=hkapp-haokan-hna&auth_key=1650257669-0-0-09184ac9b91563db7218d33457e32d3d&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1469378668&vid=5582213417288890745&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=1326&split=1105175
广场舞99,https://vd2.bdstatic.com/mda-ndg02u37v5hn9hqr/cae_h264_delogo/1650154599657309355/mda-ndg02u37v5hn9hqr.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257669-0-0-2c2c5603cdd7833abfbadff3dbe6d171&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1469378668&vid=13197068648199179646&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=813&split=733920
广场舞100,https://vd2.bdstatic.com/mda-nca00vvk4jivh0zh/cae_h264_delogo/1646957555541998155/mda-nca00vvk4jivh0zh.mp4?v_from_s=hkapp-haokan-hnb&auth_key=1650257669-0-0-4b9543a330ef6b7bd488193827ff5e52&bcevod_channel=searchbox_feed&pd=1&vt=1&cd=0&watermark=0&did=&logid=1469378668&vid=5964947041940279886&pt=0&appver=&model=&cr=0&abtest=peav_l52&sle=1&sl=482&split=476464
快板,#genre#
杨晓琼郓城莲花落艺人16年在央视的表演,https://vd4.bdstatic.com/mda-jktm49022eqbpdg4/mda-jktm49022eqbpdg4.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D&pd=-1&pt=0&cr=0&vt=0&cd=0&did=cfcd208495d565ef66e7dff9f98764da&logid=0244953741&vid=4903036229481766515&auth_key=1655084045-0-0-f56cd1a3b6487c138df5175d1c625e4c&bcevod_channel=searchbox_feed
杨晓琼劝世人,https://vd3.bdstatic.com/mda-kg7m8p8jk38q4ef2/v1-cae/hd/mda-kg7m8p8jk38q4ef2.mp4?pd=19&vt=1&playlist=%5B%22sc%22%2C%221080p%22%2C%22hd%22%5D
宋天福女儿莲花落,https://vd3.bdstatic.com/mda-kkefr8gqwctx282h/hd/mda-kkefr8gqwctx282h.mp4?pd=19&vt=1&playlist=%5B%22hd%22%2C%22sc%22%5D
杨晓琼莲花落好听,https://vd3.bdstatic.com/mda-jdbfzzh7n798h1ut/hd/mda-jdbfzzh7n798h1ut.mp4?pd=19&vt=1&playlist=%5B%22hd%22%2C%22sc%22%5D
杨晓琼三人唱劝人方,https://vd3.bdstatic.com/mda-jd1gqwbm4the7c80/hd/mda-jd1gqwbm4the7c80.mp4?pd=19&vt=1
杨晓琼青年男女打工难，https://211.99.101.171:4433/c/youku/68a0b8d157c1c1bff226f87ea90ba5d5.m3u8?vkey=29b7hqlShpOexeO1ITxfkzBNQFhMSL-UL3QaQ_Ag
杨晓琼唱老来难,https://vd3.bdstatic.com/mda-kggifhwi2w08snu5/hd/mda-kggifhwi2w08snu5.mp4?pd=19&vt=1
杨晓琼结婚难,https://vd3.bdstatic.com/mda-jd1qh4xet8w49ge0/hd/mda-jd1qh4xet8w49ge0.mp4?pd=19&vt=1&playlist=%5B%22hd%22%5D
王金龙劝赌莲花落,https://vd3.bdstatic.com/mda-jd0nnajaiu4pjbt8/hd/mda-jd0nnajaiu4pjbt8.mp4?pd=19&vt=1
杨晓琼刷街,https://vd3.bdstatic.com/mda-idmkqtibtzyzkwri/logo/mda-idmkqtibtzyzkwri.mp4?pd=-1&pt=0&cr=0&vt=0&cd=0&did=cfcd208495d565ef66e7dff9f98764da&logid=2204255381&vid=14083136975507213627&auth_key=1655100404-0-0-96f298b228cb7ed7d34e246f92ebef4f&bcevod_channel=searchbox_feed
杨晓琼大闹春晚,https://vd1.bdstatic.com/mda-ha3wgyejrkcq0jud/mda-ha3wgyejrkcq0jud.mp4?playlist=%5B%22hd%22%2C+%22sc%22%5D&pd=-1&pt=0&cr=0&vt=0&cd=0&did=cfcd208495d565ef66e7dff9f98764da&logid=2125419206&vid=2739067105962557863&auth_key=1655100325-0-0-a0a5a888a9f09273482ebd379ebc6a54&bcevod_channel=searchbox_feed
杨晓琼赞郓城麻辣烫,https://vd3.bdstatic.com/mda-jdpndjp1v1jz1ujv/mda-jdpndjp1v1jz1ujv.mp4?pd=-1&pt=0&cr=0&vt=0&cd=0&did=cfcd208495d565ef66e7dff9f98764da&logid=0848956681&vid=10238512764995178241&auth_key=1655099049-0-0-2b5386996585edc0579f1031625633c9&bcevod_channel=searchbox_feed
杨晓琼暑假洗澡,https://vd2.bdstatic.com/mda-jkt4dvp8575ibprn/mda-jkt4dvp8575ibprn.mp4?pd=-1&pt=0&cr=0&vt=0&cd=0&did=cfcd208495d565ef66e7dff9f98764da&logid=0554843168&vid=13064769158661196336&auth_key=1655098754-0-0-247256f5692b195f360d5cbd44e5f5ed&bcevod_channel=searchbox_feed
杨晓琼真喜庆,https://vd3.bdstatic.com/mda-kc6d1ufaud89mzu2/mda-kc6d1ufaud89mzu2.mp4?pd=-1&pt=0&cr=0&vt=0&cd=0&did=cfcd208495d565ef66e7dff9f98764da&logid=2012358077&vid=8852202819487302894&auth_key=1655100212-0-0-00640f5716b8f79937ed6b0bddfdf4df&bcevod_channel=searchbox_feed
宋天福我是大明星要饭要到电视台,https://vd3.bdstatic.com/mda-kkj3jmzu5p2ftvhj/mda-kkj3jmzu5p2ftvhj.mp4?pd=-1&pt=0&cr=0&vt=0&cd=0&did=cfcd208495d565ef66e7dff9f98764da&logid=2545324337&vid=4995212536240997817&auth_key=1655107945-0-0-c9437f7759d6b45dc0061c8e223c2a8e&bcevod_channel=searchbox_feed
宋天福现场表演,https://vd3.bdstatic.com/mda-jmgqbup3vu6kbtb0/mda-jmgqbup3vu6kbtb0.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D&pd=-1&pt=0&cr=0&vt=0&cd=0&did=cfcd208495d565ef66e7dff9f98764da&logid=1593286976&vid=14372004599969065577&auth_key=1655106993-0-0-04440e1897a53c963d208f72ce3e4e6d&bcevod_channel=searchbox_feed
宋天福大战姬云龙,https://vd2.bdstatic.com/mda-kmfipauatpdx480x/mda-kmfipauatpdx480x.mp4?pd=-1&pt=0&cr=0&vt=0&cd=0&did=cfcd208495d565ef66e7dff9f98764da&logid=2341318009&vid=13161738349746182563&auth_key=1655107741-0-0-bbbd0ff6588a8deae544fe7c6a58a2c1&bcevod_channel=searchbox_feed
演唱会,#genre#
刘德华2007演唱会,https://alimov2.a.kwimgs.com/upic/2020/02/28/13/BMjAyMDAyMjgxMzMwNDFfMTU5NTU2MTY2OV8yNDE4ODE5MDc1Ml8yXzM=_b_B48ce4518e73458e04dec4771e0deb6a4.mp4
刘德华1994演唱会,https://alimov2.a.kwimgs.com/upic/2020/11/21/21/BMjAyMDExMjEyMTA2NDdfODI4NTk1NTQ0XzM5NTk1NzIyODQ0XzJfMw==_b_Bd2a633720f4eb58f50fcf669ac9f6481.mp4
刘德华1996演唱会,https://txmov2.a.kwimgs.com/upic/2020/11/24/04/BMjAyMDExMjQwNDAwMzFfODI4NTk1NTQ0XzM5NzA5NDUwNzEyXzJfMw==_b_B5b8c14b2ba01d46f3c1f12fbeba49c43.mp4
蔡依林演唱会,https://alimov2.a.kwimgs.com/upic/2020/07/13/17/BMjAyMDA3MTMxNzEyMzZfODY2NDU4ODQ1XzMyMjk2MDQ4MzQ4XzJfMw==_b_B8f6ffb1ac85e8c6f0363ee3c3076d8df.mp4
叶倩文演唱会,https://alimov2.a.kwimgs.com/upic/2020/10/01/20/BMjAyMDEwMDEyMDMzNDlfMTE0Mzc4ODk3OF8zNjk0Njc4ODI3OF8yXzM=_b_B77b9c6c66d5b6dafbe520a286bb6e6b9.mp4
伍佰演唱会,https://txmov2.a.kwimgs.com/upic/2021/01/07/22/BMjAyMTAxMDcyMjU0MzRfODI4NTk1NTQ0XzQyMDMwMTYyOTIwXzJfMw==_b_Bf5420efd42bfae1dca666d543730fbda.mp4
怀旧音乐mv,https://alimov2.a.kwimgs.com/upic/2022/04/20/22/BMjAyMjA0MjAyMjM1NTNfODI4NTk1NTQ0XzcyNTM2MjM2ODAyXzJfMw==_b_Bfb761467c3acbb2d3e00c4dac489f34f.mp4
怀旧歌曲,https://alimov2.a.kwimgs.com/upic/2022/03/09/06/BMjAyMjAzMDkwNjMwMTlfODI4NTk1NTQ0XzY5MjE5NDU0NTU5XzJfMw==_b_Bd8e4671f0970fd75299940f91bf544b2.mp4
电视剧歌曲合集,https://alimov2.a.kwimgs.com/upic/2022/03/03/00/BMjAyMjAzMDMwMDA1MThfODI4NTk1NTQ0XzY4NzY0NTM0NTk3XzJfMw==_b_B657263864dc4be00e4943c7700e92685.mp4
张学友演唱会,https://alimov2.a.kwimgs.com/upic/2020/05/11/04/BMjAyMDA1MTEwNDE3NTRfMTA4ODgyMjg1OF8yODM1OTM2NTkxMl8yXzM=_b_Bf2cbd177f1349dcfc12d89443cf374af.mp4
邓紫棋演唱会,https://txmov2.a.kwimgs.com/upic/2020/05/03/00/BMjAyMDA1MDMwMDI1NThfMTA4ODgyMjg1OF8yNzg1MTg2NjE4Nl8yXzM=_b_Becfaef0427da414c3aad36364ca49e85.mp4
陈慧娴告别演唱会,https://alimov2.a.kwimgs.com/upic/2021/01/06/20/BMjAyMTAxMDYyMDM3MDlfODI4NTk1NTQ0XzQxOTc4MTcyNTcwXzJfMw==_b_B433cd58306ccc133cade9d3cdcf0b0f1.mp4
陈慧娴1996年演唱会,https://alimov2.a.kwimgs.com/upic/2021/10/03/15/BMjAyMTEwMDMxNTUzNTFfMTE0Mzc4ODk3OF81ODM0NDAyOTMyMl8yXzM=_b_B85495f852ff71a0887f689798176cc08.mp4
DVD十二大美女,https://alimov2.a.kwimgs.com/upic/2021/03/02/18/BMjAyMTAzMDIxODE5NTVfMzY4OTM3Mjg1XzQ1Mjk3OTg0MzQ2XzJfMw==_b_Bddf952840b5bca44099a704e90332148.mp4
海外音乐,#genre#
芒果音乐台,http://a.live.hnradio.com/yypd/radio120k_yypd.m3u8?auth_key=1588751172-0-0-d97b858279c1c86650172b9913ea4af2
江苏音乐廣播,http://lzlive.vojs.cn/2wtSfrS/92/live.m3u8
НАШЕ Musichttp://cdnua03.hls.tv/476/hls/7d6cd0c7b9b07175b951c0f5686affe3/550/stream.m3u8
М2,http://live.m2.tv/hls3/720/stream.m3u8
М2 HD,http://cdnua03.hls.tv/524/hls/bce039e22cfeb8b5e1acfe0b5037ce48/4601/stream.m3u8
UA Music,http://95.67.12.82:9087
PowerTürk,http://ca.ukrainske.tv/6320/DF9D16B4057FD00/video.m3u8
MTVhttp://pluto-live.plutotv.net/egress/chandler/pluto01/live/VIACBS02/master_2400.m3u8
MTV,http://187.95.95.243/mtv/playlist.m3u8
MTV SIM,http://45.5.119.155:8090/play/a0hz/index.m3u8
KPOP,http://45.191.196.10:8000/play/a00y
First Music,http://rtmp.one.by:2300/
First Music,http://rtmp.one.by:2200
First Music,http://rtmp.one.by:1300/
First Music Channel SD,http://hz1.teleport.cc/HLS/SD.m3u8
First Music Channel HD,http://hz1.teleport.cc/HLS/HD.m3u8
First Music Channel Bielorrusia,http://95.129.250.139:9981/stream/channelid/1196076926?profile=pass
ExtraTV,https://streaming.social3.hr/ExtraTVudzdhr5/uUankWqpXD/1.m3u8
EU Music HD,https://cdnua03.hls.tv/69/hls/b24a169eeac8f76b6ff3d1d4854242a7/570/stream.m3u8
EU Music HD,http://cdnua03.hls.tv/524/hls/bce039e22cfeb8b5e1acfe0b5037ce48/570/stream.m3u8
cnr经典音乐,http://ngcdn004.cnr.cn/live/dszs/index.m3u8
BIP,https://biptv.tv/live/biptvstream_orig/index.m3u8
AMC Music,https://amchls.wns.live/hls/stream.m3u8
ALTEA,https://tvaltea.ovh/live/stream_src/index.m3u8
AIVA HD,http://cdn.klimedia.space/lb/AIVAHD/index.m3u8?token=klimedia.space:c2Rmb3VmaGFsZDg6c2Rmb3VmaGFsZDg=
AIVA HD,http://194.26.229.209/AIVAHD/index.m3u8?token=klimedia.space:Zmxza2doc29mOXk6Zmxza2doc29mOXk=

90音乐,#genre#

真的汉子,http://em.21dtv.com/songs/60088094.mkv
乙未豪客传,http://em.21dtv.com/songs/60040130.mkv
问情,https://vd3.bdstatic.com/mda-pkndrr8qf07ajcpe/sc/cae_h264/1700741928728420540/mda-pkndrr8qf07ajcpe.mp4?pd=19&vt=1
烛光里的妈妈,http://em.21dtv.com/songs/60059251.mkv
我听过你的歌,https://vd3.bdstatic.com/mda-pawkvg6i5bw15mh4/576p/h264/1675176284785882250/mda-pawkvg6i5bw15mh4.mp4?pd=19&vt=1
我曾用心爱着你,http://em.21dtv.com/songs/60044949.mkv
爱的奉献,http://em.21dtv.com/songs/60007208.mkv
掌声响起,http://em.21dtv.com/songs/60057634.mkv
奉献,http://em.21dtv.com/songs/60017619.mkv
明明白白我的心,http://em.21dtv.com/songs/60030108.mkv
潇洒走一回,http://em.21dtv.com/songs/60049467.mkv
摇太阳,https://vd3.bdstatic.com/mda-pjr1nz5vcr9ru7hm/360p/h264/1698282666731195964/mda-pjr1nz5vcr9ru7hm.mp4?pd=19&vt=1
纤夫的爱,http://em.21dtv.com/songs/60048465.mkv
爱你十分泪七分,http://em.21dtv.com/songs/60007956.mkv
不管有多苦,http://em.21dtv.com/songs/60011127.mkv
千纸鹤,http://em.21dtv.com/songs/60034188.mkv
好大一棵树,http://em.21dtv.com/songs/60019983.mkv
小芳,https://vdse.bdstatic.com//2fec62c29324e681069e1f10b68d941a.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2023-12-24T04%3A03%3A51Z%2F-1%2Fhost%2F5c079ace507c572ef9fb9955e7ebb4f8e9875e01186a17483f9f178c423b761a
棋子,http://em.21dtv.com/songs/60033986.mkv
童安格,http://em.21dtv.com/songs/60023731.mkv
风中有朵雨做的云,http://em.21dtv.com/songs/60017519.mkv
跟着感觉走,http://em.21dtv.com/songs/60018653.mkv
小虎队,http://em.21dtv.com/songs/60090993.mkv
让我欢喜让我忧,http://em.21dtv.com/songs/60036139.mkv
梦醒时分89版,https://vd3.bdstatic.com/mda-pg1c27s89etjgz05/576p/h264/1688286683902692390/mda-pg1c27s89etjgz05.mp4?pd=19&vt=1
情义无价,http://em.21dtv.com/songs/60035413.mkv
慢慢地陪着你走,http://em.21dtv.com/songs/60028585.mkv
千万次的问,http://em.21dtv.com/songs/60034162.mkv
只有星星知我心,http://em.21dtv.com/songs/60051133.mkv
真心真意过一生,http://em.21dtv.com/songs/60058273.mkv
戏梦,http://em.21dtv.com/songs/60048204.mkv
像雾像雨又像风,http://em.21dtv.com/songs/60049412.mkv
深秋的黎明,http://em.21dtv.com/songs/60038340.mkv
一起走过的日子,http://em.21dtv.com/songs/60053383.mkv
秋意浓,http://em.21dtv.com/songs/60035755.mkv
对你爱不完,https://vd3.bdstatic.com/mda-nai0whdi37nbjzt6/hd/cae_h264_delogo/1642553747560162876/mda-nai0whdi37nbjzt6.mp4?pd=19&vt=1
尘缘,http://vd2.bdstatic.com/mda-ne3iz3jugmt4skvy/576p/cae_h264/1651900080707147826/mda-ne3iz3jugmt4skvy.mp4?auth_key=1702903286-0-0-f57da7f4f25feea345c71c2db1233fb3&bcevod_channel=searchbox_feed&pd=1&cr=1&cd=0&pt=4&logid=2486742603&vid=15544184412140049466&abtest=all
婉君,https://vd3.bdstatic.com/mda-pjw4up7pygv6mjpq/hd/cae_h264/1698727911661780559/mda-pjw4up7pygv6mjpq.mp4?pd=19&vt=1
缘尽今生,https://vdse.bdstatic.com//00a0e228683644202c3dc2ec52bb0aa0.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2023-12-17T10%3A54%3A58Z%2F-1%2Fhost%2F42710bec2a9ed4942c2bee0eb8bf8b1b609f7f00d66f253e81791e120b390330
云破天开,https://vdse.bdstatic.com//b3b19161aebf0779b9cb468ffbcc7d33.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2023-12-19T19%3A44%3A39Z%2F-1%2Fhost%2F5d31f65a187446af56251fb15599e86b68d5fcd06656af0bca58bd0d158731be
大圣歌原版,https://vdse.bdstatic.com//6a6d4a9d5bac205487ac47d87d79270c.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2023-04-24T17%3A10%3A07Z%2F-1%2Fhost%2Ff23d3e6a7cf0d566efb34078d42ab405fc85a1997a831bfab83c77a1ce76e374
卡拉永远ok,https://vdse.bdstatic.com//e4906c0b04e14b4a49cd9813205166d2.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2024-01-01T03%3A10%3A03Z%2F-1%2Fhost%2F892066f763fc58660d073815a1decc2758ac766507e89d4fbf081a9e332a0a07
对你爱不完,http://em.21dtv.com/songs/60016029.mkv
情生意动http://em.21dtv.com/songs/60035333.mkv
烧酒话（闽南泳装）,http://vd3.bdstatic.com/mda-jdvphdexuphgijzt/v1-cae/sc/mda-jdvphdexuphgijzt.mp4
心痛（闽南泳装）,http://vd4.bdstatic.com/mda-jdmf95qce2mj8mmg/v1-cae/mda-jdmf95qce2mj8mmg.mp4
爱拼才会赢（闽南泳装）,http://vd1.bdstatic.com/mda-hc6petr0yeuhsnwe/mda-hc6petr0yeuhsnwe.mp4

抖音热歌,#genre#
下一辈子不一定能够遇见你,https://vd2.bdstatic.com/mda-kj8ujzpapr4xzvak/v2-hknm/hd/mda-kj8ujzpapr4xzvak.mp4
雨中泪,https://vd4.bdstatic.com/mda-kdpf37ri2kc5p1s6/v1-cae/mda-kdpf37ri2kc5p1s6.mp4
1931加糖情歌,https://vdse.bdstatic.com//f56ff648c5bdcd5daa0e974ad508f400.mp4
可可托海的牧羊人,https://vd4.bdstatic.com/mda-kki9726f7u4b4r9d/hd/mda-kki9726f7u4b4r9d.mp4?playlist=%5B%22hd%22%5D&auth_key=1610981863-0-0-947599e9ecb8e96cceddf0833f392fc9&bcevod_channel=searchbox_feed&pd=1&pt=3&abtest=all
醉倾城,https://vd3.bdstatic.com/mda-kkcszm6mwjf00ejx/mda-kkcszm6mwjf00ejx.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D&pd=20
北方的芙蓉,http://txmov2.a.yximgs.com/upic/2020/11/08/20/BMjAyMDExMDgyMDQ2MzFfMTU0MDc1NjUwOF8zODk0ODk4NDQ5OV8yXzM=_b_B209a3bf8e8fcfda7d4b0e8e01a8bb5f1.mp4
我的楼兰,http://txmov2.a.yximgs.com/upic/2020/11/29/02/BMjAyMDExMjkwMjMzMTNfMTU0MDc1NjUwOF8zOTk0OTgyNzAxMV8yXzM=_b_B321da89e094e6abb1f75e148896a01af.mp4
轻易爱上错,http://txmov2.a.yximgs.com/upic/2020/11/08/20/BMjAyMDExMDgyMDUyMTJfMTU0MDc1NjUwOF8zODk0OTEzMDc4MF8yXzM=_b_Bf9dc12ba3dd14498ddbe8c2c326d0e58.mp4
美人关,http://txmov2.a.yximgs.com/upic/2020/12/17/17/BMjAyMDEyMTcxNzU0MTBfMTU0MDc1NjUwOF80MDg1MzA2ODMyMV8yXzM=_b_Bca10c09fd07c8c2fa95a51059f93a24a.mp4
黄昏之恋,http://txmov2.a.yximgs.com/upic/2020/12/17/15/BMjAyMDEyMTcxNTU4MDJfMTU0MDc1NjUwOF80MDg0NzI4NTQ3NV8yXzM=_b_Bf21b260fe57f4ea92f16595655476453.mp4
牵无你的手,http://txmov2.a.yximgs.com/upic/2020/12/17/16/BMjAyMDEyMTcxNjA2MzlfMTU0MDc1NjUwOF80MDg0NzMyNTA1Ml8yXzM=_b_Babc20a85f8a6c3313e018c0fda81c2c0.mp4
云朵上的梦,http://txmov2.a.yximgs.com/upic/2020/11/29/06/BMjAyMDExMjkwNjIyMTZfMTU0MDc1NjUwOF8zOTk1MDg4ODMzNl8yXzM=_b_B28abdca5985b7f4722ab6688adc6e17c.mp4
燕无歇,http://txmov2.a.yximgs.com/upic/2021/01/16/06/BMjAyMTAxMTYwNjU1MDBfMTU0MDc1NjUwOF80MjQ0MTcyNDAxMF8yXzM=_b_B3b8ab9d72d0b82c60425370678668244.mp4
情难断,http://txmov2.a.yximgs.com/upic/2021/01/16/06/BMjAyMTAxMTYwNjQ1NTlfMTU0MDc1NjUwOF80MjQ0MTcxNjg1OF8yXzM=_b_Ba50d29ff1365b0338675040586f9fac4.mp4
风中泪,http://txmov2.a.yximgs.com/upic/2021/01/07/06/BMjAyMTAxMDcwNjU5MjhfMTU0MDc1NjUwOF80MTk5MDI5NTM1Nl8yXzM=_b_B2c0675b0c05835b9efde19e6a2d9a47f.mp4
无你的我,http://txmov2.a.yximgs.com/upic/2021/01/04/17/BMjAyMTAxMDQxNzQzMjZfMTU0MDc1NjUwOF80MTg3OTc3ODQzMV8yXzM=_b_Be9a32f157bcce8d01c4f1de7bdc6f03e.mp4
洒梦,http://txmov2.a.yximgs.com/upic/2021/01/01/13/BMjAyMTAxMDExMzAwNDBfMTU0MDc1NjUwOF80MTY4NTQwODM4N18yXzM=_b_B701072061dc4ecd6afeed5086e05bfb4.mp4
镜中女人花,http://txmov2.a.yximgs.com/upic/2021/01/01/12/BMjAyMTAxMDExMjU2NTRfMTU0MDc1NjUwOF80MTY4NTMyMjQyNl8yXzM=_b_Bf8f3112bb9c801bbe8a3ae1a563417df.mp4
此情一直在心间,http://txmov2.a.yximgs.com/upic/2020/11/14/18/BMjAyMDExMTQxODE4MzdfMTU0MDc1NjUwOF8zOTIyMTQwODAyN18yXzM=_b_Bc3e740b31954553d79bbd190a7213a60.mp4
雨花石-云朵,http://newcntv.qcloudcdn.com/asp/hls/2000/0303000a/3/default/20a65dbb23e4448cbcb52a756ebdc74d/2000.m3u8
一砖一瓦-杨哲,http://txmov2.a.yximgs.com/upic/2020/11/07/23/BMjAyMDExMDcyMzQxMzZfMTU0MDc1NjUwOF8zODg5OTUwODg5MF8yXzM=_b_B41249b6fddaf4b4ef4bb5aee7c4f431c.mp4
雨中相思-龙千玉,http://txmov2.a.yximgs.com/upic/2020/11/25/16/BMjAyMDExMjUxNjAwNDRfMTU0MDc1NjUwOF8zOTc3MTI2OTA2MF8yXzM=_b_B0652e68c50f21d5cb6bdda5dbc7a3c13.mp4
月光瞑-蔡秋凤,http://txmov2.a.yximgs.com/upic/2020/11/25/15/BMjAyMDExMjUxNTQxMjRfMTU0MDc1NjUwOF8zOTc3MDYxOTQzOF8yXzM=_b_B5ef50d6b7967ca637b709b0bbd215806.mp4
梦中情人-林乔安,http://txmov2.a.yximgs.com/upic/2020/11/08/21/BMjAyMDExMDgyMTAwMTNfMTU0MDc1NjUwOF8zODk0OTg4ODcxN18yXzM=_b_B5faf49255e0be7fc042ea521c28a458e.mp4
一句再会-陈思安,http://txmov2.a.yximgs.com/upic/2020/11/07/23/BMjAyMDExMDcyMzM3MTdfMTU0MDc1NjUwOF8zODg5OTQ0NTkxMl8yXzM=_b_B75778f52a4759d91ee9275fffb96812f.mp4
二小姐酒梦,http://vd4.bdstatic.com/mda-jisq7k1t5n821tjt/sc/mda-jisq7k1t5n821tjt.mp4
王彩华爱情的骗子我问你,http://vd4.bdstatic.com/mda-jm4h7v1isxwc660u/sc/mda-jm4h7v1isxwc660u.mp4
蔡丽津月圆情,http://vd3.bdstatic.com/mda-jm53zq7k0b0kbxch/sc/mda-jm53zq7k0b0kbxch.mp4
陈小云爱人跟人走,http://vd4.bdstatic.com/mda-jgvqig36bu4rc0ej/sc/mda-jgvqig36bu4rc0ej.mp4
江蕙梦中的情话,http://vd2.bdstatic.com/mda-ji4rwrwg7fijyqkh/mda-ji4rwrwg7fijyqkh.mp4
小凤凤爱情一阵风,http://vd2.bdstatic.com/mda-jjm7vgq1iahz0zpg/mda-jjm7vgq1iahz0zpg.mp4
张秀卿车站,http://vd2.bdstatic.com/mda-jjmnjgiabtvmy13u/sc/mda-jjmnjgiabtvmy13u.mp4
把悲伤留给自己,http://listen.92kk.com/%2F2017%2F%E8%BD%A6%E8%BD%BD%E8%A7%86%E9%A2%91%2F%E5%8D%8E%E8%AF%AD%E8%A7%86%E9%A2%91%2F2018-07%2F2018-07-17%2F%5BMp4%5D%E5%AD%99%E9%9C%B2-%E5%AD%99%E9%9C%B2-%E6%8A%8A%E6%82%B2%E4%BC%A4%E7%95%99%E7%BB%99%E8%87%AA%E5%B7%B1-%E8%BD%A6%E8%BD%BD%E9%9F%B3%E4%B9%90MV%E8%A7%86%E9%A2%91.mp4
体面,https://vdse.bdstatic.com//f18bdf41f28b68a1b0177fa5e5cdf8fe.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2020-01-31T14%3A25%3A29Z%2F-1%2Fhost
像我这样的人,https://vd3.bdstatic.com/mda-ka8qm8710ymkqdry/hd/mda-ka8qm8710ymkqdry.mp4?pd=20&vt=1
sheep张艺兴,https://vdse.bdstatic.com/971347deaddd6fdb5ada6e87e4722ece.mp4?authorization=bce-auth-v1%2Ffb297a5cc0fb434c971b8fa103e8dd7b%2F2017-05-11T09%3A02%3A31Z%2F-1%2F
屋顶着火宋茜,https://vd3.bdstatic.com/mda-ife08h4xpq85sg65/logo/hd/mda-ife08h4xpq85sg65.mp4?pd=19&vt=1
纸短情长,https://vdse.bdstatic.com//e214194bf6de7f598b9873619b691fa6.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2020-01-31T13%3A26%3A53Z%2F-1%2Fhost
一曲相思,https://vdse.bdstatic.com//e547b08ce3afad200eec374f3c4ee450.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2020-01-31T13%3A00%3A56Z%2F-1%2Fhost
讲真的,https://vdse.bdstatic.com//9145a29aecbbf594c5b21ab1e6b14d20.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2020-01-31T15%3A46%3A15Z%2F-1%2Fhost
陈柯宇生僻字,http://vd2.bdstatic.com/mda-jb28qp6tauzkzpy9/hd/mda-jb28qp6tauzkzpy9.mp4
往后余生,https://vd3.bdstatic.com/mda-jatub6sb1pzwxfnb/hd/mda-jatub6sb1pzwxfnb.mp4?pd=19&vt=1
盗将行,https://vdse.bdstatic.com//8355cbc6c2fe19c5ad280869218430f5.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2020-01-31T13%3A03%3A13Z%2F-1%2Fhost
下山,https://vdse.bdstatic.com/e2d35750d461a6d524080c7a3c4cb7a4.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2017-05-11T09%3A02%3A31Z%2F-1%2F
大鱼海棠,http://vd3.bdstatic.com/mda-jm9x2pw13gpb4d82/sc/mda-jm9x2pw13gpb4d82.mp4
摩登兄弟探清水河,http://vd2.bdstatic.com/mda-jg6dffnbt92877h0/sc/mda-jg6dffnbt92877h0.mp4
筷子兄弟小苹果,http://vd1.bdstatic.com/mda-hc2rwgemn6yrnvw2/mda-hc2rwgemn6yrnvw2.mp4
李玲玉天竺少女,http://vd3.bdstatic.com/mda-icktmsmht26j2399/sc/mda-icktmsmht26j2399.mp4
你的酒馆对我打了烊陈雪凝,https://vd3.bdstatic.com/mda-ka59e4w0qxxsxnt0/hd/mda-ka59e4w0qxxsxnt0.mp4?pd=19&vt=1
醉千年李袁杰,http://vd3.bdstatic.com/mda-ihai9qt3yny3sx53/hd/mda-ihai9qt3yny3sx53.mp4?pd=19&vt=1
不染,https://vd3.bdstatic.com/mda-jmceuahfwxarnh7v/hd/mda-jmceuahfwxarnh7v.mp4?pd=20&playlist=%5B%22hd%22%2C%22sc%22%5D
就算没有如果张杰,https://vdse.bdstatic.com//b362a1c2ecbc60b18d3dc06cdc97f142.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2020-01-31T15%3A58%3A51Z%2F-
浮诛张杰,https://vdse.bdstatic.com/1c2dc5580507bc1b0ef507c63b3fc461.mp4?authorization=bce-auth-v1%2Ffb297a5cc0fb434c971b8fa103e8dd7b%2F2017-05-11T09%3A02%3A31Z%2F-1%2F
望赵丽颖张碧晨,https://vdse.bdstatic.com/25f5ae931f851bf09c48abaebe5d6f8d.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2017-05-11T09%3A02%3A31Z%2F-1%2F
恋人心,https://vdse.bdstatic.com//e179fea2ba171a7268188a055702229d.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2020-01-31T15%3A18%3A42Z%2F-1%2Fhost
杀阡陌,https://vdse.bdstatic.com/17014878933308f5eb81b2a9d98783d8.mp4?authorization=bce-auth-v1%2Ffb297a5cc0fb434c971b8fa103e8dd7b%2F2017-05-11T09%3A02%3A31Z%2F-1%2F
一念一年,https://vdse.bdstatic.com/ea4ad861c3816ba29b415da2494706a1.mp4?authorization=bce-auth-v1%2Ffb297a5cc0fb434c971b8fa103e8dd7b%2F2017-05-11T09%3A02%3A31Z%2F-1%2F
只问你肯不肯,https://vdse.bdstatic.com/d4463cd83c0c47fba7ce65c71ad94bbb.mp4?authorization=bce-auth-v1%2Ffb297a5cc0fb434c971b8fa103e8dd7b%2F2017-05-11T09%3A02%3A31Z%2F-1%2F
如梦令,https://vdse.bdstatic.com/20e606730cb53b91bd4a4d2b0323e563.mp4?authorization=bce-auth-v1%2Ffb297a5cc0fb434c971b8fa103e8dd7b%2F2017-05-11T09%3A02%3A31Z%2F-1%2F
孤芳自赏,https://vdse.bdstatic.com//650fda26067e619a8632b173052b3a08.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2020-01-31T14%3A25%3A59Z%2F-1%2Fhost
风筝误,https://vdse.bdstatic.com/c331feb0b4730b05d03793ffc024e62a.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2017-05-11T09%3A02%3A31Z%2F-1%2F
我曾,https://vd3.bdstatic.com/mda-jjm8i93paakzz8yj/hd/mda-jjm8i93paakzz8yj.mp4?pd=20&vt=1
我愿意平凡的陪在你身旁,https://vdse.bdstatic.com/570e05ef514db00b14c9c10d1aef7f1f.mp4?authorization=bce-auth-v1%2Ffb297a5cc0fb434c971b8fa103e8dd7b%2F2017-05-11T09%3A02%3A31Z
芒种,https://vd3.bdstatic.com/mda-kat1tr4ka5st965k/hd/mda-kat1tr4ka5st965k.mp4?pd=20
你的答案,https://vdse.bdstatic.com/363480020aaa13240bbe51121d3e2a65.mp4?authorization=bce-auth-v1%2Ffb297a5cc0fb434c971b8fa103e8dd7b%2F2017-05-11T09%3A02%3A31Z%2F-1%2F
你若三冬,https://vdse.bdstatic.com/865b4e81a729189fcafe910104151a75.mp4?authorization=bce-auth-v1%2Ffb297a5cc0fb434c971b8fa103e8dd7b%2F2017-05-11T09%3A02%3A31Z%2F-1%2F
站着等你三千年,https://vdse.bdstatic.com//967f216dea39a6f3ccb44884a219f8ff.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2019-12-14T02%3A12%3A33Z%2F-
桥边姑娘,https://vdse.bdstatic.com/8ae4235344c61f9c05ccf3716c84e823.mp4?authorization=bce-auth-v1%2Ffb297a5cc0fb434c971b8fa103e8dd7b%2F2017-05-11T09%3A02%3A31Z%2F-1%2F
如果有一天我变的很有钱,https://vd3.bdstatic.com/mda-jjmfvpaqh1z11ibc/hd/mda-jjmfvpaqh1z11ibc.mp4?pd=19&vt=1
消愁,https://vd3.bdstatic.com/mda-ifkj2zwdscwthsfj/logo/hd/mda-ifkj2zwdscwthsfj.mp4?pd=20
曾经拥有的那些年,http://em.21dtv.com/songs/60110036.mkv

酷狗音乐,#genre#
凤凰传奇-华夏传说,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_40828850&response=res&format=mp4&type=convert_url
凤凰传奇-奢香夫人,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_51674527&response=res&format=mp4&type=convert_url
凤凰传奇-今生的缘,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_646024&response=res&format=mp4&type=convert_url
凤凰传奇-荷塘月色,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_1565837&response=res&format=mp4&type=convert_url
凤凰传奇-自由飞翔,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_18747906&response=res&format=mp4&type=convert_url
凤凰传奇-策马奔腾,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_24042013&response=res&format=mp4&type=convert_url
凤凰传奇-温柔姑娘,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_6401404&response=res&format=mp4&type=convert_url
凤凰传奇-自由自在,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_24042025&response=res&format=mp4&type=convert_url
凤凰传奇-奇迹世界,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_954805&response=res&format=mp4&type=convert_url
凤凰传奇-歌唱二小放牛郎,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_8120530&response=res&format=mp4&type=convert_url
凤凰传奇-中国味道,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_24042021&response=res&format=mp4&type=convert_url
凤凰传奇-光芒,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_24042019&response=res&format=mp4&type=convert_url
凤凰传奇-御龙归字谣,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_1164118&response=res&format=mp4&type=convert_url
凤凰传奇-月亮之上,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_7084968&response=res&format=mp4&type=convert_url
，
陈淑苹我的伤心谁人知,http://vd3.bdstatic.com/mda-ijjfe3s5z1iyvzgq/sc/mda-ijjfe3s5z1iyvzgq.mp4
陈淑苹离家,http://vd2.bdstatic.com/mda-iftyuk6tjcxrm53p/sc/mda-iftyuk6tjcxrm53p.mp4
陈淑苹黄昏之恋,http://vd4.bdstatic.com/mda-jk0m1rgje4eh01cw/hd/mda-jk0m1rgje4eh01cw.mp4
陈百潭初恋,http://vd4.bdstatic.com/mda-jk22i7yt5vyjbgwt/hd/mda-jk22i7yt5vyjbgwt.mp4
，
翁立友坚持,http://vd2.bdstatic.com/mda-ji4uxxfqu5tgr7c3/mda-ji4uxxfqu5tgr7c3.mp4
翁立友男人伤,http://vd2.bdstatic.com/mda-iigfquy5fy9sspq4/sc/mda-iigfquy5fy9sspq4.mp4
翁立友甲妳惜命命,http://vd2.bdstatic.com/mda-jk2ptewhvn5cee6n/sc/mda-jk2ptewhvn5cee6n.mp4
翁立友限时批,http://vd3.bdstatic.com/mda-iighnnxyc3nfj9zu/sc/mda-iighnnxyc3nfj9zu.mp4
翁立友爱情的陷阱,http://vd3.bdstatic.com/mda-ijgee8tg9n4a95ij/sc/mda-ijgee8tg9n4a95ij.mp4
翁立友人生一出戏,http://vd2.bdstatic.com/mda-ijfeqg4a2em18kat/sc/mda-ijfeqg4a2em18kat.mp4
翁立友妈妈请你不通痛,http://vd3.bdstatic.com/mda-im9gh6d15m05zu9p/sc/mda-im9gh6d15m05zu9p.mp4
翁立友恁姊仔住市内,http://vd3.bdstatic.com/mda-ijfekw4yxergj9ak/sc/mda-ijfekw4yxergj9ak.mp4
翁立友我问天,http://vd4.bdstatic.com/mda-im9gwdckyxiq5ab6/sc/mda-im9gwdckyxiq5ab6.mp4
翁立友行棋,http://vd2.bdstatic.com/mda-ji4w8pcxse8taw5b/sc/mda-ji4w8pcxse8taw5b.mp4
翁立友情缘路,http://vd3.bdstatic.com/mda-ijgdxmwrrfv4tsam/sc/mda-ijgdxmwrrfv4tsam.mp4
翁立友前途,http://vd2.bdstatic.com/mda-jijnuvcf8ggs5wte/mda-jijnuvcf8ggs5wte.mp4
翁立友找巢,http://vd2.bdstatic.com/mda-jm5gc09g63p6j10k/sc/mda-jm5gc09g63p6j10k.mp4
翁立友温暖家园,http://vd3.bdstatic.com/mda-igim5cnwnq4xv94f/hd/mda-igim5cnwnq4xv94f.mp4
翁立友表示,http://vd4.bdstatic.com/mda-ijge8r0m6vgx46ms/sc/mda-ijge8r0m6vgx46ms.mp4
翁立友乎我理由,http://vd3.bdstatic.com/mda-jd0bzjvcp1d19b0k/sc/mda-jd0bzjvcp1d19b0k.mp4
翁立友沃澹的相片,http://vd4.bdstatic.com/mda-jefjhd593hvtfjsc/sc/mda-jefjhd593hvtfjsc.mp4
翁立友感恩,http://vd2.bdstatic.com/mda-jdc4v9b9tvrjw4pe/hd/mda-jdc4v9b9tvrjw4pe.mp4
翁立友迷魂香,http://vd1.bdstatic.com/mda-hid0euc4xc7xmum0/sc/mda-hid0euc4xc7xmum0.mp4
翁立友用泪写缘份,http://vd4.bdstatic.com/mda-ijfeqx4zc0gxq5jq/sc/mda-ijfeqx4zc0gxq5jq.mp4
翁立友痴情雨,http://vd1.bdstatic.com/mda-hemzqd1rrbr8q4kw/sc/mda-hemzqd1rrbr8q4kw.mp4
翁立友夜市人生,http://vd1.bdstatic.com/mda-hh0zwjvrwpm4py88/sc/mda-hh0zwjvrwpm4py88.mp4
翁立友思念的情泪,http://vd3.bdstatic.com/mda-hmhng3p0jbskv57p/sc/mda-hmhng3p0jbskv57p.mp4
翁立友阿公的茶,http://vd2.bdstatic.com/mda-ijgqgd9jwz54ray7/sc/mda-ijgqgd9jwz54ray7.mp4
翁立友为你的爱,http://vd2.bdstatic.com/mda-jk2r3d0w8sqkk59j/mda-jk2r3d0w8sqkk59j.mp4
翁立友送你送到这,http://vd2.bdstatic.com/mda-jm33ts9txcjuaq27/hd/mda-jm33ts9txcjuaq27.mp4
翁立友拼命的坚持,http://vd4.bdstatic.com/mda-jd9ksvdjk0n3qiae/hd/mda-jd9ksvdjk0n3qiae.mp4
翁立友爱过无心,http://vd4.bdstatic.com/mda-ijgqk17gxf3xh2wz/sc/mda-ijgqk17gxf3xh2wz.mp4
翁立友独身仔的生活,http://vd4.bdstatic.com/mda-jdmd7ydrsa0dp6e2/hd/mda-jdmd7ydrsa0dp6e2.mp4
翁立友为爱相逢,http://vd2.bdstatic.com/mda-ijgq79ukweagj0v0/sc/mda-ijgq79ukweagj0v0.mp4
翁立友今生今世,http://vd3.bdstatic.com/mda-ji4sadsbxes30b8h/mda-ji4sadsbxes30b8h.mp4
翁立友探听,http://vd2.bdstatic.com/mda-igmf3i4hied5ar5u/hd/mda-igmf3i4hied5ar5u.mp4
，
罗时丰男人的汗,http://vd4.bdstatic.com/mda-jm491avwdp96qg02/hd/mda-jm491avwdp96qg02.mp4
罗时丰无情之梦,http://vd2.bdstatic.com/mda-je1jq1hvgmab08gd/sc/mda-je1jq1hvgmab08gd.mp4
罗时丰心事,http://vd2.bdstatic.com/mda-jaadiz1rwrtrj7kw/sc/mda-jaadiz1rwrtrj7kw.mp4
罗时丰爱那么痛,http://vd2.bdstatic.com/mda-jcrjbhmgprhs00c4/sc/mda-jcrjbhmgprhs00c4.mp4
罗时丰擦掉彼句我爱你,http://vd1.bdstatic.com/mda-hj3j9zhu12h99a79/vs-f5f50550f0b93f5020da43ab88266eda-watermark/hd/mda-hj3j9zhu12h99a79.mp4
罗时丰爱情的路,http://vd4.bdstatic.com/mda-jcrjcp1wy5q2i00n/sc/mda-jcrjcp1wy5q2i00n.mp4
罗时丰一定要成功,http://vd1.bdstatic.com/mda-hgmk00ncqxvvix0v/mda-hgmk00ncqxvvix0v.mp4
，
卓依婷心挂意无处用,http://vd3.bdstatic.com/mda-jfkgx7x5gki9xpgs/mda-jfkgx7x5gki9xpgs.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷免失志,http://vd3.bdstatic.com/mda-jdngvdh4ru0irwma/mda-jdngvdh4ru0irwma.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷无聊的爱情,http://vd3.bdstatic.com/mda-jfkhu7bksxcqjq2z/mda-jfkhu7bksxcqjq2z.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷歹路不通行,http://vd3.bdstatic.com/mda-imigfktdeeseud4j/mda-imigfktdeeseud4j.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷东南西北风,http://vd3.bdstatic.com/mda-jf9fszd51shymgp6/mda-jf9fszd51shymgp6.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷夜来香,http://vd3.bdstatic.com/mda-jfai9k0sxf0nisvq/mda-jfai9k0sxf0nisvq.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷旧情也绵绵,http://vd3.bdstatic.com/mda-jfje0s0z33b0c9vf/mda-jfje0s0z33b0c9vf.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷雨过天晴,http://vd3.bdstatic.com/mda-jfbggf264f55hv4m/mda-jfbggf264f55hv4m.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷看不见温柔,http://vd3.bdstatic.com/mda-jeqg6s6gc0ietmst/mda-jeqg6s6gc0ietmst.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷大家一起来DJ,http://vd3.bdstatic.com/mda-jf1jfkgj3qte7h96/mda-jf1jfkgj3qte7h96.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷多少柔情多少泪,http://vd3.bdstatic.com/mda-jf2eanfjkpwy4ysa/mda-jf2eanfjkpwy4ysa.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷蜗牛与黄鹂鸟,http://vd3.bdstatic.com/mda-jfjnacpfn6r21dec/mda-jfjnacpfn6r21dec.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷山不转水转,http://vd3.bdstatic.com/mda-jb7pfvgc6wuivhqi/mda-jb7pfvgc6wuivhqi.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷采红菱,http://vd3.bdstatic.com/mda-jfdvpsg280t986rz/mda-jfdvpsg280t986rz.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷萍聚,http://vd3.bdstatic.com/mda-jenmbx88uk365k40/mda-jenmbx88uk365k40.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷爱情一阵风,http://vd3.bdstatic.com/mda-jf5fre7jvd0q3rfu/mda-jf5fre7jvd0q3rfu.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷梦醒十分,http://vd3.bdstatic.com/mda-jennyc5ci1ugrxzi/mda-jennyc5ci1ugrxzi.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷浪人情歌,http://vd3.bdstatic.com/mda-jetdgjum2nxdvtmu/mda-jetdgjum2nxdvtmu.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷男性的本领,http://vd3.bdstatic.com/mda-jesk2p0h96hjvbsd/mda-jesk2p0h96hjvbsd.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷对花,http://http://v.cdn.sohu.com/1/471f3e70d9fe94b2ee67fe0cc4d8f991/0
卓依婷无情的班机,http://vd3.bdstatic.com/mda-jeqjsqimdzvytgvv/mda-jeqjsqimdzvytgvv.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷擦干眼泪,http://vd3.bdstatic.com/mda-jeqd4kq8iwh67a1k/mda-jeqd4kq8iwh67a1k.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷同一首歌,http://vd3.bdstatic.com/mda-jf1j2af0dji6ju83/mda-jf1j2af0dji6ju83.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷流星雨,http://vd3.bdstatic.com/mda-jfap39wqmi2yisu6/mda-jfap39wqmi2yisu6.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷鲁冰花,http://vd3.bdstatic.com/mda-jf8fbjprnf1fvpxm/mda-jf8fbjprnf1fvpxm.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷捉泥鳅,http://vd3.bdstatic.com/mda-jf6k8v71hrs8s441/mda-jf6k8v71hrs8s441.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷电话情思,http://vd3.bdstatic.com/mda-jfghscj8datutink/mda-jfghscj8datutink.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷杜十娘,http://vd3.bdstatic.com/mda-jekst5s3c341xwyd/mda-jekst5s3c341xwyd.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷橄榄树,http://vd3.bdstatic.com/mda-jfagwdhxb30ymr13/mda-jfagwdhxb30ymr13.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷花好月圆,http://vd3.bdstatic.com/mda-jepfhjwcthgci13y/mda-jepfhjwcthgci13y.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷美酒加咖啡,http://vd3.bdstatic.com/mda-jfrred8ck6pnh6bq/mda-jfrred8ck6pnh6bq.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷爱拼才会赢,http://vd3.bdstatic.com/mda-jfreugw1pcza8xr1/mda-jfreugw1pcza8xr1.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷莫辜负好时光,http://vd3.bdstatic.com/mda-jfkkh6m5u47trvqc/mda-jfkkh6m5u47trvqc.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷谢谢你的爱,http://vd3.bdstatic.com/mda-jf2fuh2yhd0txff0/mda-jf2fuh2yhd0txff0.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷常回家看看,http://vd3.bdstatic.com/mda-jerf6nxy7nc0d6m5/mda-jerf6nxy7nc0d6m5.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
卓依婷无言的结局,http://vd3.bdstatic.com/mda-jenpdiydc7kez9ze/mda-jenpdiydc7kez9ze.mp4?playlist=%5B%22hd%22%2C%22sc%22%5D
，
冷漠-古咖啡,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_3142984&response=res&format=mp4&type=convert_url
冷漠-时光海湾,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_9867444&response=res&format=mp4&type=convert_url
冷漠-真不是闹着玩,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_22836669&response=res&format=mp4&type=convert_url
冷漠-谁都不要说分手,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_12975393&response=res&format=mp4&type=convert_url
冷漠-再爱也没有用,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_5834217&response=res&format=mp4&type=convert_url
冷漠-不要再说你还爱我,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_911272&response=res&format=mp4&type=convert_url
冷漠-别把寂寞当缘分,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_6210858&response=res&format=mp4&type=convert_url
冷漠-你把爱给了谁,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_1210771&response=res&format=mp4&type=convert_url
冷漠-我是否也在你心中,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_4378249&response=res&format=mp4&type=convert_url
冷漠-多情的人不该相遇,http://antiserver.kuwo.cn/anti.s?rid=MUSIC_1041689&response=res&format=mp4&type=convert_url
孟庭苇-把思念寄托远方,http://bizcommon.alicdn.com/l2nDqpMmn6DGHnWzZQA/Y0iKpwmE2YZona6PY7A%40%40hd.m3u8
欧美MV,#genre#
欧美动感DJ,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAgyMqg4gUo-uSR5AU.mp4
韩国动感舞曲1,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAgr-2n9AUoqsakNg.mp4
韩国动感舞曲2,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAgz-qc4gUo4vj-tQY.mp4
–SKETCH,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAguq6r7gUouOyF4gE.mp4
欧美动感歌曲1,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAgianW4gUoj9-Aaw.mp4
欧美动感歌曲2,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAgpdia4gUo7oWfiAE.mp4
Wild,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAgjd2w4gUou--ljQE.mp4
上下(中文版),https://15799848.s21v.faiusr.com/58/ABUIABA6GAAgtd6M9QUokpHf7AY.mp4
欧美群星-天下一家,http://sofa.resource.shida.sogoucdn.com/6abaf62b-c77e-4642-999b-9301c1826f6e1_0_0.mp4
迈克尔杰克逊,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAgw9ma4gUo3YLDvgU.mp4
泫雅-甩Nai舞,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAgp92c4gUovM-V_QU.mp4
Jones,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAg-vqa4gUotM7X6wc.mp4
MTV僵尸舞,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAgw5Cv4gUoiZqZ4wE.mp4
Walker-feat,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAg9qiM5gUo-tns8Qc.mp4
Maker,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAg2fWv4gUo9JT7DQ.mp4
Now,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAgvue_4gUomZa1kQU.mp4
Stellar-Vibrato,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAg_O_-4gUo257EIg.mp4
School-Flashback,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAg_PSc4gUoxOLZ3AM.mp4
skart-短裙,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAggoG24gUouOfNkAM.mp4
Give,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAgkoe24gUo-OW_mwQ.mp4
初恋,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAgn-a24gUouMCswQY.mp4
Shabet,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAg3fq95QUoisPxpAM.mp4
Remix,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAg____4gUopsLtrQQ.mp4
Lost,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAgy9j64wUogPOGEQ.mp4
StickySticky,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAgnIS24gUoptqYDQ.mp4
UP&DOWN,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAgzMnG4gUoroOQgQU.mp4
Ladies-Move,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAg85Do5QUow-P-wwI.mp4
Me,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAgmozg7AUolaeS8gU.mp4
Cat,https://15799848.s21v.faiusr.com/58/ABUIABA6GAAgtfm95QUok8Wu6AQ.mp4
车载DJ,#genre#
车载视频1,https://vd2.bdstatic.com/mda-mki7h67gag5wcev9/720p/h264/1637299107495714243/mda-mki7h67gag5wcev9.mp4
车载视频2,https://vd4.bdstatic.com/mda-mkp41tr6gmkgjjxm/sc/cae_h264/1637725035882295978/mda-mkp41tr6gmkgjjxm.mp4
车载视频3,https://vd4.bdstatic.com/mda-mkj6mgsuic4gdknp/sc/cae_h264/1637383677947993989/mda-mkj6mgsuic4gdknp.mp4
今日热歌,https://vd2.bdstatic.com/mda-mhhf5mr00yyhpfjs/1080p/cae_h264/1629284581057661229/mda-mhhf5mr00yyhpfjs.mp4
9首舞曲,https://vd2.bdstatic.com/mda-mhig1c3sw223mx8p/1080p/cae_h264/1629380139191731149/mda-mhig1c3sw223mx8p.mp4
动感,https://vd4.bdstatic.com/mda-mhqekuf2r91v08dt/1080p/cae_h264/1629888246186602728/mda-mhqekuf2r91v08dt.mp4
车载必备,https://vd3.bdstatic.com/mda-mhve4gb9hi8cstzk/1080p/cae_h264/1630319514896018158/mda-mhve4gb9hi8cstzk.mp4
心在跳情在烧,https://vd4.bdstatic.com/mda-mhwf07t27w3gi1y7/1080p/cae_h264/1630406994590156367/mda-mhwf07t27w3gi1y7.mp4
寂寞的人别听伤感情歌,https://vd2.bdstatic.com/mda-mdscsws7443npwa8/1080p/cae_h264/1619516504/mda-mdscsws7443npwa8.mp4
野摩托,https://vd3.bdstatic.com/mda-mekfm7wu6f4rtt99/1080p/cae_h264/1621595318412084671/mda-mekfm7wu6f4rtt99.mp4
寂寞的城伤心的人,https://vd2.bdstatic.com/mda-mesdm11tdp69a9ye/1080p/cae_h264/1622115758783335310/mda-mesdm11tdp69a9ye.mp爱到最后是孤独,https://vd4.bdstatic.com/mda-mh9fjm2j86uyymfa/1080p/cae_h264/1628593607912074882/mda-mh9fjm2j86uyymfa.mp4
真的为你哭了,https://vd2.bdstatic.com/mda-me5chwexudvzcayg//cae_h264_nowatermark/1620297137821103617/mda-me5chwexudvzcayg.mp4
浪子心,https://vd3.bdstatic.com/mda-mgr9s5pv0jeqbcm8/1080p/cae_h264/1627298307874491239/mda-mgr9s5pv0jeqbcm8.mp4
人间惊鸿客,https://vd3.bdstatic.com/mda-mh2bbyjcqjxjhzkd/1080p/cae_h264/1627978577559447916/mda-mh2bbyjcqjxjhzkd.mp4
三月里的小雨,https://vd2.bdstatic.com/mda-mgwegh0bzv4cy6cb/1080p/cae_h264/1627727251470197083/mda-mgwegh0bzv4cy6cb.mp4
望爱却步,https://vd4.bdstatic.com/mda-mh3ei4sg2jypty79/1080p/cae_h264/1628072927342489970/mda-mh3ei4sg2jypty79.mp4
唱着情歌流着泪,https://vd3.bdstatic.com/mda-mhwaejanf0ie6b8j/1080p/cae_h264/1630409563129833732/mda-mhwaejanf0ie6b8j.mp4
一个人挺好,https://vd3.bdstatic.com/mda-mh6gqq4b59z26cjx/1080p/cae_h264/1628504623473300938/mda-mh6gqq4b59z26cjx.mp4
爱你到最后一刻,https://vd3.bdstatic.com/mda-mhr9c7q9xzgy1812/1080p/cae_h264/1630062648077583523/mda-mhr9c7q9xzgy1812.mp4
伤感等,https://vd2.bdstatic.com/mda-mhq92a7nafrh8dma/1080p/cae_h264/1629977686796490849/mda-mhq92a7nafrh8dma.mp4
我们不再是从前,https://vd2.bdstatic.com/mda-mhne550wq5m66zvj/1080p/cae_h264/1629803514331462220/mda-mhne550wq5m66zvj.mp4
让我做你的眼睛,https://vd2.bdstatic.com/mda-mhaargrart2qrkdz/1080p/cae_h264/1629630942996744682/mda-mhaargrart2qrkdz.mp4
时间会知道你好不好,https://vd3.bdstatic.com/mda-mhairve7gvye1192/1080p/cae_h264/1629457148988604256/mda-mhairve7gvye1192.mp4
爱不得忘不舍,https://vd3.bdstatic.com/mda-mh8j8egnj8idbvd8/1080p/cae_h264/1629367979662473678/mda-mh8j8egnj8idbvd8.mp4
蜜雪冰城,https://vd3.bdstatic.com/mda-mhbae2pwwxhyxjcz/1080p/cae_h264/1628767594518574030/mda-mhbae2pwwxhyxjcz.mp4
夜难眠,https://vd3.bdstatic.com/mda-mh5hwg99vtp777bj/1080p/cae_h264/1628420576290088489/mda-mh5hwg99vtp777bj.mp4
,https://vd3.bdstatic.com/mda-mgqiagirsmmpuarm/1080p/cae_h264/1627218846577884242/mda-mgqiagirsmmpuarm.mp4
原谅你的谎,https://vd4.bdstatic.com/mda-mhacxx5vhr2we882/1080p/cae_h264/1628673933350116053/mda-mhacxx5vhr2we882.mp4
等爱,https://vd2.bdstatic.com/mda-mfhh1e0hwq212rrt/sc/h264/1623988905898256147/mda-mfhh1e0hwq212rrt.mp4
醉过多少回,https://vd4.bdstatic.com/mda-megp46e98a4f2b9g/sc/h264/1621239560364992817/mda-megp46e98a4f2b9g.mp4
DJ加快版,https://vd4.bdstatic.com/mda-mfh4rq9drsza8gf9/1080p/cae_h264/1623987066817324460/mda-mfh4rq9drsza8gf9.mp4
情歌爱情迷了路,https://vd4.bdstatic.com/mda-mdbrb7fns70avrmt/1080p/cae_h264/1618222287/mda-mdbrb7fns70avrmt.mp4
忘川彼岸,https://vd2.bdstatic.com/mda-md2eyfntemujuft5/1080p/cae_h264/1617446472/mda-md2eyfntemujuft5.mp4
一千个轮回,https://vd4.bdstatic.com/mda-mdu1939m1muvhme3/1080p/cae_h264/1619662287022848524/mda-mdu1939m1muvhme3.mp4
最美不过你的微笑,https://vd4.bdstatic.com/mda-mhs2qjdmkjz2rb7g/sc/cae_h264/1630029534870787600/mda-mhs2qjdmkjz2rb7g.mp4
流浪兄弟,https://vd2.bdstatic.com/mda-mhrdtax1km0idkc5/1080p/cae_h264/1629972852606533219/mda-mhrdtax1km0idkc5.mp4
多年以后,https://vd3.bdstatic.com/mda-mhqekuegbh6112js/1080p/cae_h264/1629891559415737083/mda-mhqekuegbh6112js.mp4
红尘只是个过客,https://vd2.bdstatic.com/mda-mhq68s6g444n437t//cae_h264/1629865742325435508/mda-mhq68s6g444n437t.mp4
百花香(抖音),https://vd4.bdstatic.com/mda-mdsd1z3wbqeeyumq//cae_h264_nowatermark/1620021906658368673/mda-mdsd1z3wbqeeyumq.mp4
经典七首,https://vd2.bdstatic.com/mda-mhwbtsnrmm6v6x5r/sc/cae_h264/1630403250895754314/mda-mhwbtsnrmm6v6x5r.mp4
精选男声,https://vd2.bdstatic.com/mda-maqfk730tsig88wr/v2-hknm/1080p/mda-maqfk730tsig88wr.mp4
错位时空,https://vd3.bdstatic.com/mda-mgciytzb45z6z8yj/1080p/cae_h264/1626183756603775947/mda-mgciytzb45z6z8yj.mp4
忘记你需要多久,https://vd2.bdstatic.com/mda-mc1sm1r5s9azchjv/v1-cae/1080p/mda-mc1sm1r5s9azchjv.mp4
今夜为你醉...,https://vdse.bdstatic.com//b68123a666cce39e7413da912e3675a3.mp4
情歌6首,https://vdse.bdstatic.com//c9e449d2db0a3fa5f6a8afafbc43fbdc.mp4
大风吹,https://vdse.bdstatic.com//13da18e12728e9d7849f6589a3070b4c.mp4
21年神曲,https://vdse.bdstatic.com//bf4bb1d82b2eb17681c49e745dc2da21.mp4
劲爆串烧,https://vdse.bdstatic.com//01b1f78bb5b009d36ce3f5051e7383c1.mp4
21年串烧,https://vdse.bdstatic.com//cd396057d1fbcb12f0600d38a16effbc.mp4
哑巴新娘...,https://vdse.bdstatic.com//1a3fdd4def6feeef6a49f4c2bfd9fec2.mp4
洗脑神曲,https://vdse.bdstatic.com//6d2f84ad5762c818efd8dc210d8743c6.mp4
一夜火爆,https://vdse.bdstatic.com//692b9306c06b72d223c9d714f8ebe579.mp4
21年伤感音乐,https://vdse.bdstatic.com//6d39df48360bdb12f73800397c4a6c02.mp4
21年伤感情歌,https://vdse.bdstatic.com//80e0473f97055cec1c9c76c1c7e5498a.mp4
21热门伤感,https://vdse.bdstatic.com//06b4e9b185b843e694e4d20e9b0a0aac.mp4
6首情歌,https://vdse.bdstatic.com//e0ad4d203cd7d7ffa943544c8d2ddbd3.mp4
情歌,https://vdse.bdstatic.com//4d7e8fe409b2ba9e08b179de8e146fa3.mp4
精选6首情歌,https://vdse.bdstatic.com//2ead9cf04f5e9e3a99eea79534c3c104.mp4
爱难求情难断…,https://vdse.bdstatic.com//0c8ed110c5522e9bd31752ecb999b1ab.mp4
酒吧舞曲,https://vdse.bdstatic.com//5208fb24e1d76b0e81f992e91537f086.mp4
花都开了你来不来,https://vd3.bdstatic.com/mda-mdee523swbezmsin/480p/h264/1618480997/mda-mdee523swbezmsin.mp4
林翠萍经典,https://vdse.bdstatic.com//a5f8fb2b65eb2c8100487f0daf8e520d.mp4
高胜美经典,https://vdse.bdstatic.com//ff9ca37b153c35642888b38d07b039a5.mp4
六首伤感,https://vdse.bdstatic.com//f27d59d8b75915e122f53c173e27a32e.mp4
伤感情歌,https://vdse.bdstatic.com//cb6b4890452ee647d62828fdc70e4752.mp4
吹浪子闲话,https://vdse.bdstatic.com//7002925e04c4c451cfa8aafc9b4190c7.mp4
小姐姐想你了,https://vdse.bdstatic.com//ed10354ac1acc37c9922074fd88d3697.mp4
拈花一笑,https://vdse.bdstatic.com//7cfaf27a4db89583e069a40fbc2ed84b.mp4
网络金曲,https://vdse.bdstatic.com//c2deba4d320384736569e542ac531aff.mp4
酒醉的蝴蝶,https://vdse.bdstatic.com//4eece717c6cc2fb9086a59a13ce30623.mp4
相见不如不见,https://vdse.bdstatic.com//1f65ad884619a069c68572f1ac9e2b0e.mp4
林翠萍负心的你,https://vdse.bdstatic.com//16425f9f93e382e23bcde71f8ed85a4c.mp4
林翠萍经典老歌,https://vdse.bdstatic.com//00fb72cd0b27bec6d9c0cd915874b50e.mp4
林翠萍经典情歌,https://vdse.bdstatic.com//986498bb0ccd2114ba1274df22fae332.mp4
韩宝仪经典,https://vdse.bdstatic.com//42d5ac65a9070eeab2513bf6bc65ea4d.mp4
龙飘飘我没醉,https://vdse.bdstatic.com//3d48e45e47836cd75c202ec957260837.mp4
龙飘飘往事,https://vdse.bdstatic.com//a28e362e15fa8c361219944bfb59b596.mp4
龙飘飘歌声恋情,https://vdse.bdstatic.com//552f15ac34dc97bdb3cc7725cd0a0aa4.mp4
龙飘飘,https://vdse.bdstatic.com//816c73543ede254586a625cacc67ea0f.mp4
龙飘飘经典歌曲4首,https://vdse.bdstatic.com//d34849bc0342bf0dbf1d94a97c99175e.mp4
龙飘飘经典歌曲6首联唱,https://vdse.bdstatic.com//abae155e6b9e79872a313aa47d75cdf4.mp4
西海情歌,https://vdse.bdstatic.com//32366fcdc5f95486daaebcc32bec1135.mp4
刀郎经典歌曲,https://vdse.bdstatic.com//9b34ac60de14344db632ced1bdac9ef3.mp4
刀郎经典精选,https://vdse.bdstatic.com//4fcca19a19aa4974230c5ee70ab5fa55.mp4
电子琴经典,https://vdse.bdstatic.com//4132f92618c08f23b618c12ea86ae767.mp4
偏偏喜欢你,https://vdse.bdstatic.com//c1e04e418d20de0e27b5bf09722d96e7.mp4
5首伤感情歌,https://vdse.bdstatic.com//a34f76474b9bdfca8c487761861fb603.mp4
几首绝美情歌,https://vdse.bdstatic.com//c5c64b60c9fdfbdfa3e959bb1d56c4b0.mp4
天路驼铃鸿雁,https://vdse.bdstatic.com//e4b7325ebf3010673a51a24f948a8a97.mp4
草原歌曲,https://vdse.bdstatic.com//f8f4740a4ca7ff31c3a2d8386fc14598.mp4
毛宁,https://vdse.bdstatic.com//21736d388636d7648510b2a36fc7cbfd.mp4
阿里山的姑娘,https://vdse.bdstatic.com//ae82f5b93166f47d85ff12124a021323.mp4
涛声依旧雾里看花,https://vdse.bdstatic.com//db8ba0fda2aad9cb15aa32887a160f06.mp4
窗外同桌的你,https://vdse.bdstatic.com//97183ae857df5213fcfaf0fabc18efc3.mp4
张也,https://vdse.bdstatic.com//038c6250208e42b9427a885e0370e1a2.mp4
粤语老歌,https://vdse.bdstatic.com//06c6164d2434f16bca0da3e4d37c06b5.mp4
降央卓玛,https://vdse.bdstatic.com//0ce1279c88ff9ab48f48d4e86860cd46.mp4
经典老歌,https://vdse.bdstatic.com//0ac0c7446ae226121af41b2b4e375ae3.mp4
经典老歌闽南语,https://vdse.bdstatic.com//4933aab0ea147ecb82b047c44b4ae055.mp4
经典老歌精选,https://vdse.bdstatic.com//f203048340fe15016fbec9a72905680d.mp4
老歌精选8首,https://vdse.bdstatic.com//525174705415c8773bd465ce4b88b18d.mp4
21火爆舞曲,https://vdse.bdstatic.com//1fc9fd16e02ca272bb81666b85bf4135.mp4
21精选舞曲,https://vdse.bdstatic.com//0e59c29ddbc68ed60dce8a6f4631c1f1.mp4
21女生版,https://vdse.bdstatic.com//8fe197e92568201d4899dfd3d94585a7.mp4
21最新情歌,https://vdse.bdstatic.com//3d84abfc356b7a2f128eea22fcb442a2.mp4
陶醉舞曲,https://vdse.bdstatic.com//0f464b2beaf5887f90ac36b68fcd342f.mp4
女生伤感情歌,https://vdse.bdstatic.com//8fe41305b5c64f8e11715b4dfd442c67.mp4
粤语+华语,https://vdse.bdstatic.com//2922763f303705ef65c46689578439ea.mp4
关正杰粤语老歌,https://vdse.bdstatic.com//d95bf4719f9e5b7bf1f2ef3679f1fdb2.mp4
邓丽君经典歌曲精选(1),https://vdse.bdstatic.com//d2b16e989b950ad5db5461066c8dbf46.mp4
邓丽君经典歌曲精选(2),https://vdse.bdstatic.com//9b36b59762cdf4a47f8c27672b35e343.mp4
邓丽君经典歌曲精选（3),https://vdse.bdstatic.com//a43cab220b1ac8f879a1b5e29592c9f3.mp4
邓丽君经典歌曲精选(4),https://vdse.bdstatic.com//286f53c579b11eecd2d70f985a685ae9.mp4
邓丽君经典歌曲联唱,https://vdse.bdstatic.com//e4ef0d3bbf543b6ad61553680052a800.mp4
卓依婷,https://vdse.bdstatic.com//bf6409d65b8cb920467836753adf89d1.mp4
21精选串烧,https://vdse.bdstatic.com//6c21b46f675edcea8994e4baa6d19cad.mp4
好歌分享,https://vdse.bdstatic.com//0c87c8977d0a33498fe7362d3c60c22c.mp4
21爆女生版,https://vdse.bdstatic.com//2e77709380ad7e6163e80c4d5c179689.mp4
美人热舞,https://vdse.bdstatic.com//3700f6b78ceaf0f4a5313f4d68c95b72.mp4
21五首女声,https://vdse.bdstatic.com//c92e81328ef6d13ba7d44e6eb80f9f1e.mp4
相思罪,https://vdse.bdstatic.com//61e318ea76e984f2bedb66f1ed1583be.mp4
南西北风https://vdse.bdstatic.com//8343b02f5e7465d4c5b07e54403438b8.mp4
痴情恋歌,https://vdse.bdstatic.com//904548e7bec804905906557ed2752017.mp4
红颜知己,https://vdse.bdstatic.com//92d49c2aebc0bbbe08149b8e08e4a443.mp4
伤感好听,https://vdse.bdstatic.com//1a7b05ab4eab2d68a679e442f4d80fab.mp4
昨夜的我,https://vdse.bdstatic.com//09b76fc9762763350288fb96047ec820.mp4
给我一把爱情火,https://vdse.bdstatic.com//63a770491e7bae0ebe661452c27eaf33.mp4
林翠萍/林玉英经典歌曲联唱,https://vdse.bdstatic.com//7db965a410019e9021f6c6aa33057d25.mp4
林翠萍经典歌曲精选,https://vdse.bdstatic.com//d18ce7521b67a9d0b50cf805034f2e21.mp4
林翠萍麦搁來这套,https://vdse.bdstatic.com//5b388a47b1233105831e09b8cadc1edd.mp4
韩宝仪经典歌曲十首,https://vdse.bdstatic.com//87eec5e3259af99025ce76d06357dab8.mp4
龙飘飘经典老歌后悔爱上你,https://vdse.bdstatic.com//bde5b937e292c240a4322d9719deb98b.mp4
龙飘飘经典歌曲联唱,https://vdse.bdstatic.com//ce49716e7087985c189df09abc5face7.mp4
台湾女歌手龙飘飘珍藏版,https://vdse.bdstatic.com//539b4c0c2a7fad0ed1ddaff68773171b.mp4
刀郎经典歌曲,https://vdse.bdstatic.com//36ea0ffcf8156a44b9d524d999eb088a.mp4
刀郎经典歌曲,https://vdse.bdstatic.com//628ca08719cef5987ea2ae3c6f0d2386.mp4
刀郎经典老歌,https://vdse.bdstatic.com//bfbb0871ed01eb3328497faae6a8531b.mp4
经典怀旧,https://vdse.bdstatic.com//fa0ed7ad8657cc4d13972c3d9aa5ddbf.mp4
涛声依旧,https://vdse.bdstatic.com//f07a3d6a6489458c717c07dc5faf8523.mp4
六字真言颂,https://vdse.bdstatic.com//0b589b87f310e0aa4e460ab6ecdb8fa8.mp4
秋梦醉荷塘,https://vdse.bdstatic.com//d5e3237c7ef186217ea1c9b24d58e2ae.mp4
千里江山,https://vdse.bdstatic.com//688046e42c39cf6585106f945e2798e7.mov
21最佳伤感,https://vdse.bdstatic.com//59c5abc138bf1da5585bb765c530137e.mp4
21洗脑神曲,https://vdse.bdstatic.com//8ad29ca92a901b9992431cf0c5266101.mp4

21好听情歌,https://vdse.bdstatic.com//e668900af1d683c1f8762c1184d516d3.mp4
邓丽君经典,https://vdse.bdstatic.com//6fdc7d09e2f04a19745752bb60fbcc76.mp4
经典粤语,https://vdse.bdstatic.com//f9cda7e70273c267b61a3d0c969d2033.mp4
SING女团,https://vdse.bdstatic.com//a499dfbec34060ce0f380ea789446f07.mp4
21爆红伤感情歌,https://vdse.bdstatic.com//92fae64ee11e2684faa61924be62c8ef.mp4
经典歌曲,https://vdse.bdstatic.com//432792ba00998e73655101c9e706e1e2.mp4
刀郎精选,https://upos-sz-mirrorcos.bilivideo.com/upgcxcode/20/55/86125520/86125520-1-6.mp4
怀旧金曲,https://vdse.bdstatic.com//893331fdfab5d04e5c93e2adbbf1e949.mp4
那一夜谢军,https://vdse.bdstatic.com//da6d866213a8bce7b317f508cf702e2e.mp4
经典粤语,https://vdse.bdstatic.com//f9cd
糖豆广场舞,http://112.49.51.41/r/baiducdncmn2.inter.iqiyi.com/tslive/c56_lb_235_600_t10/c56_lb_235_600_t10.m3u8
百花香广场舞,https://vd3.bdstatic.com/mda-mds2irbb8bbhja7e/360p/h264/1619488462/mda-mds2irbb8bbhja7e.mp4
别错过-程嘉嘉,https://vd3.bdstatic.com/mda-mdiwme75k0k1x57w//h264/1618839436/mda-mdiwme75k0k1x57w.mp4
下一辈子不一定能够遇见你,https://vd2.bdstatic.com/mda-kj8ujzpapr4xzvak/v2-hknm//mda-kj8ujzpapr4xzvak.mp4
雨中泪-何龙雨&邱敬婷,https://vd4.bdstatic.com/mda-kdpf37ri2kc5p1s6/v1-cae/mda-kdpf37ri2kc5p1s6.mp4

美女打碟,#genre#
你不明白 DJHouse,https://kq.bgp.68tool.com/m3u8/2023/10/14/6fc69dad2c3c7545/playlist.m3u8
一念花开 DJ曹俊宇,https://kq.bgp.68tool.com/m3u8/2023/10/14/7ba30586c744142a/playlist.m3u8
时光洪流 DJHouse,https://kq.bgp.68tool.com/m3u8/2023/10/14/0aec67a8a771dfc4/playlist.m3u8
你怎么说 DJR7版,https://kq.bgp.68tool.com/m3u8/2023/10/10/2622723edafc3e8a/playlist.m3u8
怎么会狠心伤害我 DJHouse,https://kq.bgp.68tool.com/m3u8/2023/10/04/3d3dba21010631ff/playlist.m3u8
等不到的你 DJAh版,https://kq.bgp.68tool.com/m3u8/2023/10/01/03e32d270b20a2fa/playlist.m3u8
忘了没有 DJHouse,https://kq.bgp.68tool.com/m3u8/2023/09/26/6f50d6822370d0b5/playlist.m3u8
摇太阳 DJR7车载版,https://kq.bgp.68tool.com/m3u8/2023/09/26/34fc3f1ecafe537b/playlist.m3u8
袁成杰vs戚薇 外滩18号,https://kq.bgp.68tool.com/m3u8/2023/09/24/b5802cbcb0b8fab8/playlist.m3u8
离家的孩子 DJ阿远,https://kq.bgp.68tool.com/video/m3u8/2023/03/21/6a1bd611/playlist.m3u8
曾经心痛 DJ阿远,https://kq.bgp.68tool.com/video/m3u8/2023/03/21/1fa781b9/playlist.m3u8
爱海滔滔 DjPad仔车载版,https://kq.bgp.68tool.com/video/m3u8/2023/02/27/d13ed7ac/playlist.m3u8
多远都要在一起 福乍DJ阿乐,https://kq.bgp.68tool.com/video/m3u8/2023/02/27/7330b4ff/playlist.m3u8
三两三 DJ凯利,https://kq.bgp.68tool.com/video/m3u8/2023/02/27/c5198934/playlist.m3u8
葛漂亮vs悦悦 想你从前 DJHouse,https://kq.bgp.68tool.com/video/m3u8/2023/02/27/4a3a1c5d/playlist.m3u8
痴心绝对 DjPad仔车载版,https://kq.bgp.68tool.com/video/m3u8/2023/02/14/b59d8b16/playlist.m3u8
感动天感动地 DjPad仔 车载版,https://kq.bgp.68tool.com/video/m3u8/2023/02/14/322fba69/playlist.m3u8
有一种爱叫做放手 DjPad仔车载版,https://kq.bgp.68tool.com/video/m3u8/2023/02/14/0ca85b07/playlist.m3u8
今夜我无法去入睡 DJ金蟾子,https://kq.bgp.68tool.com/video/m3u8/2023/02/14/497cc49a/playlist.m3u8
听着情歌流眼泪 DJHouse,https://kq.bgp.68tool.com/video/m3u8/2023/01/10/f198c017/playlist.m3u8
你的眼睛像星星 DJHouse,https://kq.bgp.68tool.com/video/m3u8/2023/01/06/342c280f/playlist.m3u8
你头顶的风 DJHouse,https://kq.bgp.68tool.com/video/m3u8/2023/01/06/ed8bc3a6/playlist.m3u8
送亲 DJ炮哥,https://kq.bgp.68tool.com/video/m3u8/2023/01/06/516bd8e5/playlist.m3u8
不要让悲伤逆流成河 DjPad仔,https://kq.bgp.68tool.com/video/m3u8/2023/01/05/57ae9b22/playlist.m3u8
不是因为寂寞才想你 DjDDG,https://kq.bgp.68tool.com/video/m3u8/2022/12/26/4d733c34/playlist.m3u8
山路十八弯 DJR7车载版,https://kq.bgp.68tool.com/video/m3u8/2022/12/26/0309b79e/playlist.m3u8
陪你看星星 DJ新,https://kq.bgp.68tool.com/video/m3u8/2022/12/24/c8363835/playlist.m3u8
回到最初的自己 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/12/24/6b124229/playlist.m3u8
奢香夫人 (喝酒都是人上人) DJHouse,https://kq.bgp.68tool.com/video/m3u8/2022/12/19/cba100cc/playlist.m3u8
泡沫 DJA5,https://kq.bgp.68tool.com/video/m3u8/2022/12/19/d0ed9bd4/playlist.m3u8
我想大声告诉你 DjDell,https://kq.bgp.68tool.com/video/m3u8/2022/11/12/61332abd/playlist.m3u8
容易受伤的女人 DJ版,https://kq.bgp.68tool.com/video/m3u8/2022/11/12/a78dc1c1/playlist.m3u8
九九女儿红 DJ版,https://kq.bgp.68tool.com/video/m3u8/2022/10/31/b276f1ef/playlist.m3u8
粉红色的回忆 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/10/31/e951fd2a/playlist.m3u8
雨夜 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/09/13/f4498e57/playlist.m3u8
如果人生可以重来一次 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/09/13/68895392/playlist.m3u8
企鹅 DJ桃子啊,https://kq.bgp.68tool.com/video/m3u8/2022/09/13/003b42cb/playlist.m3u8
我是不是你最疼爱的人 DJPad仔,https://kq.bgp.68tool.com/video/m3u8/2022/09/13/4360a69b/playlist.m3u8
我听过 DJ彭锐,https://kq.bgp.68tool.com/video/m3u8/2022/09/11/b0d207cc/playlist.m3u8
来迟 DJ铭仔,https://kq.bgp.68tool.com/video/m3u8/2022/09/11/9dbe8ba5/playlist.m3u8
我可以 北海DJ小曾,https://kq.bgp.68tool.com/video/m3u8/2022/09/11/b24e8731/playlist.m3u8
对你说 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/09/11/634e37e3/playlist.m3u8
好一点 DJLilXi,https://kq.bgp.68tool.com/video/m3u8/2022/09/06/f8a2b653/playlist.m3u8
动起来舞起来 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2022/08/17/7262db3b/playlist.m3u8
佛说不配 DJ阿卓,https://kq.bgp.68tool.com/video/m3u8/2022/08/17/8e1109d4/playlist.m3u8
人间烟火 DJ欧东,https://kq.bgp.68tool.com/video/m3u8/2022/08/11/5bff7dcd/playlist.m3u8
连呼吸都是错 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2022/08/05/c5de2d14/playlist.m3u8
命运靠自己努力 DJ阿远咚鼓版,https://kq.bgp.68tool.com/video/m3u8/2022/07/28/367f2a31/playlist.m3u8
不是所有人都会值得等,https://kq.bgp.68tool.com/video/m3u8/2022/07/27/ad62a3b6/playlist.m3u8
别人笑我太疯癫 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/07/25/8c680ca9/playlist.m3u8
老板来碗泪流满面 DJHouse,https://kq.bgp.68tool.com/video/m3u8/2022/07/15/024b88a9/playlist.m3u8
难道你原本就是如此的冷漠 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2022/07/15/6491b421/playlist.m3u8
说好的一辈子 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2022/07/15/3bb48c25/playlist.m3u8
怕醉却爱上酒 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2022/07/14/60e4809a/playlist.m3u8
无心的相遇 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/07/14/fe512dc1/playlist.m3u8
姑娘嫁给我,https://kq.bgp.68tool.com/video/m3u8/2022/07/14/b9828c73/playlist.m3u8
说好不会再想你 DJ晓朋,https://kq.bgp.68tool.com/video/m3u8/2022/07/12/6a2cf8be/playlist.m3u8
受了伤的狼,https://kq.bgp.68tool.com/video/m3u8/2022/07/10/9e81b319/playlist.m3u8
天天都想梦见你 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2022/07/07/16ad1df2/playlist.m3u8
爱美无罪 DJCandy,https://kq.bgp.68tool.com/video/m3u8/2022/07/07/08b5fa6c/playlist.m3u8
爱恨皆成空 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/07/07/732adb86/playlist.m3u8
装疯卖傻 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2022/07/01/9927c207/playlist.m3u8
星辰大海 DJ咚鼓,https://kq.bgp.68tool.com/video/m3u8/2022/07/01/1277125c/playlist.m3u8
丹尼·翁vs蒋婴 微信情歌,https://kq.bgp.68tool.com/video/m3u8/2022/07/01/11a599ac/playlist.m3u8
让一切化为零 DJPad仔,https://kq.bgp.68tool.com/video/m3u8/2022/06/29/25f5de50/playlist.m3u8
放,https://kq.bgp.68tool.com/video/m3u8/2022/06/29/67844202/playlist.m3u8
为你,https://kq.bgp.68tool.com/video/m3u8/2022/06/25/e9c8787c/playlist.m3u8
滚滚红尘再也无你 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/06/25/5c35e59a/playlist.m3u8
我们没在一起,https://kq.bgp.68tool.com/video/m3u8/2022/06/25/6ef2029d/playlist.m3u8
女人街 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2022/06/25/edbbaf2f/playlist.m3u8
最后 DJ余良,https://kq.bgp.68tool.com/video/m3u8/2022/06/25/ee4e5ea4/playlist.m3u8
为了碎银几两为了三餐有汤,https://kq.bgp.68tool.com/video/m3u8/2022/06/25/a2ea8733/playlist.m3u8
一万个我爱你 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2022/06/22/11f816f4/playlist.m3u8
我是真的很在乎,https://kq.bgp.68tool.com/video/m3u8/2022/06/22/62330732/playlist.m3u8
为情所困为爱所伤,https://kq.bgp.68tool.com/video/m3u8/2022/06/22/a6765350/playlist.m3u8
撕心裂肺的痛 DJ九天,https://kq.bgp.68tool.com/video/m3u8/2022/06/18/d1e891ad/playlist.m3u8
雨夜 DJ心跳版,https://kq.bgp.68tool.com/video/m3u8/2022/06/18/58698316/playlist.m3u8
别让爱打烊 Dj小秋,https://kq.bgp.68tool.com/video/m3u8/2022/06/13/2ca8bd45/playlist.m3u8
生而平凡 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/06/13/f0607281/playlist.m3u8
苍天饶过谁 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2022/06/13/a8dd4cee/playlist.m3u8
别再生气了女声 DJcandy,https://kq.bgp.68tool.com/video/m3u8/2022/06/09/6a5fb3ab/playlist.m3u8
宠不坏的爱 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/06/09/0cf0e165/playlist.m3u8
最后一个爱的人 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/06/09/fa4b740f/playlist.m3u8
孤枕 DJ花哨,https://kq.bgp.68tool.com/video/m3u8/2022/06/05/af729633/playlist.m3u8
回家卖红薯 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/06/05/9b6e7238/playlist.m3u8
走卒 DJ阿卓,https://kq.bgp.68tool.com/video/m3u8/2022/06/01/3281aeaf/playlist.m3u8
半生 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/06/01/412bf880/playlist.m3u8
欠钱的你是爷 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/06/01/ed997573/playlist.m3u8
爱情这杯酒又把我灌醉 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/06/01/9a3cbf28/playlist.m3u8
离开你我只想哭 DJ小刚,https://kq.bgp.68tool.com/video/m3u8/2022/06/01/d419eafa/playlist.m3u8
被爱的人先走 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/05/30/259d76b1/playlist.m3u8
一个俗人 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/05/30/8b984e4c/playlist.m3u8
痴情的人都活该 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/05/26/2599ef34/playlist.m3u8
后悔当初没把你挽留 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2022/05/24/18dd448f/playlist.m3u8
大东北我的家乡 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2022/05/24/2fb9ff56/playlist.m3u8
错过了你的温柔 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2022/05/24/31dbd017/playlist.m3u8
陪我喝醉 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2022/05/21/ec82b975/playlist.m3u8
真心换冷漠 DJ大金,https://kq.bgp.68tool.com/video/m3u8/2022/05/19/7daf6b82/playlist.m3u8
走在人生的路口 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/05/19/66e467de/playlist.m3u8
飞鸟和蝉 DJ阿福,https://kq.bgp.68tool.com/video/m3u8/2022/05/19/24be86c8/playlist.m3u8
酒 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2022/05/18/cd4c4a6f/playlist.m3u8
人生悟 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/05/18/07fb5cb4/playlist.m3u8
归来仍少年 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/05/18/1a2b45c4/playlist.m3u8
小芳呀小芳 DJ阿卓,https://kq.bgp.68tool.com/video/m3u8/2022/05/12/3d395335/playlist.m3u8
我愿 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/05/12/d4f3c150/playlist.m3u8
吹不散的乌云 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2022/05/12/d618d30a/playlist.m3u8
不要问我过得好不好 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/05/12/5742b9be/playlist.m3u8
江智民vs周虹 在心里从此永远有个你 DJ大金,https://kq.bgp.68tool.com/video/m3u8/2022/05/12/0f154505/playlist.m3u8
遇见你就是上上签 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/05/12/ef31432e/playlist.m3u8
无心的相遇 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/05/12/29fee9a5/playlist.m3u8
有钱难买孟婆汤 DJ光年,https://kq.bgp.68tool.com/video/m3u8/2022/05/12/8b15b340/playlist.m3u8
南北组合vs吉萍 我想回到三十岁之前 DJ京仔,https://kq.bgp.68tool.com/video/m3u8/2022/05/10/84b91ce4/playlist.m3u8
躲伤躲痛躲回忆 DJ九锐,https://kq.bgp.68tool.com/video/m3u8/2022/05/10/d9d1549a/playlist.m3u8
其实很想你 DJ阿卓,https://kq.bgp.68tool.com/video/m3u8/2022/05/10/6fb72771/playlist.m3u8
有一种想念震耳欲聋 DJ阳山伟伟,https://kq.bgp.68tool.com/video/m3u8/2022/05/10/a7d5e88b/playlist.m3u8
冯鑫阳vs陈晓韩 一个爱字心痛一生 DJ大金,https://kq.bgp.68tool.com/video/m3u8/2022/05/10/3dc8e609/playlist.m3u8
我愿你 DJ阿卓,https://kq.bgp.68tool.com/video/m3u8/2022/05/10/7457f59e/playlist.m3u8
你曾发的誓 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/05/06/b6d18355/playlist.m3u8
那个为爱流过泪的人 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/05/06/d2f52dc7/playlist.m3u8
我也曾低头挽留一个人 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/05/06/ea3e29c9/playlist.m3u8
最终你还是无情的走 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/05/06/585ad826/playlist.m3u8
为何生活这么苦 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/05/06/bc7848eb/playlist.m3u8
你弄丢了视你如命的人 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/05/06/8cbdba34/playlist.m3u8
她会魔法吧 南昌DJ阿飞,https://kq.bgp.68tool.com/video/m3u8/2022/05/02/f01359d7/playlist.m3u8
对你而言 DJ铁柱,https://kq.bgp.68tool.com/video/m3u8/2022/05/02/5f1af02e/playlist.m3u8
姐就是这个范儿 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/05/02/20903cb4/playlist.m3u8
落花满天 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/05/02/3d9fcdc4/playlist.m3u8
一滴泪的时间,https://kq.bgp.68tool.com/video/m3u8/2022/04/29/a9141aaf/playlist.m3u8
曾 DJ名龙,https://kq.bgp.68tool.com/video/m3u8/2022/04/29/95f771e9/playlist.m3u8
后来我再也没有找过你 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/04/29/790a46ed/playlist.m3u8
想你的时候问月亮 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/04/29/d6ba6733/playlist.m3u8
不会再让你哭泣 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/04/29/0c8781b2/playlist.m3u8
做个没心没肺的人 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/04/29/30d7f772/playlist.m3u8
给我点时间去忘记 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/04/29/4f6ae230/playlist.m3u8
掌心之中 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/04/29/ec2b81cf/playlist.m3u8
咱是老爷们儿 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/04/29/60251def/playlist.m3u8
失忆 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/04/29/2e77a212/playlist.m3u8
自己的生活 DJR7版,https://kq.bgp.68tool.com/video/m3u8/2022/04/29/23ad6678/playlist.m3u8
你说过好好爱我的,https://kq.bgp.68tool.com/video/m3u8/2022/04/29/170dabe1/playlist.m3u8
你的酒馆对我打了烊 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/04/29/7b08e294/playlist.m3u8
你瞒我瞒 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/04/29/cbbbd8ec/playlist.m3u8
人生路漫漫长 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/04/24/a24308c3/playlist.m3u8
别说你有多爱我 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/04/24/5ecb8d79/playlist.m3u8
小韵vs广东河阳组合 好好恋爱,https://kq.bgp.68tool.com/video/m3u8/2022/04/24/b27fbdeb/playlist.m3u8
好想再爱你 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/04/24/a4ea12d1/playlist.m3u8
天黑路滑人心复杂 太空旋律弹鼓版 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/04/24/f6b6d91b/playlist.m3u8
青春如你 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/04/24/f8b36814/playlist.m3u8
爱是风飞沙 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/04/24/5b968cec/playlist.m3u8
逐光 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/04/24/83c8971d/playlist.m3u8
出了家忘了她 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/04/11/d25e7d56/playlist.m3u8
你要结婚了 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/04/11/bb9fff84/playlist.m3u8
哪里都是你 DJ版,https://kq.bgp.68tool.com/video/m3u8/2022/04/11/58d2f040/playlist.m3u8
幽谷戏山林 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/04/11/226dd34f/playlist.m3u8
启程 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/04/11/08b8d161/playlist.m3u8
如果来生还能遇见 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/04/11/408ddc14/playlist.m3u8
隐疾 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/04/11/cf65eaa6/playlist.m3u8
怎么开心就怎么来 DJ阳少,https://kq.bgp.68tool.com/video/m3u8/2022/04/11/747cbdff/playlist.m3u8
有生之恋 DJ德朋,https://kq.bgp.68tool.com/video/m3u8/2022/04/11/02eb0c66/playlist.m3u8
男人的泪是酒 DJ可乐,https://kq.bgp.68tool.com/video/m3u8/2022/04/09/f6972998/playlist.m3u8
费烟 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/04/09/ef3c54b2/playlist.m3u8
情劫 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/04/09/1b67a470/playlist.m3u8
半梦一生 DJheap九天,https://kq.bgp.68tool.com/video/m3u8/2022/04/09/ba44e19e/playlist.m3u8
孤城 DJ德朋,https://kq.bgp.68tool.com/video/m3u8/2022/04/09/c8763a51/playlist.m3u8
爱的魔咒 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/04/09/86bb1637/playlist.m3u8
风中的承诺 DJCandy,https://kq.bgp.68tool.com/video/m3u8/2022/04/09/57b42755/playlist.m3u8
心碎 DJ Candy,https://kq.bgp.68tool.com/video/m3u8/2022/04/09/fa5594cc/playlist.m3u8
你能不能不要离开我 DJ阿卓,https://kq.bgp.68tool.com/video/m3u8/2022/04/09/052c9803/playlist.m3u8
你的眼睛像星星 DJ阿卓,https://kq.bgp.68tool.com/video/m3u8/2022/04/09/0a3e314b/playlist.m3u8
风的季节 DJCandy,https://kq.bgp.68tool.com/video/m3u8/2022/04/09/4c67c038/playlist.m3u8
九十九步退一步 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/04/09/b042e31d/playlist.m3u8
吹的牛实现了吗 DJ女生版,https://kq.bgp.68tool.com/video/m3u8/2022/04/03/ae730534/playlist.m3u8
炸雷 沈阳DJ小博,https://kq.bgp.68tool.com/video/m3u8/2022/04/03/2047dfea/playlist.m3u8
燕雀南飞 DJEva,https://kq.bgp.68tool.com/video/m3u8/2022/04/03/1465cabb/playlist.m3u8
护花使者 DJHous,https://kq.bgp.68tool.com/video/m3u8/2022/04/03/f8d1d284/playlist.m3u8
在他乡 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/03/23/0cb56a33/playlist.m3u8
红颜知己 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/03/23/29d1b9da/playlist.m3u8
难渡半生 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/03/23/922e3ba8/playlist.m3u8
借酒浇愁 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2022/03/23/b2344e89/playlist.m3u8
风雨人生路 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/03/23/52a40b73/playlist.m3u8
阿尔山的姑娘 DJ阿卓,https://kq.bgp.68tool.com/video/m3u8/2022/03/21/44085896/playlist.m3u8
先生有一张未婚夫的脸 DJ阳少,https://kq.bgp.68tool.com/video/m3u8/2022/03/16/c441af34/playlist.m3u8
找个女人成个家 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2022/03/16/e7ec8f05/playlist.m3u8
一个俗人 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/03/16/ab14f988/playlist.m3u8
高原蓝 DJJoan,https://kq.bgp.68tool.com/video/m3u8/2022/03/16/1814a8e2/playlist.m3u8
锄禾日当午 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/03/16/631bd7ac/playlist.m3u8
一段感情一段伤 DJheap九天,https://kq.bgp.68tool.com/video/m3u8/2022/03/16/08644cfd/playlist.m3u8
浮生记,https://kq.bgp.68tool.com/video/m3u8/2022/03/16/aa7493a3/playlist.m3u8
来跳舞中文版,https://kq.bgp.68tool.com/video/m3u8/2022/03/16/973857f6/playlist.m3u8
游京 DJ阿卓,https://kq.bgp.68tool.com/video/m3u8/2022/03/16/6b8f6601/playlist.m3u8
魔鬼邂逅 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/03/16/153fea5f/playlist.m3u8
霍云龙vs黑小黑 不做神来不做仙合唱版 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/03/16/34884a19/playlist.m3u8
红尘彼岸却无她 DJEva,https://kq.bgp.68tool.com/video/m3u8/2022/03/16/a6dea837/playlist.m3u8
酒醉的蝴蝶女声版 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2022/03/16/f41019d8/playlist.m3u8
我爱的人你别碰 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/03/16/8af467e1/playlist.m3u8
海市蜃楼 DJ德朋,https://kq.bgp.68tool.com/video/m3u8/2022/02/27/f4b795b3/playlist.m3u8
温柔乡 DJWave,https://kq.bgp.68tool.com/video/m3u8/2022/02/27/62c44e6c/playlist.m3u8
情意结 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/02/27/a7dc4c45/playlist.m3u8
忘情牛肉面 DJ阿B,https://kq.bgp.68tool.com/video/m3u8/2022/02/27/69b66245/playlist.m3u8
兄弟好兄弟 DJ阿亮,https://kq.bgp.68tool.com/video/m3u8/2022/02/27/20280213/playlist.m3u8
深夜想着谁 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/02/27/556009e5/playlist.m3u8
情难留 爱难收 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/02/27/55e5ae21/playlist.m3u8
万家火 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/02/27/06d98c0a/playlist.m3u8
迟来的爱 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/02/27/3209ca0d/playlist.m3u8
求佛 DJPad仔,https://kq.bgp.68tool.com/video/m3u8/2022/02/27/f0d53c99/playlist.m3u8
善变 DJR7,https://kq.bgp.68tool.com/video/m3u8/2022/02/27/4681f5b0/playlist.m3u8
一厢情愿终成错 Dj枫叶,https://kq.bgp.68tool.com/video/m3u8/2022/02/23/6a76603c/playlist.m3u8
一路歌唱 DJ吴聪,https://kq.bgp.68tool.com/video/m3u8/2022/02/23/48763c2f/playlist.m3u8
贼拉拉 DJ王贺,https://kq.bgp.68tool.com/video/m3u8/2022/02/23/89ac1bbd/playlist.m3u8
萱草花 Dj赫赫,https://kq.bgp.68tool.com/video/m3u8/2022/02/23/02241ded/playlist.m3u8
不变的音乐 DjDDG,https://kq.bgp.68tool.com/video/m3u8/2022/02/23/09ec689a/playlist.m3u8
雨中的恋人们 DJ阿福,https://kq.bgp.68tool.com/video/m3u8/2022/02/21/5a6a5afb/playlist.m3u8
天也不懂情 DJ阿福,https://kq.bgp.68tool.com/video/m3u8/2022/02/21/d675470e/playlist.m3u8
我们不该这样的 DJ阿福,https://kq.bgp.68tool.com/video/m3u8/2022/02/21/fa817053/playlist.m3u8
每天说句我爱你 DJcandy,https://kq.bgp.68tool.com/video/m3u8/2022/02/20/1b62770c/playlist.m3u8
人生没有如果只有结果 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/02/18/913adecc/playlist.m3u8
富士山下 DJ阿福,https://kq.bgp.68tool.com/video/m3u8/2022/02/18/65ccb1b7/playlist.m3u8
海阔vs李进 兄弟我挺你 DJ阿远,https://kq.bgp.68tool.com/video/m3u8/2022/02/08/ddf5270b/playlist.m3u8
为爱流泪的女人 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2022/02/08/13bb54f0/playlist.m3u8
恋人心 Mcyy,https://kq.bgp.68tool.com/video/m3u8/2022/02/06/a03514c2/playlist.m3u8
谁的新欢不是别人的旧爱 DJcandy,https://kq.bgp.68tool.com/video/m3u8/2022/02/06/b2d09f70/playlist.m3u8
阿拉斯加的海湾 Dj贺仔,https://kq.bgp.68tool.com/video/m3u8/2022/02/06/a519d5b1/playlist.m3u8
孤独的人最懂伤感情歌 DJcandy,https://kq.bgp.68tool.com/video/m3u8/2022/02/06/857de36a/playlist.m3u8
虎年大吉 DJ京仔,https://kq.bgp.68tool.com/video/m3u8/2022/01/29/0dde04b6/playlist.m3u8
裸爱 DJ伟然,https://kq.bgp.68tool.com/video/m3u8/2022/01/26/24355c17/playlist.m3u8
流泪唱着想你的歌 DJ伟伟,https://kq.bgp.68tool.com/video/m3u8/2022/01/21/849d52cc/playlist.m3u8
如果时间可以回到从前 DJ九天,https://kq.bgp.68tool.com/video/m3u8/2022/01/21/1eacd006/playlist.m3u8
风之花 DJ阿远,https://kq.bgp.68tool.com/video/m3u8/2022/01/21/faa4b8e1/playlist.m3u8
末班车 DJ光头,https://kq.bgp.68tool.com/video/m3u8/2022/01/19/a23f250c/playlist.m3u8
淡淡情愁 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2022/01/19/6670539a/playlist.m3u8
晚秋 DJCandy,https://kq.bgp.68tool.com/video/m3u8/2022/01/19/c2dc5d07/playlist.m3u8
十不该 DJ阿华,https://kq.bgp.68tool.com/video/m3u8/2022/01/19/b2132784/playlist.m3u8
为爱痴狂 DJ坚少,https://kq.bgp.68tool.com/video/m3u8/2022/01/19/c8a68f6a/playlist.m3u8
水手 DJ阿清,https://kq.bgp.68tool.com/video/m3u8/2022/01/19/fb855d3f/playlist.m3u8
你走的无情 DJCorn,https://kq.bgp.68tool.com/video/m3u8/2022/01/16/d373d778/playlist.m3u8
无情的风雨无情的你 DJ晓明,https://kq.bgp.68tool.com/video/m3u8/2022/01/16/5298a088/playlist.m3u8
红尘有缘 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2022/01/15/2e556441/playlist.m3u8
最热的情换最狠的痛 DJ大金,https://kq.bgp.68tool.com/video/m3u8/2022/01/15/78915cab/playlist.m3u8
眼泪的错觉 DJ阿卓,https://kq.bgp.68tool.com/video/m3u8/2022/01/11/ce9ae5ba/playlist.m3u8
罗文vs甄妮 世间始终你好 弹鼓版,https://kq.bgp.68tool.com/video/m3u8/2022/01/11/e3d055fd/playlist.m3u8
妹妹的牵挂 DJ晓明,https://kq.bgp.68tool.com/video/m3u8/2022/01/11/86c5144c/playlist.m3u8
带你潇洒带你嗨 DJcandy,https://kq.bgp.68tool.com/video/m3u8/2022/01/11/516988f3/playlist.m3u8
风筝误 DJcandy,https://kq.bgp.68tool.com/video/m3u8/2022/01/11/49d1c241/playlist.m3u8
不过人间 DJARS,https://kq.bgp.68tool.com/video/m3u8/2022/01/11/1e5ee5f2/playlist.m3u8
以你为名的歌 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2022/01/06/23efd314/playlist.m3u8
我会一个人白头到老吗 DJQQ,https://kq.bgp.68tool.com/video/m3u8/2022/01/06/80f55b29/playlist.m3u8
为爱痴狂 DJAyong,https://kq.bgp.68tool.com/video/m3u8/2022/01/06/f198a0d7/playlist.m3u8
万爱千恩 djremix,https://kq.bgp.68tool.com/video/m3u8/2021/12/31/913d32c6/playlist.m3u8
苦乐人生 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/12/28/240367ef/playlist.m3u8
山谷里的思念 正版DJ,https://kq.bgp.68tool.com/video/m3u8/2021/12/24/965d6a30/playlist.m3u8
酒梦 DJ酱爆鱿鱼,https://kq.bgp.68tool.com/video/m3u8/2021/12/22/a86ba7b4/playlist.m3u8
此生最难忘 DJ酷博,https://kq.bgp.68tool.com/video/m3u8/2021/12/18/70f680f7/playlist.m3u8
饿狼传说 DJ何鹏加快版,https://kq.bgp.68tool.com/video/m3u8/2021/12/18/a638ff14/playlist.m3u8
思念山歌 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/12/18/d19c6085/playlist.m3u8
又见山里红 DJ版,https://kq.bgp.68tool.com/video/m3u8/2021/12/18/b1dc08fd/playlist.m3u8
走江南 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/12/18/1d9981ca/playlist.m3u8
兄弟抱一下 DJ阿帆,https://kq.bgp.68tool.com/video/m3u8/2021/12/18/6766a24c/playlist.m3u8
粉红色的回忆 DJCandy,https://kq.bgp.68tool.com/video/m3u8/2021/12/18/2872cc03/playlist.m3u8
相爱分开都是罪 DJ苦Ferry,https://kq.bgp.68tool.com/video/m3u8/2021/12/16/220b0f20/playlist.m3u8
千山雪 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2021/12/16/dc8ae6b4/playlist.m3u8
爱的就是你 DJ狂暴版,https://kq.bgp.68tool.com/video/m3u8/2021/12/16/fa990f20/playlist.m3u8
今夜想喝醉 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/12/11/c679aa15/playlist.m3u8
你看你看月亮的脸 DJR7,https://kq.bgp.68tool.com/video/m3u8/2021/12/11/89d1125c/playlist.m3u8
可怜的落魄人 DJ大金,https://kq.bgp.68tool.com/video/m3u8/2021/12/11/5b060e49/playlist.m3u8
路边的野花不要采 DJ伟然,https://kq.bgp.68tool.com/video/m3u8/2021/12/11/abafb175/playlist.m3u8
过火 DJ阿福,https://kq.bgp.68tool.com/video/m3u8/2021/12/11/90d3a489/playlist.m3u8
失眠的人 DJ刘超,https://kq.bgp.68tool.com/video/m3u8/2021/12/08/564a0c94/playlist.m3u8
多想留在你身边 DJ京仔,https://kq.bgp.68tool.com/video/m3u8/2021/12/08/859f32b8/playlist.m3u8
人生就是一出戏 DJ九天,https://kq.bgp.68tool.com/video/m3u8/2021/12/06/33ab9df3/playlist.m3u8
朱影佳vs一影 我的一生都是你 DJ可乐,https://kq.bgp.68tool.com/video/m3u8/2021/12/06/5d26b0f0/playlist.m3u8
入戏又动心,https://kq.bgp.68tool.com/video/m3u8/2021/12/06/2c131140/playlist.m3u8
分手的话 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/12/06/fcedaf93/playlist.m3u8
兄弟难当 mcyaoyao,https://kq.bgp.68tool.com/video/m3u8/2021/12/06/b720e34e/playlist.m3u8
原来你一直在骗我 DJ阿杰,https://kq.bgp.68tool.com/video/m3u8/2021/12/06/0fb55080/playlist.m3u8
人的命天注定 DJ阿圣,https://kq.bgp.68tool.com/video/m3u8/2021/12/03/f8edf32c/playlist.m3u8
今晚就喝这些酒 DJ小鱼儿,https://kq.bgp.68tool.com/video/m3u8/2021/12/03/31b82e2a/playlist.m3u8
老地方的雨 DJ细霖,https://kq.bgp.68tool.com/video/m3u8/2021/12/03/c6c08924/playlist.m3u8
相思的债 DJ阿福,https://kq.bgp.68tool.com/video/m3u8/2021/12/03/cbcb4195/playlist.m3u8
就让我痛饮这杯忘情酒 DJ伟然,https://kq.bgp.68tool.com/video/m3u8/2021/11/29/7a76c2c8/playlist.m3u8
蜗牛与黄鹂鸟 DJ浪子金,https://kq.bgp.68tool.com/video/m3u8/2021/11/23/2783e102/playlist.m3u8
谁比我更爱你,https://kq.bgp.68tool.com/video/m3u8/2021/11/23/61d269c6/playlist.m3u8
一生相守 DJ阿远,https://kq.bgp.68tool.com/video/m3u8/2021/11/23/06ff07cd/playlist.m3u8
醉在爱的天堂 DJ阿远,https://kq.bgp.68tool.com/video/m3u8/2021/11/23/05809039/playlist.m3u8
无能为力爱下去 DJ杨铭权,https://kq.bgp.68tool.com/video/m3u8/2021/11/20/f7be7660/playlist.m3u8
亲爱的你快乐吗 DJ杨铭权,https://kq.bgp.68tool.com/video/m3u8/2021/11/20/0ac27aa8/playlist.m3u8
太疲惫 DJ沈念版,https://kq.bgp.68tool.com/video/m3u8/2021/11/20/3525ef72/playlist.m3u8
人生不过三杯酒 DJ光音坊,https://kq.bgp.68tool.com/video/m3u8/2021/11/20/52ae9c79/playlist.m3u8
在下先告辞 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2021/11/20/64dc6898/playlist.m3u8
情化成伤 DJ九天,https://kq.bgp.68tool.com/video/m3u8/2021/11/20/31909bf5/playlist.m3u8
在劫难逃 DJ九天,https://kq.bgp.68tool.com/video/m3u8/2021/11/15/f27b4ba9/playlist.m3u8
姬和不如 DJ阿帆,https://kq.bgp.68tool.com/video/m3u8/2021/11/15/0a6c9b37/playlist.m3u8
轻轻的告诉你 DJ阿奇,https://kq.bgp.68tool.com/video/m3u8/2021/11/15/70051b47/playlist.m3u8
小小的太阳 DJ阿帆,https://kq.bgp.68tool.com/video/m3u8/2021/11/15/4be2f910/playlist.m3u8
相见恨晚 DJ麦伦vsDJYork耀,https://kq.bgp.68tool.com/video/m3u8/2021/11/11/eadc8697/playlist.m3u8
惜别的海岸 DJ欧东,https://kq.bgp.68tool.com/video/m3u8/2021/11/11/c4f9eea5/playlist.m3u8
点歌的人 Kin,https://kq.bgp.68tool.com/video/m3u8/2021/11/11/97ffcf9e/playlist.m3u8
大郎该吃药了 dj何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/11/07/5dcf5aaa/playlist.m3u8
不过人间 McYaoyao,https://kq.bgp.68tool.com/video/m3u8/2021/11/03/7a4099a9/playlist.m3u8
带你潇洒带你嗨 DJCandy,https://kq.bgp.68tool.com/video/m3u8/2021/10/27/9875a8a7/playlist.m3u8
一分一寸,https://kq.bgp.68tool.com/video/m3u8/2021/10/25/840a836a/playlist.m3u8
失眠的夜 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/10/25/575f3241/playlist.m3u8
步步化酒 DJ名龙,https://kq.bgp.68tool.com/video/m3u8/2021/10/25/518e0362/playlist.m3u8
王力宏vs谭维维 缘分一道桥,https://kq.bgp.68tool.com/video/m3u8/2021/10/25/9c9750b2/playlist.m3u8
酒醉的我 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/10/21/cf94dcc7/playlist.m3u8
如意,https://kq.bgp.68tool.com/video/m3u8/2021/10/21/5baed4c3/playlist.m3u8
候鸟南飞,https://kq.bgp.68tool.com/video/m3u8/2021/10/21/75d271fb/playlist.m3u8
醉过多少回 DJ威笑,https://kq.bgp.68tool.com/video/m3u8/2021/10/21/10d2f757/playlist.m3u8
想你的时候问月亮 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/10/13/81eb56dd/playlist.m3u8
漂洋过海来看你 djmichael,https://kq.bgp.68tool.com/video/m3u8/2021/10/13/99270550/playlist.m3u8
习惯一个人 DjDell,https://kq.bgp.68tool.com/video/m3u8/2021/10/13/2e214995/playlist.m3u8
不完美的结局,https://kq.bgp.68tool.com/video/m3u8/2021/10/13/4a177b95/playlist.m3u8
让我们荡起双桨 Dj培仔,https://kq.bgp.68tool.com/video/m3u8/2021/10/13/5d7a4f44/playlist.m3u8
风夜行 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/10/13/6a50783b/playlist.m3u8
够爱 mcyy,https://kq.bgp.68tool.com/video/m3u8/2021/10/09/f89d3976/playlist.m3u8
BYD蹦野迪 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/10/09/a20f8dba/playlist.m3u8
付豪vs鹏鹏 鬼迷心窍 DJ金诚,https://kq.bgp.68tool.com/video/m3u8/2021/10/09/da645b62/playlist.m3u8
深情败给时间 McYaoyao,https://kq.bgp.68tool.com/video/m3u8/2021/10/08/56a562de/playlist.m3u8
活该爱太深 DJ可乐,https://kq.bgp.68tool.com/video/m3u8/2021/09/28/fb6ab9c6/playlist.m3u8
爱情泡沫 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/09/28/97c0467e/playlist.m3u8
日日夜夜想的都是你 DJPW,https://kq.bgp.68tool.com/video/m3u8/2021/09/28/32437fe1/playlist.m3u8
爱你的我 DJ浪子鹏鹏,https://kq.bgp.68tool.com/video/m3u8/2021/09/28/462364e5/playlist.m3u8
蜜雪冰城 DJPad仔,https://kq.bgp.68tool.com/video/m3u8/2021/09/28/3bfc87c3/playlist.m3u8
小幸福 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/09/28/857abae9/playlist.m3u8
追梦人 DJ阿福,https://kq.bgp.68tool.com/video/m3u8/2021/09/28/9b2b3da2/playlist.m3u8
周华健vs齐豫 神话情话 DJ版,https://kq.bgp.68tool.com/video/m3u8/2021/09/28/ad611ff2/playlist.m3u8
兄弟来喝酒 DJ沈念版,https://kq.bgp.68tool.com/video/m3u8/2021/09/28/b711a0ea/playlist.m3u8
断桥残雪 DJHouse音乐,https://kq.bgp.68tool.com/video/m3u8/2021/09/25/24670346/playlist.m3u8
笑柄 DJ阿卓,https://kq.bgp.68tool.com/video/m3u8/2021/09/25/3949f777/playlist.m3u8
有一种爱叫做放手 DjPad仔车载版,https://kq.bgp.68tool.com/video/m3u8/2021/09/25/cc59fafb/playlist.m3u8
九妹 DJR7,https://kq.bgp.68tool.com/video/m3u8/2021/09/25/b0152ffc/playlist.m3u8
茶山情歌 DJR7车载版,https://kq.bgp.68tool.com/video/m3u8/2021/09/25/79ee9082/playlist.m3u8
沉溺 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/09/25/d64797ee/playlist.m3u8
我会想起你 Mcyy,https://kq.bgp.68tool.com/video/m3u8/2021/09/17/355bfcd2/playlist.m3u8
拿走了什么 Mcyy,https://kq.bgp.68tool.com/video/m3u8/2021/09/17/a14cb54d/playlist.m3u8
不爱又何必纠缠 DJ欧东,https://kq.bgp.68tool.com/video/m3u8/2021/09/17/1e88a29f/playlist.m3u8
再度重相逢 DJ阿福,https://kq.bgp.68tool.com/video/m3u8/2021/09/17/c77c684f/playlist.m3u8
差一步 DJ伟伟,https://kq.bgp.68tool.com/video/m3u8/2021/09/17/29f73c4d/playlist.m3u8
穿透 DjLc,https://kq.bgp.68tool.com/video/m3u8/2021/09/17/0cc8bee0/playlist.m3u8
看不见的伤最痛 DJ唐僧,https://kq.bgp.68tool.com/video/m3u8/2021/09/16/ee041549/playlist.m3u8
我们真的放了手 DJ小鱼儿加快Radio,https://kq.bgp.68tool.com/video/m3u8/2021/09/16/f3681a28/playlist.m3u8
想你容易见面难 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/09/16/9ea59ee5/playlist.m3u8
我们不再是从前 DJ伟然,https://kq.bgp.68tool.com/video/m3u8/2021/09/11/ac2eac00/playlist.m3u8
相思难绝 DJAw,https://kq.bgp.68tool.com/video/m3u8/2021/09/11/aecd2bf9/playlist.m3u8
等黄昏 DJ阿卓,https://kq.bgp.68tool.com/video/m3u8/2021/09/11/4a6dea4d/playlist.m3u8
一路去远方 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/09/11/524bc8ba/playlist.m3u8
秀儿是你吗 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/09/11/721bea49/playlist.m3u8
烟雨成思 DJ阿卓,https://kq.bgp.68tool.com/video/m3u8/2021/09/11/34493898/playlist.m3u8
恍如昨天 Dj阿帆,https://kq.bgp.68tool.com/video/m3u8/2021/09/07/d0393ff3/playlist.m3u8
命里缺个你 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/09/07/ef285415/playlist.m3u8
离开我你快乐吗 DJ名龙Mix,https://kq.bgp.68tool.com/video/m3u8/2021/09/07/f925cd5e/playlist.m3u8
小倩vs王星贺 一个人的夜太孤单 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/09/07/552e7eb3/playlist.m3u8
一晃就老了 DJ何鹏版,https://kq.bgp.68tool.com/video/m3u8/2021/09/07/c633dc93/playlist.m3u8
喝杯烈酒唱首歌 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/09/07/c6f6d59e/playlist.m3u8
缘分一道桥 DJAsh阿胜Remix,https://kq.bgp.68tool.com/video/m3u8/2021/09/07/2d691aaa/playlist.m3u8
刘惜君vs王赫野 大风吹 DJ版,https://kq.bgp.68tool.com/video/m3u8/2021/09/07/0a4b4ce2/playlist.m3u8
一曲高歌 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/09/04/9b73936d/playlist.m3u8
找个时间聚聚吧 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/09/04/f4dddcf7/playlist.m3u8
男人就要活出个男人的样 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/08/28/6a6f0695/playlist.m3u8
杀猪刀 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/08/28/61bea591/playlist.m3u8
有多少爱值得信赖 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/08/28/1068057c/playlist.m3u8
爱的越认真伤的就越深 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/08/28/4bdc0821/playlist.m3u8
流浪的情话 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/08/28/2a148ddd/playlist.m3u8
穿错了婚纱怎会美 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/08/28/748914da/playlist.m3u8
男人的幸福 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/08/28/b66d73a1/playlist.m3u8
东北菜东北味 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/08/27/9afaf2cc/playlist.m3u8
一马当先 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/08/27/e4b8e4e4/playlist.m3u8
明明很爱你却要忘记你 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/08/25/7661a2d1/playlist.m3u8
红色高跟鞋 DjPad仔vsDj小胜,https://kq.bgp.68tool.com/video/m3u8/2021/08/25/778e5f77/playlist.m3u8
真爱一世情 DjMr.Chen,https://kq.bgp.68tool.com/video/m3u8/2021/08/20/1198e584/playlist.m3u8
无言的结局 DJLeo,https://kq.bgp.68tool.com/video/m3u8/2021/08/20/a6391873/playlist.m3u8
斯琴高丽vs顾峰 犯错 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/08/20/7becd1cd/playlist.m3u8
爱的世界只有你 DJcandy,https://kq.bgp.68tool.com/video/m3u8/2021/08/20/2f6f498a/playlist.m3u8
这该死的爱 DJLanCe,https://kq.bgp.68tool.com/video/m3u8/2021/08/20/bb8c54b5/playlist.m3u8
特别的爱给特别的你DJ版 又被黄绮珊唱火了,https://kq.bgp.68tool.com/video/m3u8/2021/08/17/1af0c729/playlist.m3u8
炜杰vs钟瑜 隔着屏幕说我爱你 DJ伟然版,https://kq.bgp.68tool.com/video/m3u8/2021/08/13/0888a200/playlist.m3u8
走过咖啡屋 DJ刘超,https://kq.bgp.68tool.com/video/m3u8/2021/08/13/be7a330a/playlist.m3u8
找个理由去看你 DJheap九天,https://kq.bgp.68tool.com/video/m3u8/2021/08/13/66a0adee/playlist.m3u8
我们就这样走散 dj阿远,https://kq.bgp.68tool.com/video/m3u8/2021/08/13/8dd04cd9/playlist.m3u8
离别的车站 凌源DJ小柳,https://kq.bgp.68tool.com/video/m3u8/2021/08/07/bdc513c0/playlist.m3u8
传奇 Dj阿福,https://kq.bgp.68tool.com/video/m3u8/2021/08/07/408399e3/playlist.m3u8
爱你已断了我所有的感情 DJ默涵,https://kq.bgp.68tool.com/video/m3u8/2021/08/07/2101545b/playlist.m3u8
终于等到你 Dj_Corn,https://kq.bgp.68tool.com/video/m3u8/2021/08/07/f3fd86cd/playlist.m3u8
人生本是一场戏 DJ刘超,https://kq.bgp.68tool.com/video/m3u8/2021/08/07/14cf0a5e/playlist.m3u8
下辈子不一定还能遇见你 DJHOUSE,https://kq.bgp.68tool.com/video/m3u8/2021/08/04/4873c585/playlist.m3u8
把悲伤留给自己 Dj.Emil尛文,https://kq.bgp.68tool.com/video/m3u8/2021/08/04/64ded9f6/playlist.m3u8
橘子汽水 DJ伟然,https://kq.bgp.68tool.com/video/m3u8/2021/08/04/60ce4e13/playlist.m3u8
周燕vs马海亮 谁都知道我爱你 DJ可乐,https://kq.bgp.68tool.com/video/m3u8/2021/08/04/35b8dbb7/playlist.m3u8
情深几许 DJheap九天,https://kq.bgp.68tool.com/video/m3u8/2021/08/04/9d804270/playlist.m3u8
不该用情 DJPad仔,https://kq.bgp.68tool.com/video/m3u8/2021/08/04/08fd0441/playlist.m3u8
龙梅子vs老猫 小哥哥你别走 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/08/04/28e874b7/playlist.m3u8
老人与海 DJHouse,https://kq.bgp.68tool.com/video/m3u8/2021/08/04/4c25f23d/playlist.m3u8
蜜雪冰城 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/08/02/07044cf2/playlist.m3u8
999朵玫瑰 DJR7车载版,https://kq.bgp.68tool.com/video/m3u8/2021/08/02/8217b77f/playlist.m3u8
还是分开 DJ Jun,https://kq.bgp.68tool.com/video/m3u8/2021/08/02/5e99d173/playlist.m3u8
皮卡丘多多 dj京仔,https://kq.bgp.68tool.com/video/m3u8/2021/08/02/e02156fd/playlist.m3u8
芒种 JIANG.x,https://kq.bgp.68tool.com/video/m3u8/2021/08/02/779c4125/playlist.m3u8
有种离开叫舍不得 DJ炮哥,https://kq.bgp.68tool.com/video/m3u8/2021/08/02/c0d26495/playlist.m3u8
听风说 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/08/02/8793cf88/playlist.m3u8
小小的口罩 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/07/31/4ae67fa9/playlist.m3u8
农安 DjLeex李想,https://kq.bgp.68tool.com/video/m3u8/2021/07/31/f4bc21c9/playlist.m3u8
等天亮 DJ王贺,https://kq.bgp.68tool.com/video/m3u8/2021/07/27/ac0a256e/playlist.m3u8
赵方婧vs音阙诗听 芒种,https://kq.bgp.68tool.com/video/m3u8/2021/07/27/3ed9e929/playlist.m3u8
压寨夫人 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/07/27/013499d6/playlist.m3u8
敬一杯酒 DJ麦伦,https://kq.bgp.68tool.com/video/m3u8/2021/07/27/bb17bcf9/playlist.m3u8
张二嫂vs杨妹儿 一个月亮一个你 DJ王贺,https://kq.bgp.68tool.com/video/m3u8/2021/07/27/819ed139/playlist.m3u8
一生为一人 DJ大金,https://kq.bgp.68tool.com/video/m3u8/2021/07/27/3e6ce256/playlist.m3u8
忘记你真的不容易 DJ伟然,https://kq.bgp.68tool.com/video/m3u8/2021/07/27/1bb8e678/playlist.m3u8
世上最贵是健康 Dj_Simon越南鼓Remix,https://kq.bgp.68tool.com/video/m3u8/2021/07/26/eb41600e/playlist.m3u8
半打玫瑰 dj阿远,https://kq.bgp.68tool.com/video/m3u8/2021/07/26/5bffd9a1/playlist.m3u8
每个人都有一段爱 DJ阿远,https://kq.bgp.68tool.com/video/m3u8/2021/07/26/a462437e/playlist.m3u8
月光下想你 DJ伟然,https://kq.bgp.68tool.com/video/m3u8/2021/07/26/9358e382/playlist.m3u8
下辈子做你的女人 DJ泪鑫,https://kq.bgp.68tool.com/video/m3u8/2021/07/26/e047acf6/playlist.m3u8
像我们这个年纪的男人 DJ伟然,https://kq.bgp.68tool.com/video/m3u8/2021/07/26/f37ba6f0/playlist.m3u8
漂洋过海来看你 DJ沈念Remix,https://kq.bgp.68tool.com/video/m3u8/2021/07/26/de2dbc24/playlist.m3u8
骑马喝酒走天涯 DJ默涵版,https://kq.bgp.68tool.com/video/m3u8/2021/07/24/3acaf926/playlist.m3u8
情人 DJ阿帆,https://kq.bgp.68tool.com/video/m3u8/2021/07/24/06199a3a/playlist.m3u8
爱了个寂寞 DJ大金,https://kq.bgp.68tool.com/video/m3u8/2021/07/24/038b587b/playlist.m3u8
只要你能过得好 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/07/21/dcb0a14c/playlist.m3u8
我究竟是你的谁 DJ花哨,https://kq.bgp.68tool.com/video/m3u8/2021/07/21/30d71e6e/playlist.m3u8
糊涂的蝴蝶 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/07/14/a1b2992d/playlist.m3u8
丫蛋蛋vs崔铭嘉 口是心非 DJ小鱼儿,https://kq.bgp.68tool.com/video/m3u8/2021/07/14/9510e11b/playlist.m3u8
找个大叔嫁了吧 DJ7叔,https://kq.bgp.68tool.com/video/m3u8/2021/07/07/c89c5d66/playlist.m3u8
世间美好与你环环相扣(女声版) DjYaha,https://kq.bgp.68tool.com/video/m3u8/2021/07/07/9e50f6c2/playlist.m3u8
不下雪的广东 DJ酱爆,https://kq.bgp.68tool.com/video/m3u8/2021/07/07/673f856b/playlist.m3u8
兄弟抱一下 DJ张扬,https://kq.bgp.68tool.com/video/m3u8/2021/07/04/3191cea4/playlist.m3u8
爱情在草原 DJ小鱼儿,https://kq.bgp.68tool.com/video/m3u8/2021/07/04/bb31a814/playlist.m3u8
赤伶 DJ小胜vsDJ名龙,https://kq.bgp.68tool.com/video/m3u8/2021/07/04/87863cd4/playlist.m3u8
何必将就 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/06/30/55015e2a/playlist.m3u8
陈文献vs郑顺鹏 叫我一声靓仔 DJmix,https://kq.bgp.68tool.com/video/m3u8/2021/06/30/4709c0e2/playlist.m3u8
魂牵梦绕 DJ王志,https://kq.bgp.68tool.com/video/m3u8/2021/06/30/cc097b8d/playlist.m3u8
广东爱情故事 dj浪子康,https://kq.bgp.68tool.com/video/m3u8/2021/06/30/1525e739/playlist.m3u8
浮夸的理想 dj平仔,https://kq.bgp.68tool.com/video/m3u8/2021/06/19/302ed0ae/playlist.m3u8
别等我离开才说爱我 DJ王志,https://kq.bgp.68tool.com/video/m3u8/2021/06/19/b86f315d/playlist.m3u8
无声仿有声 Dj小浩,https://kq.bgp.68tool.com/video/m3u8/2021/06/07/9724e83f/playlist.m3u8
入戏太深 DJ Kene,https://kq.bgp.68tool.com/video/m3u8/2021/06/04/625107a4/playlist.m3u8
大约在冬季 Dj阿华,https://kq.bgp.68tool.com/video/m3u8/2021/06/04/b5af2433/playlist.m3u8
伪装 DJ小鱼儿,https://kq.bgp.68tool.com/video/m3u8/2021/06/04/082e1ac9/playlist.m3u8
两枪 DJ小鱼儿,https://kq.bgp.68tool.com/video/m3u8/2021/06/01/3a4cb59b/playlist.m3u8
哥有老婆 DJ7叔,https://kq.bgp.68tool.com/video/m3u8/2021/05/30/51264874/playlist.m3u8
你对我屏蔽了朋友圈 DJ阿福,https://kq.bgp.68tool.com/video/m3u8/2021/05/25/80c2443b/playlist.m3u8
饿狼传说 DJ贝勒,https://kq.bgp.68tool.com/video/m3u8/2021/05/24/56519954/playlist.m3u8
不甘平凡 DJ大圣,https://kq.bgp.68tool.com/video/m3u8/2021/05/24/52cf353f/playlist.m3u8
梦醒时分,https://kq.bgp.68tool.com/video/m3u8/2021/05/24/a312d367/playlist.m3u8
欠我个未来 Dj贺仔vs南昌Dj阿飞,https://kq.bgp.68tool.com/video/m3u8/2021/05/13/655b5f89/playlist.m3u8
老婆老妈 DJ阿远,https://kq.bgp.68tool.com/video/m3u8/2021/05/01/0db616f1/playlist.m3u8
往事如烟 DJ阿华,https://kq.bgp.68tool.com/video/m3u8/2021/05/01/221c2ac6/playlist.m3u8
原则 Mcyy,https://kq.bgp.68tool.com/video/m3u8/2021/05/01/e9d0cc3b/playlist.m3u8
想说一句我爱你 DJWave,https://kq.bgp.68tool.com/video/m3u8/2021/04/20/3e7eb578/playlist.m3u8
魔鬼中的天使 Dj翊軒,https://kq.bgp.68tool.com/video/m3u8/2021/04/20/a2181c56/playlist.m3u8
男人有泪不低头 DJ沈念版,https://kq.bgp.68tool.com/video/m3u8/2021/04/18/a2c34e9f/playlist.m3u8
男人花 DJ王贺,https://kq.bgp.68tool.com/video/m3u8/2021/04/18/e3140fc4/playlist.m3u8
何流vs宋晓峰 难得真兄弟 DJ何鹏Remix,https://kq.bgp.68tool.com/video/m3u8/2021/04/18/14e4f9df/playlist.m3u8
原来你只是一个过客 DJ沈念版,https://kq.bgp.68tool.com/video/m3u8/2021/04/18/86c97ee2/playlist.m3u8
尽头 Dj贺仔,https://kq.bgp.68tool.com/video/m3u8/2021/04/18/300991d9/playlist.m3u8
听着情歌流眼泪 DJ王贺,https://kq.bgp.68tool.com/video/m3u8/2021/04/18/e53dd126/playlist.m3u8
方磊vs贾玲 依兰爱情故事 dj圣豪,https://kq.bgp.68tool.com/video/m3u8/2021/04/18/0c46af4d/playlist.m3u8
卜卦 DJ伟然,https://kq.bgp.68tool.com/video/m3u8/2021/04/16/21370475/playlist.m3u8
喝点小酒 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/04/16/c9650501/playlist.m3u8
又见山里红 DJCandy,https://kq.bgp.68tool.com/video/m3u8/2021/04/16/07490ae1/playlist.m3u8
飞鸟和蝉 DJ伯格,https://kq.bgp.68tool.com/video/m3u8/2021/04/16/eb08299e/playlist.m3u8
高安vs杨梓文祺 余生全部都是你 DJ岗岗,https://kq.bgp.68tool.com/video/m3u8/2021/04/16/a159a250/playlist.m3u8
我一个人唱伤心的歌 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/04/16/9ba48250/playlist.m3u8
一瞬间 DJ伟伟,https://kq.bgp.68tool.com/video/m3u8/2021/04/11/e4c82013/playlist.m3u8
可不可以 DJ伟伟,https://kq.bgp.68tool.com/video/m3u8/2021/04/11/b9db664c/playlist.m3u8
多想留在你身边 DJ伟伟,https://kq.bgp.68tool.com/video/m3u8/2021/04/11/31d443d2/playlist.m3u8
得不到你 翊轩,https://kq.bgp.68tool.com/video/m3u8/2021/04/11/48a2eda3/playlist.m3u8
默 DJcandy,https://kq.bgp.68tool.com/video/m3u8/2021/04/11/1f508c17/playlist.m3u8
互相伤害 dj阿远,https://kq.bgp.68tool.com/video/m3u8/2021/04/11/5005241a/playlist.m3u8
你根本不懂 DJ伟伟,https://kq.bgp.68tool.com/video/m3u8/2021/04/09/70868a39/playlist.m3u8
这一生关于你的风景 Dj小波,https://kq.bgp.68tool.com/video/m3u8/2021/04/09/ef0259dd/playlist.m3u8
花腰姑娘 DJ沈念版,https://kq.bgp.68tool.com/video/m3u8/2021/04/06/e86f9959/playlist.m3u8
等风等雨不如等你 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/04/06/92ffa23c/playlist.m3u8
十五的月亮 DJ小玉Remix,https://kq.bgp.68tool.com/video/m3u8/2021/04/03/74a96e4d/playlist.m3u8
可不可以 Dj贺仔,https://kq.bgp.68tool.com/video/m3u8/2021/04/01/783a3a87/playlist.m3u8
即使痛我也会爱你 DJ沈念版,https://kq.bgp.68tool.com/video/m3u8/2021/04/01/d334aa95/playlist.m3u8
牛在飞 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/04/01/c660bd1e/playlist.m3u8
我是你无关的 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/04/01/a2f4c981/playlist.m3u8
爱过一回伤一回 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/04/01/02b4aaeb/playlist.m3u8
杀猪刀 DJheap九天,https://kq.bgp.68tool.com/video/m3u8/2021/03/31/ff2d63f0/playlist.m3u8
借酒消愁愁更愁 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/03/31/abd44fa5/playlist.m3u8
告白歌 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/03/31/f041ac72/playlist.m3u8
忽然之间 DJ阿喜,https://kq.bgp.68tool.com/video/m3u8/2021/03/29/edaa8e2b/playlist.m3u8
岁月情歌 DJCANDY,https://kq.bgp.68tool.com/video/m3u8/2021/03/29/25eb943f/playlist.m3u8
恍如昨天 DJ艾乐,https://kq.bgp.68tool.com/video/m3u8/2021/03/29/82e8f709/playlist.m3u8
过期的誓言 Dj何鹏版,https://kq.bgp.68tool.com/video/m3u8/2021/03/20/a9f555d2/playlist.m3u8
突然的自我 DJ阿帆,https://kq.bgp.68tool.com/video/m3u8/2021/03/20/3ccb1534/playlist.m3u8
忘情方便面 DJ沈念版,https://kq.bgp.68tool.com/video/m3u8/2021/03/20/f90f1244/playlist.m3u8
想你就想哭 DJ何鹏版,https://kq.bgp.68tool.com/video/m3u8/2021/03/20/efd856ca/playlist.m3u8
像个孩子 DJ沈念版,https://kq.bgp.68tool.com/video/m3u8/2021/03/20/9300136d/playlist.m3u8
停留 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/03/19/eaccd6f9/playlist.m3u8
路还远 DJ大金版,https://kq.bgp.68tool.com/video/m3u8/2021/03/19/1260717c/playlist.m3u8
歌颂 DJ沈念 ProgHouse,https://kq.bgp.68tool.com/video/m3u8/2021/03/17/f29b56b5/playlist.m3u8
在人间 Mcyy,https://kq.bgp.68tool.com/video/m3u8/2021/03/17/3939032b/playlist.m3u8
青春如你 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/03/11/d05424cf/playlist.m3u8
不服就干 DJ沈念,https://kq.bgp.68tool.com/video/m3u8/2021/03/11/af1e1895/playlist.m3u8
你的选择 mcyy,https://kq.bgp.68tool.com/video/m3u8/2021/03/11/efe7ca5e/playlist.m3u8
眼睛在下雨 Dj沈念,https://kq.bgp.68tool.com/video/m3u8/2021/03/11/0fbb0fce/playlist.m3u8
风雨后的彩虹 DJ何鹏版,https://kq.bgp.68tool.com/video/m3u8/2021/03/08/d48e54de/playlist.m3u8
把孤独当作晚餐 Dj阿华,https://kq.bgp.68tool.com/video/m3u8/2021/03/08/c0285805/playlist.m3u8
极度缺氧 DJ阿远,https://kq.bgp.68tool.com/video/m3u8/2021/03/08/6e4b1459/playlist.m3u8
适可而止 DJ花哨版,https://kq.bgp.68tool.com/video/m3u8/2021/03/07/09593f61/playlist.m3u8
恭喜发财 DjLc,https://kq.bgp.68tool.com/video/m3u8/2021/03/07/de944eb3/playlist.m3u8
活成自己想要的模样 DJ沈念版,https://kq.bgp.68tool.com/video/m3u8/2021/03/07/5e1cbb16/playlist.m3u8
九宫格&郑雨泽 不再过问 DJR7,https://kq.bgp.68tool.com/video/m3u8/2021/03/07/9bd8ca0e/playlist.m3u8
走自己的路 DJ阿远,https://kq.bgp.68tool.com/video/m3u8/2021/03/07/de8080e3/playlist.m3u8
特别的爱给特别的你 Dj9锐版,https://kq.bgp.68tool.com/video/m3u8/2021/03/07/07997fcc/playlist.m3u8
江湖的酒 DJ沈念版,https://kq.bgp.68tool.com/video/m3u8/2021/03/06/ba75da1f/playlist.m3u8
爷们就要争口气 DJ阿远,https://kq.bgp.68tool.com/video/m3u8/2021/03/06/5a704fe0/playlist.m3u8
痛痛快快的哭 DJcandy,https://kq.bgp.68tool.com/video/m3u8/2021/03/06/2f3abbd5/playlist.m3u8
情浓 DJ沈念版,https://kq.bgp.68tool.com/video/m3u8/2021/03/04/1053af33/playlist.m3u8
欠我一个道歉 DJ名龙版,https://kq.bgp.68tool.com/video/m3u8/2021/03/02/1673c197/playlist.m3u8
错位时空 DJ阿卓,https://kq.bgp.68tool.com/video/m3u8/2021/03/02/6618d01b/playlist.m3u8
【抖音神曲】阿果吉曲 DJwave,https://kq.bgp.68tool.com/video/m3u8/2021/03/02/66c51aac/playlist.m3u8
想你的夜 Dj阿帆ElectroMix,https://kq.bgp.68tool.com/video/m3u8/2021/01/31/e95438b5/playlist.m3u8
如果这都不算爱 Dj培仔Remix,https://kq.bgp.68tool.com/video/m3u8/2021/01/31/1959f751/playlist.m3u8
爱已经离开 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/01/31/0ca1e53c/playlist.m3u8
中国功夫 DJDick 林传武,https://kq.bgp.68tool.com/video/m3u8/2021/01/31/f8424f12/playlist.m3u8
我曾经也深深爱过一个人 DJ沈念版,https://kq.bgp.68tool.com/video/m3u8/2021/01/31/6fa30a16/playlist.m3u8
醉心问月 DJ沈念版,https://kq.bgp.68tool.com/video/m3u8/2021/01/31/d1630fb2/playlist.m3u8
恭喜发财 Dj小帽版,https://kq.bgp.68tool.com/video/m3u8/2021/01/31/2c7047e2/playlist.m3u8
只要你还需要我 DJ沈念版,https://kq.bgp.68tool.com/video/m3u8/2021/01/31/ed442076/playlist.m3u8
不如来饮酒 DJ阿福,https://kq.bgp.68tool.com/video/m3u8/2021/01/31/d3f1ac5c/playlist.m3u8
在劫难逃 DJheap九天版,https://kq.bgp.68tool.com/video/m3u8/2021/01/31/c10ea8f9/playlist.m3u8
红尘悠悠 优秀小鸿,https://kq.bgp.68tool.com/video/m3u8/2021/01/31/695c6d55/playlist.m3u8
梦瑶 DJ名龙,https://kq.bgp.68tool.com/video/m3u8/2021/01/31/a2665510/playlist.m3u8
不见人归来 DJ沈念版,https://kq.bgp.68tool.com/video/m3u8/2021/01/31/4037d92d/playlist.m3u8
你应该很快乐 DJ伯格,https://kq.bgp.68tool.com/video/m3u8/2021/01/31/ec5eed31/playlist.m3u8
一千个吻 DJ何鹏版,https://kq.bgp.68tool.com/video/m3u8/2021/01/31/b83fb6b8/playlist.m3u8
我还是没改变 DJ小桐,https://kq.bgp.68tool.com/video/m3u8/2021/01/31/511efad2/playlist.m3u8
刺心 CkyBeatz,https://kq.bgp.68tool.com/video/m3u8/2021/01/31/512001f7/playlist.m3u8
上辈子你也是我的新娘 dj阿远,https://kq.bgp.68tool.com/video/m3u8/2021/01/31/beb7d5b4/playlist.m3u8
黑小黑vs霍云龙 长的漂亮不如活得漂亮 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/01/30/70e67ceb/playlist.m3u8
病变 Dj铭仔,https://kq.bgp.68tool.com/video/m3u8/2021/01/30/2580fab7/playlist.m3u8
你给我听好 Dj翊轩,https://kq.bgp.68tool.com/video/m3u8/2021/01/28/f83511e8/playlist.m3u8
刚好遇见你 DJ阿福,https://kq.bgp.68tool.com/video/m3u8/2021/01/28/2cc80a6f/playlist.m3u8
感谢你曾来过 DJ翊轩,https://kq.bgp.68tool.com/video/m3u8/2021/01/28/a22bd183/playlist.m3u8
高进vs大壮 本色英雄 DJLanCe,https://kq.bgp.68tool.com/video/m3u8/2021/01/28/faddd206/playlist.m3u8
南宫嘉骏vs姜玉阳 回忆总想哭,https://kq.bgp.68tool.com/video/m3u8/2021/01/24/c49c5d85/playlist.m3u8
盗心贼 DJ小秋.阿亮,https://kq.bgp.68tool.com/video/m3u8/2021/01/24/a40802f7/playlist.m3u8
刘聪vs赵真 山西姑娘 DJcandy,https://kq.bgp.68tool.com/video/m3u8/2021/01/22/8b7daa07/playlist.m3u8
把酒喝干 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/01/22/47acc56e/playlist.m3u8
七月的风八月的雨 DJ wave,https://kq.bgp.68tool.com/video/m3u8/2021/01/22/a1aacfd1/playlist.m3u8
一生所爱 djpw,https://kq.bgp.68tool.com/video/m3u8/2021/01/22/31bb56a0/playlist.m3u8
珍惜缘分 Dj朱汉秋,https://kq.bgp.68tool.com/video/m3u8/2021/01/21/4bdf42b5/playlist.m3u8
一亿个伤心 Djcandy,https://kq.bgp.68tool.com/video/m3u8/2021/01/20/bf419f31/playlist.m3u8
穿越草原的云朵 Dj小鱼儿,https://kq.bgp.68tool.com/video/m3u8/2021/01/20/1eba2918/playlist.m3u8
音阙诗听 vs 赵方婧 芒种 DjXs,https://kq.bgp.68tool.com/video/m3u8/2021/01/20/f33e7b11/playlist.m3u8
萧全vs孙语赛 不仅仅是喜欢 DJ小桐,https://kq.bgp.68tool.com/video/m3u8/2021/01/20/2e496ac4/playlist.m3u8
我的名字 Lona,https://kq.bgp.68tool.com/video/m3u8/2021/01/20/13a71365/playlist.m3u8
只为你狂舞 dj何鹏版,https://kq.bgp.68tool.com/video/m3u8/2021/01/19/0c19242f/playlist.m3u8
假行僧 DJ小汤姆,https://kq.bgp.68tool.com/video/m3u8/2021/01/18/996011bc/playlist.m3u8
激动的心颤抖的手 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/01/18/56cbdac1/playlist.m3u8
一吻红尘 DJcandy Mix,https://kq.bgp.68tool.com/video/m3u8/2021/01/18/a1c2c6d0/playlist.m3u8
喝醉的鱼 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/01/18/9120b198/playlist.m3u8
从不认输 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/01/18/8f4efb38/playlist.m3u8
兄弟不容易 DJ阿福,https://kq.bgp.68tool.com/video/m3u8/2021/01/17/55d12c09/playlist.m3u8
很任性 2019 DJJOCK,https://kq.bgp.68tool.com/video/m3u8/2021/01/17/c33c96c6/playlist.m3u8
你还想咋地 DJ九天,https://kq.bgp.68tool.com/video/m3u8/2021/01/17/8f98de73/playlist.m3u8
童话 DJ阿超,https://kq.bgp.68tool.com/video/m3u8/2021/01/17/cfaae113/playlist.m3u8
爱上我不会错 DJcandy,https://kq.bgp.68tool.com/video/m3u8/2021/01/17/b9f4fdaa/playlist.m3u8
两个人的回忆一个人过 DJ.Leo_vs_DJ.Max,https://kq.bgp.68tool.com/video/m3u8/2021/01/17/cd38fffe/playlist.m3u8
不是因为寂寞才想你 DjPad仔,https://kq.bgp.68tool.com/video/m3u8/2021/01/17/14fbce34/playlist.m3u8
心疼你的坦诚 DjEthan翊轩,https://kq.bgp.68tool.com/video/m3u8/2021/01/15/ee7bf743/playlist.m3u8
你怎么说走就走 DJ阿圣,https://kq.bgp.68tool.com/video/m3u8/2021/01/14/3a7d4438/playlist.m3u8
我又想你了 DJ九天,https://kq.bgp.68tool.com/video/m3u8/2021/01/14/bba37be9/playlist.m3u8
最爱就是你 DJ伟然,https://kq.bgp.68tool.com/video/m3u8/2021/01/14/ed12a13f/playlist.m3u8
逃爱 DJ伟伟,https://kq.bgp.68tool.com/video/m3u8/2021/01/14/7e9e7435/playlist.m3u8
拥抱你离去 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2021/01/14/4342bb56/playlist.m3u8
情非得已 DJ阿帆,https://kq.bgp.68tool.com/video/m3u8/2021/01/14/b9d8d318/playlist.m3u8
我的小女人 DJ阿圣,https://kq.bgp.68tool.com/video/m3u8/2021/01/11/395fc161/playlist.m3u8
[Mp4]时光老去,https://kq.bgp.68tool.com/video/m3u8/2021/01/11/98913385/playlist.m3u8
[Mp4]是我不够好,https://kq.bgp.68tool.com/video/m3u8/2021/01/11/44d4f714/playlist.m3u8
[Mp4]为情所伤,https://kq.bgp.68tool.com/video/m3u8/2021/01/09/a3e82b42/playlist.m3u8
[Mp4]烟花三月,https://kq.bgp.68tool.com/video/m3u8/2021/01/09/5830eedf/playlist.m3u8
[Mp4]欢喜就好,https://kq.bgp.68tool.com/video/m3u8/2021/01/09/672ba52e/playlist.m3u8
[Mp4]单身情歌,https://kq.bgp.68tool.com/video/m3u8/2021/01/09/6e4f1094/playlist.m3u8
[Mp4]飘雪,https://kq.bgp.68tool.com/video/m3u8/2021/01/03/4d84c979/playlist.m3u8
[Mp4]我的唇吻不到我爱的人,https://kq.bgp.68tool.com/video/m3u8/2020/12/31/3b706418/playlist.m3u8
一剪梅 DjPad仔,https://kq.bgp.68tool.com/video/m3u8/2020/12/28/30d9ec34/playlist.m3u8
360环绕 唯一的小丑 DJ阿圣,https://kq.bgp.68tool.com/video/m3u8/2020/12/26/43ef67cd/playlist.m3u8
就算一生等待无功而返 DJ阿远,https://kq.bgp.68tool.com/video/m3u8/2020/12/26/fcdab14b/playlist.m3u8
世界这么大还是遇见你 DJ阿福,https://kq.bgp.68tool.com/video/m3u8/2020/12/26/28874787/playlist.m3u8
无期 DJJoAn乔安,https://kq.bgp.68tool.com/video/m3u8/2020/12/26/3a7456aa/playlist.m3u8
草原最美的花 DJcandy,https://kq.bgp.68tool.com/video/m3u8/2020/12/26/cca3ef7c/playlist.m3u8
忘情牛肉面 DJ可乐,https://kq.bgp.68tool.com/video/m3u8/2020/12/25/96a3bd31/playlist.m3u8
往事只能回味 Dj杨铭权,https://kq.bgp.68tool.com/video/m3u8/2020/12/25/6c6cf8e9/playlist.m3u8
360环绕 财运滚滚来 DJcandy,https://kq.bgp.68tool.com/video/m3u8/2020/12/25/75b9bfcc/playlist.m3u8
360环绕 平凡之路 DJYg,https://kq.bgp.68tool.com/video/m3u8/2020/12/25/e5b9de37/playlist.m3u8
360环绕 世间美好与你环环相扣 DJ小秋,https://kq.bgp.68tool.com/video/m3u8/2020/12/21/575a9acb/playlist.m3u8
360环绕 暗示分离 DJ泽仔VsDJ小伟,https://kq.bgp.68tool.com/video/m3u8/2020/12/21/0c2b16e1/playlist.m3u8
360环绕 桥边姑娘 DjPad仔,https://kq.bgp.68tool.com/video/m3u8/2020/12/21/6a0dcc61/playlist.m3u8
360环绕 DJ小鱼儿,https://kq.bgp.68tool.com/video/m3u8/2020/12/21/359217b2/playlist.m3u8
相思渡口 DJ阿远,https://kq.bgp.68tool.com/video/m3u8/2020/12/20/4564d7f9/playlist.m3u8
乐凡vs祁隆 等你等了那么久 DJ阿珲,https://kq.bgp.68tool.com/video/m3u8/2020/12/20/a1346736/playlist.m3u8
打碎 DJ阿远,https://kq.bgp.68tool.com/video/m3u8/2020/12/20/904f5bbc/playlist.m3u8
360环绕 蒋蒋VS曲肖冰 当真 DJ铭仔,https://kq.bgp.68tool.com/video/m3u8/2020/12/20/2d6ba2a7/playlist.m3u8
雨花石 DJ王绎龙,https://kq.bgp.68tool.com/video/m3u8/2020/12/20/24b41930/playlist.m3u8
丢了幸福的猪 DJcandy,https://kq.bgp.68tool.com/video/m3u8/2020/12/18/8b63e48f/playlist.m3u8
十年以后 DJcandy,https://kq.bgp.68tool.com/video/m3u8/2020/12/18/6a5678ad/playlist.m3u8
汤潮vs小沈阳 美了美了 DJCANDY,https://kq.bgp.68tool.com/video/m3u8/2020/12/18/f90c4149/playlist.m3u8
阳光总在风雨后 DJ聪仔,https://kq.bgp.68tool.com/video/m3u8/2020/12/14/ecb3dc90/playlist.m3u8
风筝误 dj吴聪,https://kq.bgp.68tool.com/video/m3u8/2020/12/14/7325292a/playlist.m3u8
抹去泪水 DJ奶爸,https://kq.bgp.68tool.com/video/m3u8/2020/12/14/95b0e172/playlist.m3u8
出山 DjLftty凌风,https://kq.bgp.68tool.com/video/m3u8/2020/12/12/b4475d32/playlist.m3u8
爱上抖音爱上你 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2020/12/12/3f05b819/playlist.m3u8
忘记你需要多久 Dj Jero,https://kq.bgp.68tool.com/video/m3u8/2020/12/12/de970809/playlist.m3u8
踏浪 Dj HeArts,https://kq.bgp.68tool.com/video/m3u8/2020/12/01/af05e8a2/playlist.m3u8
我不是个好东西 Mcyy,https://kq.bgp.68tool.com/video/m3u8/2020/11/30/33c909e6/playlist.m3u8
曾经心痛 DjPad仔,https://kq.bgp.68tool.com/video/m3u8/2020/11/28/548ee986/playlist.m3u8
广东爱情故事 DjPad仔,https://kq.bgp.68tool.com/video/m3u8/2020/11/28/c9665c28/playlist.m3u8
生僻字 Dj炮哥,https://kq.bgp.68tool.com/video/m3u8/2020/11/22/e75f983d/playlist.m3u8
吴迪 蒙安 哲宇 千顺 什么是兄弟 DJ花哨,https://kq.bgp.68tool.com/video/m3u8/2020/11/22/75042361/playlist.m3u8
念旧 DjLeo,https://kq.bgp.68tool.com/video/m3u8/2020/11/22/e34ee9fc/playlist.m3u8
追光者 DjBonnYBo,https://kq.bgp.68tool.com/video/m3u8/2020/11/21/795ef2ea/playlist.m3u8
爱的故事上集 DjYears,https://kq.bgp.68tool.com/video/m3u8/2020/11/20/2181fd5b/playlist.m3u8
痛痛快快醉一回 DJ酱爆鱿鱼,https://kq.bgp.68tool.com/video/m3u8/2020/11/20/03e99882/playlist.m3u8
性情的人 DJ小秋,https://kq.bgp.68tool.com/video/m3u8/2020/11/20/9d6ee502/playlist.m3u8
牛在飞 DJ-Pby,https://kq.bgp.68tool.com/video/m3u8/2020/11/20/4a11177e/playlist.m3u8
勉为其难 DJ小秋,https://kq.bgp.68tool.com/video/m3u8/2020/11/17/5c8c9b97/playlist.m3u8
蓝琪儿vs姚大,https://kq.bgp.68tool.com/video/m3u8/2020/10/25/9a2f8bbc/playlist.m3u8
关于朋友 DJ阿圣,https://kq.bgp.68tool.com/video/m3u8/2020/10/21/d07c4560/playlist.m3u8
南山南 DJ阿亮,https://kq.bgp.68tool.com/video/m3u8/2020/10/16/3cb40b0d/playlist.m3u8
如果一切可以重来 DJ伟伟,https://kq.bgp.68tool.com/video/m3u8/2020/10/16/e596188a/playlist.m3u8
离岸 Dj9锐凌风,https://kq.bgp.68tool.com/video/m3u8/2020/10/16/72733049/playlist.m3u8
狼本色 DJcandy,https://kq.bgp.68tool.com/video/m3u8/2020/10/15/7dfee96b/playlist.m3u8
你是我曾经拼了命爱过的人,https://kq.bgp.68tool.com/video/m3u8/2020/10/10/bb3c2a7b/playlist.m3u8
分手就分手 DJ夜猫,https://kq.bgp.68tool.com/video/m3u8/2020/09/26/01185a06/playlist.m3u8
你的答案 DJ小M,https://kq.bgp.68tool.com/video/m3u8/2020/09/24/af7845a7/playlist.m3u8
我不做你娘娘 DJ王绎龙,https://kq.bgp.68tool.com/video/m3u8/2020/09/15/aa5d7c44/playlist.m3u8
断桥残雪 DJ董浩浩,https://kq.bgp.68tool.com/video/m3u8/2020/09/15/d6a957d7/playlist.m3u8
抖音神曲,你冰冻成河 DJ京仔,https://kq.bgp.68tool.com/video/m3u8/2020/08/29/b0d4bacf/playlist.m3u8
其实我不想哭泣 Dj何鹏,https://kq.bgp.68tool.com/video/m3u8/2020/08/29/902b75d6/playlist.m3u8
我问天我问地 Dj何鹏,https://kq.bgp.68tool.com/video/m3u8/2020/08/29/ce3c1558/playlist.m3u8
360环绕 又见山里红 Dj阿远,https://kq.bgp.68tool.com/video/m3u8/2020/08/29/ebf49202/playlist.m3u8
今生爱的就是你 DjAlex.x,https://kq.bgp.68tool.com/video/m3u8/2020/08/29/78c3cb8c/playlist.m3u8
隐形的翅膀 Dj大禹,https://kq.bgp.68tool.com/video/m3u8/2020/08/29/f2a8004f/playlist.m3u8
思密达 DJ阿圣,https://kq.bgp.68tool.com/video/m3u8/2020/08/27/5e769f49/playlist.m3u8
爱情解药 DJ阿远,https://kq.bgp.68tool.com/video/m3u8/2020/08/27/13ac2b20/playlist.m3u8
随风飞 DJ何鹏,https://kq.bgp.68tool.com/video/m3u8/2020/08/27/45f3f682/playlist.m3u8
许多年以后 DJ阿远,https://kq.bgp.68tool.com/video/m3u8/2020/08/20/528a7d32/playlist.m3u8
爱情过客 DJcandy,https://kq.bgp.68tool.com/video/m3u8/2020/08/20/1465288f/playlist.m3u8
有个傻瓜爱过你 DJcandy,https://kq.bgp.68tool.com/video/m3u8/2020/08/20/1bf3fba5/playlist.m3u8
开业大吉 DJ阿远,https://kq.bgp.68tool.com/video/m3u8/2020/08/20/a1395c6e/playlist.m3u8
断情刀 DJ默涵版,https://kq.bgp.68tool.com/m3u8/2023/11/21/92d39080391d7a21/playlist.m3u8
为什么这样对我 DJ默涵版,https://kq.bgp.68tool.com/m3u8/2023/11/21/38f9dcdca9564c6d/playlist.m3u8
乘风来 DJ版,https://kq.bgp.68tool.com/m3u8/2023/11/13/0d4c8bbea518641f/playlist.m3u8
今天 DJ京仔,https://kq.bgp.68tool.com/m3u8/2023/11/13/b4673ccb96201931/playlist.m3u8
匆匆这一生 DJ彭锐版,https://kq.bgp.68tool.com/m3u8/2023/11/13/270f614855b5b9e4/playlist.m3u8
极致动感旋律 DJ雪糕国会鼓飘版,https://kq.bgp.68tool.com/m3u8/2023/11/06/e3063ef3315ca298/playlist.m3u8
动感欢快ProgHouse旋律 DJ雪糕开场版,https://kq.bgp.68tool.com/m3u8/2023/11/06/a6c0e3728ffba441/playlist.m3u8
东风误 DJ版,https://kq.bgp.68tool.com/m3u8/2023/11/01/2a01f220e113fefe/playlist.m3u8
午夜风太大 DJ默涵版,https://kq.bgp.68tool.com/m3u8/2023/10/26/c4ff26b1db71efdd/playlist.m3u8
测试抖音,#genre#
美女蹦迪A,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0200fg10000cm3b1abc77uamm37cjd0&ratio=720p&line=0
美女蹦迪B,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0d00fg10000cmapnk3c77u6oa1qd3u0&ratio=720p&line=0
美女蹦迪,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0200fg10000ckofal3c77ufoh2mbni0&ratio=720p&line=0
美女蹦迪0,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0d00fg10000claacs3c77u8feoa0hf0&ratio=720p&line=0
美女蹦迪1,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0d00fg10000ck862fjc77uahikf29pg&ratio=720p&line=0
美女蹦迪2,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0d00fg10000cklhg63c77u0oo98nb80&ratio=720p&line=0
美女蹦迪3,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0d00fg10000ckn4up3c77u9rhthlsn0&ratio=720p&line=0
美女蹦迪4,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0d00fg10000cl3aqrrc77u5e3qc1qt0&ratio=720p&line=0
美女蹦迪5,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0d00fg10000cl7t5sjc77uf9b83du60&ratio=720p&line=0
美女蹦迪6,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0d00fg10000ckurl5rc77u5rlhbjfl0&ratio=720p&line=0
美女蹦迪7,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0d00fg10000cl8nk93c77u1l1r8u8t0&ratio=720p&line=0
美女蹦迪8,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0300fg10000cldv9ajc77ue5q5skr20&ratio=720p&line=0
美女蹦迪9,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0d00fg10000clfui8bc77u3lknr5ft0&ratio=720p&line=0
美女蹦迪10,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0d00fg10000clj8udrc77u5110f1sb0&ratio=720p&line=0

美女蹦迪11,https://m.douyin.com/aweme/v1/playwm/?video_id=v0300fg10000clbmcg3c77uf667bi7ig&ratio=720p&line=0

美女蹦迪12,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0200fg10000cgi44cbc77uck5u713t0&ratio=720p&line=0
美女蹦迪13,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0200fg10000chshue3c77u0pds9k57g&ratio=720p&line=0
美女蹦迪14,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0200fg10000cfic3f3c77ueksj230a0&ratio=720p&line=0
美女蹦迪15,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0200fg10000chupvhrc77uekde8urjg&ratio=720p&line=0
美女蹦迪16,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0d00fg10000chgah7jc77u0oflmbqb0&ratio=720p&line=0
美女蹦迪17,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0d00fg10000cgvppq3c77ue98cnqi6g&ratio=720p&line=0
美女蹦迪18,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0300fg10000cgtrrrbc77u3m6ta98ag&ratio=720p&line=0
美女蹦迪19,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0200fg10000ch2j8hrc77u52trcoikg&ratio=720p&line=0
美女蹦迪20,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0200fg10000cgrc50jc77u396enskbg&ratio=720p&line=0
美女蹦迪21,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0200fg10000cgl2bgbc77u0llbhqsig&ratio=720p&line=0
蹦迪美女22,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0200fg10000cgpd8b3c77u3c27hvdeg&ratio=720p&line=0
美女蹦迪23,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0200fg10000cgojmmbc77uej8emsu80&ratio=720p&line=0
美女蹦迪24,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0300fg10000cgkn483c77u8k2s7cisg&ratio=720p&line=0
美女蹦迪25,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0d00fg10000cga11fbc77uaa2fodbeg&ratio=720p&line=0
美女蹦迪26,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0200fg10000cd5mh6bc77u550ekv9sg&ratio=720p&line=0
美女蹦迪27,https://m.douyin.com/aweme/v1/playwm/?video_id=v0200fg10000ceh6hrjc77u9chevi780&ratio=720p&line=0

美女蹦迪28,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0200fg10000cfh5tibc77ubv2sg7gh0&ratio=720p&line=0
美女蹦迪29,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0200fg10000cfidkibc77u2q71d4330&ratio=720p&line=0

美女蹦迪30,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0200fg10000cfm1l9rc77u6m61qb1og&ratio=720p&line=0

美女蹦迪31,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0200fg10000cfs401jc77u58h3p8rt0&ratio=720p&line=0

美女蹦迪32,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0300fg10000cg1v1trc77u52rf85mu0&ratio=720p&line=0

美女蹦迪33,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0d00fg10000cg8rk8jc77ubkmf5c4ug&ratio=720p&line=0
美女蹦迪34,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0200fg10000cg5t2ojc77u0mogvhen0&ratio=720p&line=0
美女蹦迪35,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0200fg10000cgi1enrc77ud50mfu4e0&ratio=720p&line=0
美女蹦迪36,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0300fg10000cglaorrc77ud15en6oi0&ratio=720p&line=0
美女蹦迪37,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0d00fg10000cfre3rbc77uf8jfggegg&ratio=720p&line=0

美女蹦迪38,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0d00fg10000cf2earjc77u4tbjni210&ratio=720p&line=0
抖音歌曲39,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0300fg10000ce8qph3c77u5gud9ul3g&ratio=720p&line=0
抖音歌曲40,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0300fg10000ce9durjc77u2tsq2b520&ratio=720p&line=0
抖音歌曲41,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0300fg10000ce4spebc77ubji6n0a5g&ratio=720p&line=0
抖音歌曲42,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0300fg10000ce28nqrc77u471qkulmg&ratio=720p&line=0
抖音歌曲43,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0300fg10000ce1ket3c77u5ttb266tg&ratio=720p&line=0
抖音歌曲44,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0200fg10000ce6svbrc77u6kn2keeag&ratio=720p&line=0

抖音歌曲45,https://vd4.bdstatic.com/mda-nmbjwiv87q5qamgp/576p/h264/1670853780030695570/mda-nmbjwiv87q5qamgp.mp4?auth_key=1670857311-0-0-1dce152739dc841e67ebad6687018804&bcevod_channel=searchbox_feed&pd=1&cd=0&pt=3&logid=1911666500&vid=3857074202541838942&abtest=all
抖音歌曲46,https://vd3.bdstatic.com/mda-nmbjxrirax5k0wre/576p/h264/1670853863587839357/mda-nmbjxrirax5k0wre.mp4?auth_key=1670857218-0-0-55650c0fed9f67d3ca12a638786f698c&bcevod_channel=searchbox_feed&pd=1&cd=0&pt=3&logid=1818158682&vid=3668250943130153677&abtest=all
​

抖音歌曲连唱47,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0200fg10000c6ilrmbc77ubdnoksfq0&ratio=720p&line=0

抖音歌曲连唱48,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0300fg10000c7o7cujc77u3c0tgih5g&ratio=720p&line=0
抖音歌曲连唱49,https://www.iesdouyin.com/aweme/v1/playwm/?video_id=v0200fg10000c4bb7bjc77u3qo5vuu10&ratio=720p&line=0
4K世界,#genre#
频道预览1,http://dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226337/index.m3u8
高清风景,http://185.57.68.33:8091/232/playlist.m3u8

STAR 4K,http://honeywatch.net:80/play/live.php?mac=00:1A:79:A5:9F:91&stream=1283288&extension=ts&play_token=ggQ1TaqbK0
FILM 4K,http://honeywatch.net:80/play/live.php?mac=00:1A:79:A5:9F:91&stream=1283330&extension=ts&play_token=ldsQSlJKa4
FILM1,http://honeywatch.net:80/play/live.php?mac=00:1A:79:A5:9F:91&stream=1283331&extension=ts&play_token=5UQcDZPJrB
SONY MAX,http://195.26。87.217/live.ts?channelId=184&uid=7435&deviceMac=00:1A:79:51:4B:3A
苏州4k,http://liveshowbak2.kan0512.com/ksz-norecord/csztv4k_4k.m3u8
爱自然4k,https://d18dyiwu97wm6q.cloudfront.net/playlist2160p.m3u8
4K频道,http://liveshowbak2.kan0512.com/ksz-norecord/csztv4k_4k.m3u8
loupe 4K,https://d2dw21aq0j0l5c.cloudfront.net/playlist_3840x2160.m3u8
Love in Venice,http://59d7d6f47d7fc.streamlock.net/loveinvenice/loveinvenice/playlist.m3u8
SS9,http://202.62.56.28:8080/nl.m3u8?id=1005
FF,https://stream-us-east-1.getpublica.com/playlist.m3u8?network_id=1561
Fashion,http://94.228.204.166:8000/play/0089
D,https://dom-live-megafon2.mediavitrina.ru/hls-livef1/ctc-dom/tracks-v5a1/mono.m3u8
history,http://213.226.69.130/iptv/BF9GWX8VNPYM9X/231/index.m3u8
好莱坞,http://213.226.69.130/iptv/BF9GWX8VNPYM9X/209/index.m3u8
宝莱坞,http://213.226.69.130/iptv/BF9GWX8VNPYM9X/239/index.m3u8
Toggo Plus,http://ottshow.net:80/live/Dragan123/Dragan123/4119.ts
Phoenix,http://ottshow.net:80/live/Dragan123/Dragan123/25842.ts
Kabel 1 Classics,http://ottshow.net:80/live/Dragan123/Dragan123/76416.ts
btv Action,http://ottshow.net:80/live/Dragan123/Dragan123/68926.ts
NBA TV,http://watchindia.net:8880/live/dharm23/qVir1fHdBn/2309.ts
NBC News Now,http://watchindia.net:8880/live/dharm23/qVir1fHdBn/2580.ts
GalaxyHD,http://5.206.237.251:1288/GalaxyHD
NHK,https://bmcc.nhkworld.jp/live/index_1M.m3u8
Kurdistan24 Tv,https://d1x82nydcxndze.cloudfront.net/live/index_240p25.m3u8
rudaw,https://svs.itworkscdn.net/rudawlive/rudawlive.smil/rudawpublish/rudawtv/chunks.m3u8
半島新聞台,http://live-hls-web-aje.getaj.net/AJE/01.m3u8
ARTI,http://213.200.228.111:8000/play/M74x2dYhK9pP6Hqm2RKn/index.m3u8
Animal Planet,http://199.127.60.83:16192/
A&E,http://199.127.60.83:16002/
MS Young Blood,http://rhsbjv7k.tvclub.xyz/iptv/74SQ72P5LQUZV5/16147/index.m3u8
Dazn F1,http://8fdcf128.cbilant.com/iptv/UPCF5W5XELFMAR/6071/index.m3u8
時尚台FTV,http://80.94.54.42/fashiontv/stream/playlist.m3u8


李翰祥,#genre#
后门,https://v7.dious.cc/20220619/WJ7msGd6/1500kb/hls/index.m3u8#https://cdn.1080pzy.co/20220515/dXFRwOwI/500kb/hls/index.m3u8
鬼叫春,https://youku.1080tg.com/20220701/BXB5x2sa/1100kb/hls/index.m3u8
销魂玉,https://hnzy.bfvvs.com/play/DbD98ynd/index.m3u8#https://vod6.bdzybf7.com/20240121/h2pRpELH/1500kb/hls/index.m3u8
大军阀(国),https://hnzy.bfvvs.com/play/yb8qzQ2d/index.m3u8#https://v10.dious.cc/20231204/FIUnRvz9/2000kb/hls/index.m3u8#https://v3.dious.cc/20220409/1opcPf2b/1500kb/hls/index.m3u8
大军阀(粤),https://v10.dious.cc/20231204/VOeC7U73/2000kb/hls/index.m3u8#https://v3.dious.cc/20220409/juMQLYc3/1500kb/hls/index.m3u8
一乐也,https://s2.bfzycdn.com/video/yileye/HD%E5%9B%BD%E8%AF%AD/index.m3u8#https://vip.ffzy-play7.com/20221207/8513_1cd932e8/2000k/hls/mixed.m3u8#https://vod2.bdzybf7.com/20220330/eq1QKOIc/2000kb/hls/index.m3u8
港澳传奇,https://a.ak-kk.com/20220615/v2q1GcMl/hls/index.m3u8#https://vod6.bdzybf7.com/20240121/9TXuzDTM/1500kb/hls/index.m3u8
八旗子弟,https://hnzy.bfvvs.com/play/penZNoRe/index.m3u8
骗财骗色,https://v3.1080pzy.co/20230207/PJwyO5Mq/1100kb/hls/index.m3u8#https://hnzy.bfvvs.com/play/penZVBEe/index.m3u8#https://youku.1080tg.com/20230208/RNtbsRAV/1100kb/hls/index.m3u8
军阀趣史,
骗术奇谭,https://vod6.bdzybf7.com/20240217/z0chYH0e/1500kb/hls/index.m3u8#https://v1.1080tg.com/202308/20/sLFE6Jp9vj2/video/original/hls/index.m3u8#https://youku.1080tg.com/20221208/AV8rq2Tw/1100kb/hls/index.m3u8#https://a.ak-kk.com/20220609/aw2Ldr8l/hls/index.m3u8
敦煌夜谭,https://v3.1080pzy.co/20221229/cEqB4x8P/1100kb/hls/index.m3u8?dpvt=942742109111994611910510910511346109#https://hnzy.bfvvs.com/play/QeZ4Gm8b/index.m3u8#
北地胭脂,https://v3.1080pzy.co/20230405/we0f1er2/1100kb/hls/index.m3u8
声色犬马,https://hnzy.bfvvs.com/play/Pdyrlvwe/index.m3u8
风流韵事,https://a.ak-kk.com/20220615/V17fbUXH/hls/index.m3u8
风花雪月,https://hnzy.bfvvs.com/play/1aKO2Zra/index.m3u8#https://a.ak-kk.com/20230711/1E6JmYKJ/hls/index.m3u8
金瓶风月,
拈花惹草,https://hot.1080pzy.co/20230918/hJHsli0J/1000kb/hls/index.m3u8#https://youku.1080tg.com/20221117/0qbSv7Xm/1100kb/hls/index.m3u8
北地胭脂,https://ll.bdzybf9.com/20220220/2du7pVde/2000kb/hls/index.m3u8#https://youku.1080tg.com/20230405/rAgZ4No5/1100kb/hls/index.m3u8
倩女幽魂,
火烧圆明园,https://vod6.bdzybf7.com/20240128/pfEe1uIB/1500kb/hls/index.m3u8#https://vod6.bdzybf7.com/20231207/cTzc3tPU/1500kb/hls/index.m3u8
垂帘听政,https://vod6.bdzybf7.com/20240218/PnARTpuw/1500kb/hls/index.m3u8#https://vod6.bdzybf7.com/20231206/CyCbn2Bc/1500kb/hls/index.m3u8
雪里红,https://v3.1080tg.com/202309/22/dK0EDVNihT1/video/original/hls/index.m3u8
一代妖后,https://v1.1080tg.com/202308/19/vUTLiZucK32/video/original/hls/index.m3u8#https://v3.dious.cc/20220417/hgzJr0Ro/1500kb/hls/index.m3u8
子曰：食色性也,https://hot.1080pzy.co/20230703/yUTVJE07/1000kb/hls/index.m3u8#https://youku.1080tg.com/20220908/WJ8kQIIJ/1100kb/hls/index.m3u8
三十年细说从头,https://v3.dious.cc/20220418/qTTT5H9O/1500kb/hls/index.m3u8#https://v3.dious.cc/20220418/l79R4VW9/1500kb/hls/index.m3u8#https://hnzy.bfvvs.com/play/DdwnPkMb/index.m3u8
状元及第,https://vod6.bdzybf7.com/20240206/aUQFGLvi/1500kb/hls/index.m3u8#https://v1.1080tg.com/202308/19/eBEAjX3p662/video/original/hls/index.m3u8
乾隆下扬州,https://v3.dious.cc/20220409/O4R5uqnm/1500kb/hls/index.m3u8#https://hnzy.bfvvs.com/play/lej065bj/index.m3u8
乾隆下江南,https://v1.1080tg.com/202308/19/s393QraPfe2/video/original/hls/index.m3u8#https://v3.1080pzy.co/20220627/s41aBDn5/1100kb/hls/index.m3u8
乾隆皇君臣斗智,https://v3.dious.cc/20220411/eFXM1nSp/1500kb/hls/index.m3u8#https://v3.1080pzy.co/20220627/w7MT2jG5/1100kb/hls/index.m3u8
乾隆皇与三姑娘,https://v3.dious.cc/20220413/45VAxn7P/1500kb/hls/index.m3u8#https://s1.1080pzy.co/20220620/1PIUmMJV/hls/index.m3u8#https://v1.1080tg.com/202308/19/bwxMVhsWws2/video/original/hls/index.m3u8



黑名单上的人,#genre#
第01集,https://v.cdnlz17.com/20231214/87303_4856ee42/2000k/hls/mixed.m3u8#https://dow.dowlz15.com/20231214/87303_4856ee42/黑名单上的人01.mp4
第02集,https://v.cdnlz17.com/20231214/87301_5f7e8160/2000k/hls/mixed.m3u8#https://dow.dowlz15.com/20231214/87301_5f7e8160/黑名单上的人02.mp4
第03集,https://v.cdnlz17.com/20231214/87302_27e98e78/2000k/hls/mixed.m3u8#https://dow.dowlz15.com/20231214/87302_27e98e78/黑名单上的人03.mp4
第04集,https://v.cdnlz17.com/20231214/87304_458834e2/2000k/hls/mixed.m3u8#https://dow.dowlz15.com/20231214/87304_458834e2/黑名单上的人04.mp4
第05集,https://v.cdnlz17.com/20231214/87300_319613b8/2000k/hls/mixed.m3u8https://dow.dowlz15.com/20231214/87300_319613b8/黑名单上的人05.mp4
第06集,https://v.cdnlz17.com/20231214/87305_35251950/2000k/hls/mixed.m3u8#https://dow.dowlz15.com/20231214/87305_35251950/黑名单上的人06.mp4
第07集,https://v.cdnlz17.com/20231214/87306_299674cc/2000k/hls/mixed.m3u8#https://dow.dowlz15.com/20231214/87306_299674cc/黑名单上的人07.mp4
第08集,https://v.cdnlz17.com/20231214/87307_56449cc8/2000k/hls/mixed.m3u8#https://dow.dowlz15.com/20231214/87307_56449cc8/黑名单上的人08.mp4
第09集,https://v.cdnlz17.com/20231214/87311_2121f3a6/2000k/hls/mixed.m3u8#https://dow.dowlz15.com/20231214/87311_2121f3a6/黑名单上的人09.mp4
第10集,https://v.cdnlz17.com/20231214/87310_cf7000af/2000k/hls/mixed.m3u8#https://dow.dowlz15.com/20231214/87310_cf7000af/黑名单上的人10.mp4
第11集,https://v.cdnlz17.com/20231214/87312_ea5f5af8/2000k/hls/mixed.m3u8#https://dow.dowlz15.com/20231214/87312_ea5f5af8/黑名单上的人11.mp4
第12集,https://v.cdnlz17.com/20231214/87309_d484059e/2000k/hls/mixed.m3u8#https://dow.dowlz15.com/20231214/87309_d484059e/黑名单上的人12.mp4
第13集,https://v.cdnlz17.com/20231214/87308_d0fcd315/2000k/hls/mixed.m3u8#https://dow.dowlz15.com/20231214/87308_d0fcd315/黑名单上的人13.mp4



李连杰,#genre#
投名状,https://cdn13.yzzy-tv-cdn.com/20230128/9592_3d21d729/index.m3u8
杀手之王,https://cdn10.yzzy-tv-cdn.com/20221023/2307_200a0670/index.m3u8
太极张三丰,https://cdn8.yzzy-tv-cdn.com/20220713/4780_8d927b57/index.m3u8
黄飞鸿之一:壮志凌云,https://cdn4.yzzy-tv-cdn.com/20220617/21900_8ceba9f5/index.m3u8
黄飞鸿之二:男儿当自强,https://cdn4.yzzy-tv-cdn.com/20220606/17341_21dfaf46/index.m3u8
黄飞鸿之铁鸡斗蜈蚣,https://cdn2.yzzy-tv-cdn.com/20220415/13227_56714be0/index.m3u8
冒险王,https://cdn4.yzzy-tv-cdn.com/20220608/17622_c083f16b/index.m3u8
精武英雄,https://cdn5.yzzy-tv-cdn.com/20220607/22255_9e00edb7/index.m3u8
少林寺,https://cdn4.yzzy-tv-cdn.com/20220606/17324_133ab69b/index.m3u8
少林小子,https://vip.ffzy-play7.com/20230216/14926_434969e4/index.m3u8
方世玉,https://cdn4.yzzy-tv-cdn.com/20220606/17350_39c4425b/index.m3u8
方世玉续集,https://vip.ffzy-play6.com/20221129/9315_1d7ec0af/index.m3u8
南北少林,https://cdn2.yzzy-tv-cdn.com/20220428/16621_c12279b7/index.m3u8
给爸爸的信,https://cdn2.yzzy-tv-cdn.com/20220414/13070_86734093/index.m3u8
龙门飞甲,https://cdn2.yzzy-tv-cdn.com/20220331/4883_7f84c204/index.m3u8
龙在天涯,https://cdn2.yzzy-tv-cdn.com/20220331/4882_d282e1a0/index.m3u8
笑傲江湖2：东方不败,https://cdn2.yzzy-tv-cdn.com/20220331/4843_724c1ac5/index.m3u8
不二神探,https://cdn2.yzzy-tv-cdn.com/20220330/4069_8714f6bb/index.m3u8
英雄,https://vip.ffzy-play7.com/20221227/9993_9681b67b/index.m3u8
白蛇传说,https://vip.ffzy-play7.com/20221224/9605_263ee1e0/index.m3u8
黄飞鸿92之龙行天下,https://vip.ffzy-play7.com/20221129/7657_0e98ee6f/index.m3u8
东方巨龙,https://vip.ffzy-play6.com/20221117/7362_01e144e6/index.m3u8
黑侠,https://vip.ffzy-play6.com/20221112/6336_a08140a7/index.m3u8
周星驰,#genre#
逃学威龙2,https://vip.ffzy-play6.com/20221112/6101_3ea56df6/index.m3u8
逃学威龙3之龙过鸡年,https://vip.ffzy-play6.com/20221112/6103_d6c1afdb/index.m3u8
赌霸,https://vip.ffzy-play7.com/20221209/9045_b3cb4c1c/index.m3u8
师兄撞鬼,https://vip.ffzy-play6.com/20221207/10610_200b5bd4/index.m3u8
97家有喜事,https://vip.ffzy-play6.com/20221129/9285_97e3dfc9/index.m3u8
算死草,https://vip.ffzy-play6.com/20221112/6085_3636efbb/index.m3u8
行运一条龙,https://vip.ffzy-play6.com/20221112/6024_432f2afd/index.m3u8
龙的传人,https://vip.ffzy-play7.com/20221112/3556_7788de32/index.m3u8
咖喱辣椒,https://vip.ffzy-play7.com/20221112/3509_1a0443fd/index.m3u8
西游降魔篇,https://vip.ffzy-play6.com/20221019/206_b74a99b9/index.m3u8
长江七号,https://vip.ffzy-play6.com/20221022/1070_3b7b263a/index.m3u8
成龙,#genre#
神话,https://vip.ffzy-play6.com/20221017/20_989dd1f8/index.m3u8
飞龙再生,https://vip.ffzy-play6.com/20221019/72_1934eddc/index.m3u8
特务迷城,https://vip.ffzy-play6.com/20221019/111_6edaadc7/index.m3u8
神奇燕尾服,https://vip.ffzy-play6.com/20221019/127_851b9820/index.m3u8
十二生肖,https://vip.ffzy-play6.com/20221019/191_dba04d04/index.m3u8
我是谁,https://vip.ffzy-play6.com/20221022/881_da82c5bb/index.m3u8
辛亥革命,https://vip.ffzy-play6.com/20221021/591_72533d75/index.m3u8
警察故事,https://ukzy.ukubf3.com/20220402/N3nfxJ6i/index.m3u8
警察故事续集,https://vip.ffzy-play7.com/20221115/4687_1e3f6f8c/index.m3u8
警察故事3,https://vip.ffzy-play7.com/20221206/8266_97359a93/index.m3u8
警察故事4,https://vip.ffzy-play6.com/20221129/9292_f6b1a849/index.m3u8
警察故事2013,https://vip.ffzy-play6.com/20221021/494_7e9bef86/index.m3u8
新警察故事,https://vip.ffzy-play6.com/20221017/15_7bd9a94d/index.m3u8
超级计划,https://vip.ffzy-play7.com/20221112/3764_fd2b007a/index.m3u8
A计划,https://vip.ffzy-play7.com/20221115/4631_7c6bb09a/index.m3u8
A计划续集,https://vip.ffzy-play7.com/20221115/4412_bf4bdaf6/index.m3u8
飞鹰计划,https://vip.ffzy-play6.com/20221112/6252_a77ddc97/index.m3u8
龙的心,https://vip.ffzy-play7.com/20221115/4539_8b9150f6/index.m3u8
特警新人类,https://vip.ffzy-play6.com/20221112/6113_c01821f3/index.m3u8
双龙会,https://vip.ffzy-play6.com/20221112/6064_afbd5214/index.m3u8
神探蒲松龄,https://vip.ffzy-play6.com/20221111/5646_d1cd614b/index.m3u8
玻璃樽,https://vip.ffzy-play7.com/20221112/3750_97a1bebc/index.m3u8
攀登者,https://vip.ffzy-play7.com/20221111/3124_7cca31fc/index.m3u8
天将雄师,https://vip.ffzy-play6.com/20221031/3078_d47ea8cc/index.m3u8
龙兄虎弟,https://vip.ffzy-play6.com/20221116/7264_5b0b594e/index.m3u8
龙腾虎跃,https://vip.ffzy-play7.com/20221117/5171_c2d4c959/index.m3u8
迷你特工队,https://vip.ffzy-play7.com/20221117/5052_54ce37e4/index.m3u8
急先锋,https://vip.ffzy-play6.com/20221113/6503_476b3f6c/index.m3u8
红番区,https://vip.ffzy-play6.com/20221112/6346_239e11e8/index.m3u8
师弟出马,https://vip.ffzy-play7.com/20221115/4764_aba20ecc/index.m3u8
奇谋妙计五福星,https://vip.ffzy-play7.com/20221115/4730_a7515224/index.m3u8
龙少爷,https://vip.ffzy-play7.com/20221115/4703_5132dc98/index.m3u8
快餐车,https://vip.ffzy-play7.com/20221115/4694_6f7f88ac/index.m3u8
新少林寺,https://vip.ffzy-play.com/20221015/881_3dbc4077/index.m3u8
一个好人,https://vip.ffzy-play7.com/20221129/7713_3a3bd3ff/index.m3u8
火烧岛,https://vip.ffzy-play6.com/20221129/9336_58c74ab9/index.m3u8
醉拳,https://vip.ffzy-play7.com/20230202/13070_b42acba9/index.m3u8
醉拳2,https://vip.ffzy-play6.com/20221129/9308_1fceb255/index.m3u8
笑拳怪招,https://vip.ffzy-play6.com/20221128/9213_05050bb8/index.m3u8
蛇鹤八步,https://vip.ffzy-play6.com/20221128/9119_1b13e298/index.m3u8
少林木人巷,https://vip.ffzy-play6.com/20221128/9115_ff8a121e/index.m3u8
拳精,https://vip.ffzy-play6.com/20221128/9094_13caae92/index.m3u8
龙拳,https://vip.ffzy-play6.com/20221128/9052_3612e0ff/index.m3u8
夏日福星,https://vip.ffzy-play7.com/20230118/11937_84244e52/index.m3u8
城市猎人,https://vip.ffzy-play7.com/20230112/11075_f5a96711/index.m3u8
大兵小将,https://vip.ffzy-play7.com/20230101/10714_0de1384d/index.m3u8
飞龙猛将,https://vip.ffzy-play6.com/20221207/10806_a4b679fd/index.m3u8
新宿事件,https://vip.ffzy-play7.com/20230314/18148_991eeb8a/index.m3u8
刁手怪招,https://cdn7.yzzy-tv-cdn.com/20220625/561_337bba55/index.m3u8
刘德华,#genre#
决战紫禁之巅,https://vip.ffzy-play7.com/20230413/22211_bfb8d6b2/index.m3u8
与龙共舞,https://vip.ffzy-play6.com/20221207/10859_1b02d27c/index.m3u8
天若有情,https://vip.ffzy-play6.com/20221112/6132_760d67fd/index.m3u8
天若有情3之烽火佳人,https://vip.ffzy-play6.com/20221207/10617_a0d97cd1/index.m3u8
富贵兵团,https://vip.ffzy-play7.com/20221209/9048_80e2a1cb/index.m3u8
五亿探长雷洛传1：雷老虎,https://vip.ffzy-online.com/20221015/672_cd3f2629/index.m3u8
豪门夜宴,https://vip.ffzy-play.com/20221204/29458_3909f6d0/index.m3u8
义胆雄心,https://vip.ffzy-play7.com/20221129/7714_a0c75de1/index.m3u8
战神传说,https://vip.ffzy-play7.com/20221129/7734_53205031/index.m3u8
中环英雄,https://vip.ffzy-play7.com/20221129/7743_4656dd25/index.m3u8
绝代双骄,https://vip.ffzy-play6.com/20221129/9355_e351af0a/index.m3u8
中国最后一个太监,https://vip.ffzy-play6.com/20221128/9044_42d732f5/index.m3u8
人海孤鸿,https://vip.ffzy-play6.com/20221128/8983_f4dd65d1/index.m3u8
法内情,https://vip.ffzy-play6.com/20221128/8900_ee5eabf3/index.m3u8
无间道,https://vip.ffzy-play6.com/20221017/13_ddfc1740/index.m3u8
无间道2,https://vip.lzcdn2.com/20220323/300_8be28e1c/index.m3u8
龙之家族,https://vip.ffzy-play6.com/20221116/7265_dd503587/index.m3u8
十面埋伏,https://vip.ffzy-play7.com/20221117/5218_ad30347f/index.m3u8
哗！英雄,https://vip.ffzy-play6.com/20221112/6371_9b5bf930/index.m3u8
最佳损友,https://vip.ffzy-play7.com/20221115/4630_078a1b22/index.m3u8
最佳损友闯情关,https://vip.ffzy-play7.com/20221116/4843_accffdd6/index.m3u8
江湖情,https://vip.ffzy-play7.com/20221115/4682_5ffb4872/index.m3u8
群龙夺宝,https://vip.ffzy-play7.com/20221115/4561_89102ea4/index.m3u8
肝胆相照,https://vip.ffzy-play7.com/20221115/4468_44f459bb/index.m3u8
五虎将之决裂,https://vip.ffzy-play6.com/20221112/6190_0250331a/index.m3u8
天地雄心,https://vip.ffzy-play7.com/20221113/4187_a7c41927/index.m3u8
天与地,https://vip.ffzy-play6.com/20221112/6144_016eb00a/index.m3u8
九一神雕侠侣,https://vip.ffzy-play6.com/20221112/6044_68796407/index.m3u8
扫毒2,https://vip.ffzy-play6.com/20221111/5625_f06cc476/index.m3u8
刀剑笑,https://vip.ffzy-play7.com/20221112/3808_6690be34/index.m3u8
阿飞正传,https://vip.ffzy-play7.com/20221112/3705_a3bb4cae/index.m3u8
杀手的童话,https://vip.ffzy-play7.com/20221112/3690_803bfb83/index.m3u8
龙腾四海,https://vip.ffzy-play7.com/20221112/3563_422b85c5/index.m3u8
醉拳3,https://vip.ffzy-play7.com/20221112/3468_38ba3d24/index.m3u8
至尊计状元才,https://vip.ffzy-play7.com/20221112/3440_9d089764/index.m3u8
追龙,https://vip.ffzy-play7.com/20221104/1464_ed9d6c5d/index.m3u8
侠盗联盟,https://vip.ffzy-play7.com/20221104/1442_e5eca889/index.m3u8
未来警察,https://vip.ffzy-play6.com/20221022/1000_fa615f2b/index.m3u8
三国之见龙卸甲,https://vip.ffzy-play6.com/20221022/935_ffb2fe05/index.m3u8
孤男寡女,https://vip.ffzy-play6.com/20221021/643_da3f8354/index.m3u8
寒战,https://vip.ffzy-play6.com/20221019/157_bf0740ee/index.m3u8
拆弹专家,https://vip.ffzy-online.com/20221015/719_80ff87c2/index.m3u8
拆弹专家2,https://vip.ffzy-online.com/20221015/722_e32c42bc/index.m3u8
卫斯理之蓝血人,https://vip.ffzy-play6.com/20221020/234_4fc21f9b/index.m3u8
建党伟业,https://vip.ffzy-play6.com/20221019/168_f44e1477/index.m3u8
赌侠大战拉斯维加斯,https://vip.ffzy-online.com/20221017/873_cf765959/index.m3u8
赌城大亨之新哥传奇,https://vip.ffzy-online.com/20221017/864_5fbb1d87/index.m3u8
解救吾先生,https://vip.ffzy-play.com/20221017/1618_2e6027ee/index.m3u8
天下无贼,https://vip.ffzy-play6.com/20221018/39_d0036fb2/index.m3u8
龙在边缘,https://vip.ffzy-play.com/20221017/1754_95490c99/index.m3u8
龙在江湖,https://vip.ffzy-play.com/20221017/1755_28d3688d/index.m3u8
门徒,https://vip.ffzy-play.com/20221017/1787_03664048/index.m3u8
失孤,https://vip.ffzy-play1.com/20221018/299_06ee96a1/index.m3u8
人潮汹涌,https://vip.ffzy-play.com/20221018/1947_3d44a6ed/index.m3u8
上海十三太保,https://vip.ffzy-play.com/20221018/2001_3ef7be69/index.m3u8
侠圣,https://vip.ffzy-online.com/20221015/741_196889fc/index.m3u8
狱中龙,https://vip.ffzy-play.com/20221015/999_d5886cd0/index.m3u8
至尊三十六计之偷天换日,https://vip.ffzy-play.com/20221015/1085_37999806/index.m3u8
至尊无上,https://vip.ffzy-play.com/20221015/1086_9576a463/index.m3u8
至尊无上II之永霸天下,https://vip.ffzy-play.com/20221015/1090_e30609f3/index.m3u8
兄弟之生死同盟,https://vip.ffzy-play.com/20221015/897_d3a4e80f/index.m3u8
新上海滩,https://vip.ffzy-play.com/20221015/880_937cdc1a/index.m3u8
精装追女仔之2,https://vip.ffzy-play6.com/20221116/7250_93049e15/index.m3u8
周润发,#genre#
监狱风云1,https://vip.lz-cdn3.com/20230114/17167_f0f5a918/index.m3u8
监狱风云2,https://vip.lz-cdn3.com/20230114/17169_e351e7c8/index.m3u8
英雄本色1,https://vip.ffzy-play7.com/20221115/4617_be0491ea/index.m3u8
英雄本色2,https://vip.ffzy-play7.com/20221115/4807_eeca808f/index.m3u8
英雄本色3,https://vip.lz-cdn7.com/20230411/15301_64c1550f/index.m3u8
寒战2,https://vip.lz-cdn3.com/20220907/12892_5eb849b0/index.m3u8
澳门风云1,https://vip.ffzy-online.com/20221015/587_536debfc/index.m3u8
澳门风云2,https://vip.lz-cdn8.com/20220903/25590_a12ec6f7/index.m3u8
澳门风云3,https://vip.lz-cdn8.com/20220903/25592_5fdbb860/index.m3u8
赌神1,https://vip.ffzy-online.com/20221017/865_74da177a/index.m3u8
赌神2,https://vip.lz-cdn.com/20220622/20003_820596d4/index.m3u8
让子弹飞,https://vip.ffzy-play7.com/20230116/11563_b9f44814/index.m3u8
义不容辞,https://vip.ffzy-play7.com/20221208/8724_89db1c6d/index.m3u8
秋天的童话,https://vip.ffzy-play6.com/20221130/9473_24b3f22f/index.m3u8
精装追女仔,https://vip.ffzy-play7.com/20221115/4686_d56a5b6c/index.m3u8
精装追女仔之3狼之一族,https://vip.ffzy-play6.com/20221129/9346_67ee848d/index.m3u8
和平饭店,https://vip.ffzy-play6.com/20221129/9326_fb193a3f/index.m3u8
大上海,https://vip.ffzy-play6.com/20221126/8327_89044d87/index.m3u8
义本无言,https://vip.ffzy-play6.com/20221116/7316_f568756b/index.m3u8
义胆红唇,https://vip.ffzy-play6.com/20221116/7315_8765f39c/index.m3u8
八星报喜,https://vip.ffzy-play6.com/20221116/7216_cb25f71a/index.m3u8
阿郎的故事,https://vip.ffzy-play6.com/20221116/7213_5f9198b2/index.m3u8
花旗少林,https://vip.ffzy-play6.com/20221112/6363_411e98e2/index.m3u8
江湖情,https://vip.ffzy-play7.com/20221115/4682_5ffb4872/index.m3u8
英雄好汉,https://vip.ffzy-play.com/20221015/981_2ca5b5f9/index.m3u8
江湖龙虎斗,https://vip.ffzy-play7.com/20221115/4681_38b34b56/index.m3u8
喋血双雄,https://vip.ffzy-play7.com/20221115/4440_bd914a4d/index.m3u8
无双,https://vip.ffzy-play6.com/20221108/5250_e3bbb4e4/index.m3u8
辣手神探,https://vip.ffzy-play7.com/20221112/3526_ba428b29/index.m3u8
纵横四海,https://vip.ffzy-play7.com/20221112/3463_4e05c55e/index.m3u8
侠盗高飞,https://vip.ffzy-play7.com/20221112/3315_eef8cb87/index.m3u8
孔子,https://vip.ffzy-play6.com/20221027/2108_7c929ef0/index.m3u8
铜雀台,https://vip.ffzy-play6.com/20221019/200_4eede94c/index.m3u8
卧虎藏龙,https://vip.ffzy-play6.com/20221019/118_1367b8f6/index.m3u8
葛优,#genre#
喜剧明星,https://vip.ffzy-play7.com/20230409/21692_463322cf/index.m3u8
离婚大战,https://vip.ffzy-play7.com/20230409/21638_281e50c4/index.m3u8
桃花运,https://vip.ffzy-play7.com/20230204/13202_2844d10a/index.m3u8
让子弹飞,https://vip.ffzy-play7.com/20230116/11563_b9f44814/index.m3u8
甲方乙方,https://vip.ffzy-play6.com/20221206/10068_4bfccafe/index.m3u8
天生胆小,https://vip.ffzy-play6.com/20221129/9417_4ed30e0d/index.m3u8
没完没了,https://vip.ffzy-play6.com/20221129/9376_7f06747a/index.m3u8
上海红美丽,https://vip.ffzy-play6.com/20221126/8466_47514053/index.m3u8
黄河遥,https://vip.ffzy-play7.com/20221117/5148_d5633e82/index.m3u8
两只老虎,https://vip.ffzy-play7.com/20221117/5047_beb0a18c/index.m3u8
顽主,https://vip.ffzy-play7.com/20221115/4578_af3f092c/index.m3u8
过年,https://vip.ffzy-play6.com/20221112/6307_79a4bfc2/index.m3u8
不见不散,https://vip.ffzy-play7.com/20221112/3752_596da0f3/index.m3u8
秦颂,https://vip.ffzy-play7.com/20221112/3653_ad708d24/index.m3u8
有话好好说,https://vip.ffzy-play7.com/20221112/3406_98dc6f14/index.m3u8
命运呼叫转移,https://vip.ffzy-play6.com/20221030/2878_fd228534/index.m3u8
赵氏孤儿,https://vip.ffzy-play6.com/20221022/1071_73fbd377/index.m3u8
卡拉是条狗,https://vip.ffzy-play6.com/20221020/264_d622ce7f/index.m3u8
私人订制,https://vip.ffzy-play6.com/20221019/192_52684124/index.m3u8
手机,https://vip.ffzy-play6.com/20221019/107_6107b581/index.m3u8
古董局中局,https://vip.ffzy-online.com/20221017/983_2bd33011/index.m3u8
大腕,https://vip.ffzy-play6.com/20221019/66_5c1f5d09/index.m3u8
天下无贼,https://vip.ffzy-play6.com/20221018/39_d0036fb2/index.m3u8
我和我的家乡,https://vip.ffzy-play1.com/20221018/511_7936e28c/index.m3u8
我和我的祖国,https://vip.ffzy-play1.com/20221018/512_4544d0ed/index.m3u8
活着,https://vip.ffzy-play.com/20221011/100_192cffb5/index.m3u8
徐峥,#genre#
你好北京,https://vip.ffzy-play7.com/20230416/22452_5318e52a/index.m3u8
第三个人,https://vip.ffzy-play7.com/20230407/21350_043ad4f7/index.m3u8
大唐玄奘,https://vip.ffzy-play7.com/20230306/17314_0230edb6/index.m3u8
江湖儿女,https://vip.ffzy-play7.com/20230205/13419_960c8951/index.m3u8
人再囧途之泰囧,https://vip.ffzy-play.com/20221018/1951_47e1adc8/index.m3u8
囧妈,https://vip.ffzy-online.com/20230122/54089_b5925cb9/index.m3u8
一出好戏,https://vip.ffzy-play.com/20221015/949_ecf3b061/index.m3u8
说出你的秘密,https://vip.ffzy-play6.com/20221112/6077_927afdf1/index.m3u8
催眠大师,https://vip.ffzy-play7.com/20221028/433_adf31dfd/index.m3u8
心花路放,https://vip.ffzy-play6.com/20221027/2366_e83b4d22/index.m3u8
夜店,https://vip.ffzy-play6.com/20221022/1049_8ee06bf6/index.m3u8
嘻游记,https://vip.ffzy-play6.com/20221022/1023_fae8e09f/index.m3u8
摩登年代,https://vip.ffzy-play6.com/20221021/516_0ef76f45/index.m3u8
春娇与志明,https://vip.ffzy-play6.com/20221021/451_53670596/index.m3u8
无人区,https://vip.ffzy-play6.com/20221019/203_ce8ad9b0/index.m3u8
记忆切割,https://vip.ffzy-play.com/20221017/1473_691592bd/index.m3u8
幕后玩家,https://vip.ffzy-play.com/20221018/1847_f9676687/index.m3u8



孤岛飞鹰,#genre#
孤岛飞鹰1,https://vip.ffzy-online3.com/20230122/3551_5d67ef34/index.m3u8
孤岛飞鹰2,https://vip.ffzy-online3.com/20230122/3552_467bf7c4/index.m3u8
孤岛飞鹰3,https://vip.ffzy-online3.com/20230122/3553_0808776a/index.m3u8
孤岛飞鹰4,https://vip.ffzy-online3.com/20230122/3554_93eae612/index.m3u8
孤岛飞鹰5,https://vip.ffzy-online3.com/20230122/3555_3e3958e4/index.m3u8
孤岛飞鹰6,https://vip.ffzy-online3.com/20230122/3556_14ee36f7/index.m3u8
孤岛飞鹰7,https://vip.ffzy-online3.com/20230122/3557_1b38c5b0/index.m3u8
孤岛飞鹰8,https://vip.ffzy-online3.com/20230122/3558_2c8f6219/index.m3u8
孤岛飞鹰9,https://vip.ffzy-online3.com/20230122/3559_df1b2046/index.m3u8
孤岛飞鹰10,https://vip.ffzy-online3.com/20230122/3560_b89cc1d2/index.m3u8

刺客列传,#genre#
刺客列传-荆轲1,https://sd7.taopianplay1.com:43333/c56b1bc09da3/HD/2024-01-01/15/28d5244ee609/fe9660648658/playlist.m3u8
刺客列传-荆轲2,https://sd7.taopianplay1.com:43333/c56b1bc09da3/HD/2024-01-01/15/28d5244ee609/bd63de27f35b/playlist.m3u8
刺客列传-荆轲3,https://sd7.taopianplay1.com:43333/c56b1bc09da3/HD/2024-01-01/15/28d5244ee609/ea8f7f2b55e4/playlist.m3u8
刺客列传-荆轲4,https://sd7.taopianplay1.com:43333/c56b1bc09da3/HD/2024-01-01/15/28d5244ee609/79c46edaead4/playlist.m3u8
刺客列传-荆轲5,https://sd7.taopianplay1.com:43333/c56b1bc09da3/HD/2024-01-01/15/28d5244ee609/0a60d602f6bc/playlist.m3u8
刺客列传-荆轲6,https://sd7.taopianplay1.com:43333/c56b1bc09da3/HD/2024-01-01/15/28d5244ee609/d5ab7faf8f08/playlist.m3u8
刺客列传-荆轲7,https://sd7.taopianplay1.com:43333/c56b1bc09da3/HD/2024-01-01/15/28d5244ee609/17798503a89f/playlist.m3u8
刺客列传-荆轲8,https://sd7.taopianplay1.com:43333/c56b1bc09da3/HD/2024-01-01/15/28d5244ee609/ae4fefe3aeef/playlist.m3u8
刺客列传-荆轲9,https://sd7.taopianplay1.com:43333/c56b1bc09da3/HD/2024-01-01/15/28d5244ee609/b5c0f8a7e56e/playlist.m3u8
刺客列传-荆轲10,https://sd7.taopianplay1.com:43333/c56b1bc09da3/HD/2024-01-01/15/28d5244ee609/f239027b3ff2/playlist.m3u8
刺客列传-荆轲11,https://sd7.taopianplay1.com:43333/c56b1bc09da3/HD/2024-01-01/15/28d5244ee609/1a18c0a6979d/playlist.m3u8
刺客列传-荆轲12,https://sd7.taopianplay1.com:43333/c56b1bc09da3/HD/2024-01-01/15/28d5244ee609/09b379ec1791/playlist.m3u8

天地男儿,#genre#
天地男儿1,https://vip.ffzy-online.com/20221023/3014_12960be5/index.m3u8
天地男儿2,https://vip.ffzy-online.com/20221023/3015_b3c1044f/index.m3u8
天地男儿3,https://vip.ffzy-online.com/20221023/3017_458f97b4/index.m3u8
天地男儿4,https://vip.ffzy-online.com/20221023/3016_d43fce05/index.m3u8
天地男儿5,https://vip.ffzy-online.com/20221023/3018_6c23e199/index.m3u8

笑看风云,#genre#
笑看风云1,https://vip.ffzy-play.com/20221114/17605_23932af9/index.m3u8
笑看风云2,https://vip.ffzy-play.com/20221114/17606_fbdffda7/index.m3u8
笑看风云3,https://vip.ffzy-play.com/20221114/17608_5a7fc3e5/index.m3u8
笑看风云4,https://vip.ffzy-play.com/20221114/17607_c7c92852/index.m3u8
笑看风云5,https://vip.ffzy-play.com/20221114/17609_0ae1ed5b/index.m3u8
笑看风云6,https://vip.ffzy-play.com/20221114/17611_99d3398a/index.m3u8
笑看风云7,https://vip.ffzy-play.com/20221114/17610_4f383ef2/index.m3u8
笑看风云8,https://vip.ffzy-play.com/20221114/17613_4861a013/index.m3u8
笑看风云9,https://vip.ffzy-play.com/20221114/17612_0dc5f7fa/index.m3u8
笑看风云10,https://vip.ffzy-play.com/20221114/17615_47b3fd9c/index.m3u8

清明上河图,#genre#

清明上河图1,https://vip.ffzy-play9.com/20221230/30099_37432625/index.m3u8
清明上河图2,https://vip.ffzy-play9.com/20221230/30100_37248450/index.m3u8
清明上河图3,https://vip.ffzy-play9.com/20221230/30101_47a16657/index.m3u8
清明上河图4,https://vip.ffzy-play9.com/20221230/30103_a218ac3d/index.m3u8
清明上河图5,https://vip.ffzy-play9.com/20221230/30102_2bd0fa6b/index.m3u8
清明上河图6,https://vip.ffzy-play9.com/20221230/30104_6d3bb70b/index.m3u8
清明上河图7,https://vip.ffzy-play9.com/20221230/30105_d2247100/index.m3u8
清明上河图8,https://vip.ffzy-play9.com/20221230/30106_272abeb5/index.m3u8
清明上河图9,https://vip.ffzy-play9.com/20221230/30108_8783ab7c/index.m3u8
清明上河图10,https://vip.ffzy-play9.com/20221230/30110_5503a243/index.m3u8

戏说乾隆,#genre#
戏说乾隆1,https://vip.ffzy-online1.com/20230604/40608_556ef042/index.m3u8
戏说乾隆2,https://vip.ffzy-online1.com/20230604/40609_690df6cc/index.m3u8
戏说乾隆3,https://vip.ffzy-online1.com/20230604/40610_09eccc6d/index.m3u8
戏说乾隆4,https://vip.ffzy-online1.com/20230604/40611_d38d82e3/index.m3u8
戏说乾隆5,https://vip.ffzy-online1.com/20230604/40612_3f262bc6/index.m3u8
戏说乾隆6,https://vip.ffzy-online1.com/20230604/40613_4618b79e/index.m3u8
戏说乾隆7,https://vip.ffzy-online1.com/20230604/40614_77e4ca15/index.m3u8
戏说乾隆8,https://vip.ffzy-online1.com/20230604/40615_d1120e41/index.m3u8
戏说乾隆9,https://vip.ffzy-online1.com/20230604/40616_365894ff/index.m3u8
戏说乾隆10,https://vip.ffzy-online1.com/20230604/40617_66bef980/index.m3u8
戏说乾隆11,https://vip.ffzy-online1.com/20230604/40618_88a0e30a/index.m3u8
戏说乾隆12,https://vip.ffzy-online1.com/20230604/40619_2ed1ce81/index.m3u8

诸葛亮,#genre#
诸葛亮1,https://v.cdnlz17.com/20231011/29066_2c2d1fa8/index.m3u8
诸葛亮2,https://v.cdnlz17.com/20231011/29067_1e6cc5ea/index.m3u8
诸葛亮3,https://v.cdnlz17.com/20231011/29068_5005dc3c/index.m3u8

成长的烦恼,#genre#
成长的烦恼1,https://vip.lz-cdn17.com/20230402/6639_440b6473/index.m3u8
成长的烦恼2,https://vip.lz-cdn17.com/20230402/6640_0ac9fb71/index.m3u8
成长的烦恼3,https://vip.lz-cdn17.com/20230402/6644_ad647602/index.m3u8
成长的烦恼4,https://vip.lz-cdn17.com/20230402/6645_cb916c2a/index.m3u8
搞笑一家人,#genre#
搞笑一家人1,https://vip.lz-cdn16.com/20230316/12848_de9404b1/index.m3u8
搞笑一家人2,https://vip.lz-cdn16.com/20230316/12849_ace54cc4/index.m3u8
搞笑一家人3,https://vip.lz-cdn16.com/20230316/12851_9207bb8e/index.m3u8
搞笑一家人4,https://vip.lz-cdn16.com/20230316/12853_75ddc3d3/index.m3u8
搞笑一家人5,https://vip.lz-cdn16.com/20230316/12855_9d93ace6/index.m3u8
搞笑一家人6,https://vip.lz-cdn16.com/20230316/12856_6e94eac1/index.m3u8
搞笑一家人7,https://vip.lz-cdn16.com/20230316/12854_06912db4/index.m3u8
搞笑一家人8,https://vip.lz-cdn16.com/20230316/12857_c098e8b0/index.m3u8
搞笑一家人9,https://vip.lz-cdn16.com/20230316/12858_60e4eb86/index.m3u8
搞笑一家人10,https://vip.lz-cdn16.com/20230316/12860_811edcf8/index.m3u8





历年春晚,#genre#
1983年,https://alimov2.a.kwimgs.com/upic/2022/01/31/15/BMjAyMjAxMzExNTU5MTRfNDAzMDAxOTlfNjYyNzMxNjcwMjBfMF8z_b_Beb3bda599f76c60c463c433ca7460153.mp4
1984年,https://alimov2.a.kwimgs.com/upic/2022/01/31/15/BMjAyMjAxMzExNTU5NTRfNDAzMDAxOTlfNjYyNzMyMzg3MTRfMF8z_b_B192356dadbc90d207ba16964d4c2914c.mp4
1984年,http://txmov2.a.kwimgs.com/upic/2022/01/31/15/BMjAyMjAxMzExNTU5NTRfNDAzMDAxOTlfNjYyNzMyMzg3MTRfMF8z_b_B192356dadbc90d207ba16964d4c2914c.mp4
1985年,https://alimov2.a.kwimgs.com/upic/2022/01/31/16/BMjAyMjAxMzExNjAwMDFfNDAzMDAxOTlfNjYyNzMyNTAwMzJfMF8z_b_Be73c5abcbc0eeb2ec9fce6842e1362a4.mp4
1985年,http://txmov2.a.kwimgs.com/upic/2022/01/31/16/BMjAyMjAxMzExNjAwMDFfNDAzMDAxOTlfNjYyNzMyNTAwMzJfMF8z_b_Be73c5abcbc0eeb2ec9fce6842e1362a4.mp4
1986年,https://txmov2.a.kwimgs.com/upic/2022/01/31/16/BMjAyMjAxMzExNjAwMDRfNDAzMDAxOTlfNjYyNzMyNTU0OTRfMF8z_b_B24f7d19f1132fa5d7f502f8377ad5567.mp4
1986年,https://txmov2.a.kwimgs.com/bs3/video-hls/5231493982164619599_hls15.m3u8
1987年,https://txmov2.a.kwimgs.com/bs3/video-hls/5195746663405928031_hlsb.m3u8
1988年,https://txmov2.a.kwimgs.com/upic/2022/01/31/16/BMjAyMjAxMzExNjAwMTJfNDAzMDAxOTlfNjYyNzMyNjkxNjBfMF8z_b_B8c835b83a92d25bde81ba22c5cd9521e.mp4
1988年,https://txmov2.a.kwimgs.com/bs3/video-hls/5216575810935394655_hlsb.m3u8
1989年,https://txmov2.a.kwimgs.com/upic/2022/01/31/16/BMjAyMjAxMzExNjAwMTVfNDAzMDAxOTlfNjYyNzMyNzQ2OTlfMF8z_b_Be477b27b9ce655d2372df56a5a3d96ef.mp4
1989年,http://txmov2.a.kwimgs.com/upic/2022/01/31/16/BMjAyMjAxMzExNjAwMTVfNDAzMDAxOTlfNjYyNzMyNzQ2OTlfMF8z_b_Be477b27b9ce655d2372df56a5a3d96ef.mp4
1991年,https://alimov2.a.kwimgs.com/upic/2022/01/31/16/BMjAyMjAxMzExNjI2MTVfNDAzMDAxOTlfNjYyNzYwNjUxNjVfMF8z_b_B8feb7b85888678d71bf37a259c6850f6.mp4
1991年,https://txmov2.a.kwimgs.com/bs3/video-hls/5210664837540712798_hls15.m3u8
1992年,https://txmov2.a.kwimgs.com/bs3/video-hls/5256826755663896297_hls15.m3u8
1993年,https://alimov2.a.kwimgs.com/upic/2023/01/13/22/BMjAyMzAxMTMyMjEwMDNfNDAzMDAxOTlfOTM1MTIzMzYwODJfMF8z_b_B647d10e431b4cc5e48e6c77347d69021.mp4
1993年,https://txmov2.a.kwimgs.com/bs3/video-hls/5217420261875933947_hls15.m3u8
1994年,https://txmov2.a.kwimgs.com/bs3/video-hls/5197154061406974711_hls15.m3u8
1995年,https://txmov2.a.kwimgs.com/upic/2023/01/13/20/BMjAyMzAxMTMyMDA5MjJfNDAzMDAxOTlfOTM0OTkwNDQwNzVfMF8z_b_B811c0dec6b9a3d3074a18522c185010a.mp4
1995年,https://txmov2.a.kwimgs.com/bs3/video-hls/5255137907893179578_hls15.m3u8
1997年,https://txmov2.a.kwimgs.com/upic/2023/01/13/22/BMjAyMzAxMTMyMjEwMDNfNDAzMDAxOTlfOTM1MTIzMzYxNTJfMF8z_b_Bd841eae10ab1c9955ef55fbedfae6c45.mp4
1997年,https://txmov2.a.kwimgs.com/bs3/video-hls/5230649583590411879_hls15.m3u8
1998年,https://txmov2.a.kwimgs.com/bs3/video-hls/5225864507896315430_hls15.m3u8
1999年,https://alimov2.a.kwimgs.com/upic/2023/01/13/20/BMjAyMzAxMTMyMDA5MjJfNDAzMDAxOTlfOTM0OTkwNDQxNTRfMF8z_b_B0b5e52bc003285ef66ec0cbb2be08556.mp4
1999年,https://txmov2.a.kwimgs.com/bs3/video-hls/5258234133675308186_hls15.m3u8
2000年,https://alimov2.a.kwimgs.com/upic/2023/01/13/21/BMjAyMzAxMTMyMTE4MzRfNDAzMDAxOTlfOTM1MDY4ODIxMTNfMF8z_b_Bdddf4e7ef0ff6cfd477857bb40e78419.mp4
2000年,https://txmov2.a.kwimgs.com/bs3/video-hls/5216294359327079321_hls15.m3u8
2001年,https://alimov2.a.kwimgs.com/upic/2023/01/13/20/BMjAyMzAxMTMyMDA5MjJfNDAzMDAxOTlfOTM0OTkwNDQyMDFfMF8z_b_B70592cb7c4054e9cabb675e849bbf4bd.mp4
2001年,https://txmov2.a.kwimgs.com/bs3/video-hls/5228960735897942616_hls15.m3u8
2002年,https://alimov2.a.kwimgs.com/upic/2023/01/13/21/BMjAyMzAxMTMyMTE4MzRfNDAzMDAxOTlfOTM1MDY4ODIxNDdfMF8z_b_Ba6271d10b7e6cfae83759033a091f257.mp4
2002年,https://txmov2.a.kwimgs.com/bs3/video-hls/5255700858599864364_hls15.m3u8
2003年,https://txmov2.a.kwimgs.com/upic/2023/01/14/23/BMjAyMzAxMTQyMzQxNDdfNDAzMDAxOTlfOTM2MTU0MTk1NDFfMF8z_b_B182749d2cd2ea9323639254af385f24b.mp4
2004年,https://txmov2.a.kwimgs.com/bs3/video-hls/5223894184413450769_hls15.m3u8
2005年,https://alimov2.a.kwimgs.com/upic/2023/01/13/20/BMjAyMzAxMTMyMDA5MjJfNDAzMDAxOTlfOTM0OTkwNDQyMzhfMF8z_b_B35ad7cc86aec8fc9e5ddfb31fc7bed63.mp4
2005年,https://txmov2.a.kwimgs.com/bs3/video-hls/5254012008863954469_hls15.m3u8
2006年,https://alimov2.a.kwimgs.com/upic/2023/01/13/20/BMjAyMzAxMTMyMDA5MjJfNDAzMDAxOTlfOTM0OTkwNDQyNzlfMF8z_b_Bbc3703fc331dc994c50859c19aad28ff.mp4
2006年,https://txmov2.a.kwimgs.com/bs3/video-hls/5194339310474320155_hls15.m3u8
2007年,https://alimov2.a.kwimgs.com/upic/2023/01/13/20/BMjAyMzAxMTMyMDA5MjJfNDAzMDAxOTlfOTM0OTkwNDQzMjNfMF8z_b_B00b069c7899976459ceeaa99353dfefe.mp4
2007年,https://txmov2.a.kwimgs.com/bs3/video-hls/5219953534755647343_hls15.m3u8
2008年,https://txmov2.a.kwimgs.com/upic/2023/01/13/20/BMjAyMzAxMTMyMDA5MjJfNDAzMDAxOTlfOTM0OTkwNDQzNTNfMF8z_b_Bd7346962e61bd7b84e11a1fa6e4616f9.mp4
2008年,https://txmov2.a.kwimgs.com/bs3/video-hls/5194902262344826321_hls15.m3u8
2009年,https://alimov2.a.kwimgs.com/upic/2023/01/13/20/BMjAyMzAxMTMyMDA5MjJfNDAzMDAxOTlfOTM0OTkwNDQzOTBfMF8z_b_B29a36a85e0277f6c2a1f033ef7c10708.mp4
2009年,https://txmov2.a.kwimgs.com/bs3/video-hls/5210946337266019890_hls15.m3u8
2010年,https://txmov2.a.kwimgs.com/upic/2023/01/13/20/BMjAyMzAxMTMyMDA5MjJfNDAzMDAxOTlfOTM0OTkwNDQ0MjlfMF8z_b_B8818807a00eed329a69fb494f405bd43.mp4
2011年,https://txmov2.a.kwimgs.com/upic/2023/01/16/11/BMjAyMzAxMTYxMTA3MjFfNDAzMDAxOTlfOTM3MjcyMjA3ODhfMF8z_b_B8214200efc869dc6fcf99dad619fa4c1.mp4
2013年,https://alimov2.a.kwimgs.com/upic/2023/01/13/20/BMjAyMzAxMTMyMDA5MjJfNDAzMDAxOTlfOTM0OTkwNDQ1NjNfMF8z_b_B4fea55408dca4471a68a963ae096be59.mp4
2014年,https://txmov2.a.kwimgs.com/upic/2023/01/06/16/BMjAyMzAxMDYxNjMxMTNfNDAzMDAxOTlfOTI4OTY2ODAzNjlfMF8z_b_Bdee65c77f9e7b2120a185c919dad81d2.mp4
2014年,https://txmov2.a.kwimgs.com/bs3/video-hls/5245286283437869627_hls15.m3u8
2015年,https://alimov2.a.kwimgs.com/upic/2023/01/13/20/BMjAyMzAxMTMyMDA5MjJfNDAzMDAxOTlfOTM0OTkwNDQ2MTZfMF8z_b_B4851f43f5a2bc2871a9b0ec87294a6e7.mp4
2017年,https://alimov2.a.kwimgs.com/upic/2023/01/13/20/BMjAyMzAxMTMyMDA5MjJfNDAzMDAxOTlfOTM0OTkwNDQ2NDhfMF8z_b_B6527b0c2ce3dda1d9b3f34edd4fdb9aa.mp4
2018年,https://alimov2.a.kwimgs.com/upic/2023/01/06/16/BMjAyMzAxMDYxNjMxMTRfNDAzMDAxOTlfOTI4OTY2ODE2MTBfMF8z_b_B11a778e34390a21de42d407e94f45b91.mp4
2019年,https://txmov2.a.kwimgs.com/upic/2023/01/06/16/BMjAyMzAxMDYxNjMxMTRfNDAzMDAxOTlfOTI4OTY2ODE2MTBfMF8z_b_B11a778e34390a21de42d407e94f45b91.mp4
2019年,https://txmov2.a.kwimgs.com/bs3/video-hls/5222205336887088723_hls15.m3u8
2020年,https://txmov2.a.kwimgs.com/upic/2022/01/30/17/BMjAyMjAxMzAxNzA5NDdfNDAzMDAxOTlfNjYxNzQ2MDAyMTFfMF8z_b_B5d51d9564c5670dc66faeba20aa7af3f.mp4
2020年,https://txmov2.a.kwimgs.com/bs3/video-hls/5248101009010430183_hls15.m3u8
2020年,http://txmov2.a.kwimgs.com/upic/2022/01/30/17/BMjAyMjAxMzAxNzA5NDdfNDAzMDAxOTlfNjYxNzQ2MDAyMTFfMF8z_b_B5d51d9564c5670dc66faeba20aa7af3f.mp4
2021年,http://txmov2.a.kwimgs.com/upic/2022/01/30/17/BMjAyMjAxMzAxNzE4NTJfNDAzMDAxOTlfNjYxNzUzOTg3NjlfMF8z_b_Be41d9503181d7b0608a839ed401e02c2.mp4
2022年,http://txmov2.a.kwimgs.com/upic/2022/02/01/11/BMjAyMjAyMDExMTEwMjNfNDAzMDAxOTlfNjYzNzA4MTk4NzNfMF8z_b_B898cc7ddd0025bf54ddb18ec1f723c84.mp4
2023年,https://txmov2.a.kwimgs.com/bs3/video-hls/5251197255879398624_hls15.m3u8
2024春节晚会,#genre#
央视春晚4K,https://v10.dious.cc/20240209/4AK9UB5p/index.m3u8
珠江春晚,https://v10.dious.cc/20240209/lNN6pUqq/index.m3u8
辽宁春晚会上,https://v10.dious.cc/20240209/J95B9fT5/index.m3u8
辽宁春晚会下,https://v10.dious.cc/20240209/HWVp60d1/index.m3u8
深圳春晚,https://v10.dious.cc/20240209/DKcsA9sZ/index.m3u8
安徽春晚,https://v10.dious.cc/20240208/LHLdSBLv/index.m3u8
吉林春晚,https://v10.dious.cc/20240208/9ahrnAPw/index.m3u8
山东春晚,https://v10.dious.cc/20240208/mJvkOFpp/index.m3u8
河南春晚,https://v10.dious.cc/20240208/AN4hlNqo/index.m3u8
山西春晚,https://v10.dious.cc/20240208/85CjUOf8/index.m3u8
湖南春晚,https://top.1080pzy.co/202402/04/MjEwstGXHa3/video/index.m3u8
藏历新年联欢晚会,https://top.1080pzy.co/202402/10/qA9fsajXD03/video/index.m3u8
川渝春晚,https://top.1080pzy.co/202402/10/jBTNQuWPgZ3/video/index.m3u8
北京卫视春晚,https://v10.dious.cc/20240210/Ll7WeunD/index.m3u8
湖北春晚,https://v10.dious.cc/20240210/pOo0DnPW/index.m3u8
云南春晚,https://v10.dious.cc/20240210/yOFfQfxj/index.m3u8
海南春节联欢会,https://v10.dious.cc/20240210/vaplHwkP/index.m3u8
陕西丝路春晚https://v10.dious.cc/20240210/yYlVw3Ur/index.m3u8
安徽农民春晚,https://v10.dious.cc/20240210/UnLrYixW/index.m3u8
中国杂技大联欢,https://v10.dious.cc/20240210/672HyyQ9/index.m3u8
大湾区春晚,https://top.1080pzy.co/202402/11/8VQCAA76NZ3/video/index.m3u8
大湾区特别节目,https://top.1080pzy.co/202402/11/xkWszjeRYG3/video/index.m3u8
江苏春晚,https://top.1080pzy.co/202402/11/h1veKVuUdX3/video/index.m3u8
东方春晚,https://top.1080pzy.co/202402/11/VWVyPyEiFX3/video/index.m3u8
天津相声春晚,https://top.1080pzy.co/202402/11/wgYVqXxrEh3/video/index.m3u8

2024跨年晚会,#genre#
央视总台跨年晚会,https://v10.dious.cc/20240101/jb33ogNp/index.m3u8
浙江跨年晚会,https://top.1080pzy.co/202401/01/CukCTWW1HW3/video/index.m3u8
湖南跨年晚会,https://top.1080pzy.co/202401/01/1aNBTstEPe3/video/index.m3u8
北京跨年晚会,https://top.1080pzy.co/202401/01/CukCTWW1HW3/video/index.m3u8
江苏跨年演唱会,https://top.1080pzy.co/202401/01/uJzQMkFBLb3/video/index.m3u8
梦圆东方·2024跨年盛会,https://top.1080pzy.co/202401/01/UXEYWWJxMx3/video/index.m3u8
东南卫视思·享,https://top.1080pzy.co/202401/01/YTN1G765pd3/video/index.m3u8
山东新年交响音乐会,https://top.1080pzy.co/202401/01/VZwAVHYr7M3/video/index.m3u8
四川卫视花开天下,https://cdn1.vip-vip-yzzy.com/20240101/10953_3f15684a/index.m3u8

春晚小品,#genre#
吃面,https://vd3.bdstatic.com/mda-kihjn2cq7103ivig/v1-cae/hd/mda-kihjn2cq7103ivig.mp4
非诚来扰,https://vd3.bdstatic.com/mda-jk4sx2ggq7u355d6/hd/mda-jk4sx2ggq7u355d6.mp4
幸福密码,https://vd3.bdstatic.com/mda-kj9ispnax8gpirkf/hd/mda-kj9ispnax8gpirkf.mp4
狭路相逢,https://vd3.bdstatic.com/mda-kanfj7h320ueqgkg/v1-cae/hd/mda-kanfj7h320ueqgkg.mp4
最佳酒友,https://vd3.bdstatic.com/mda-jheqyidz841gwxpy/hd/mda-jheqyidz841gwxpy.mp4
整容归来,https://vd3.bdstatic.com/mda-ji1xe9cmasuh0722/hd/mda-ji1xe9cmasuh0722.mp4
老王卖瓜,https://vd3.bdstatic.com/mda-jkrk9bk95f9utr9r/hd/mda-jkrk9bk95f9utr9r.mp4
策划,https://vd3.bdstatic.com/mda-ki60ag5ub193axs9/hd/mda-ki60ag5ub193axs9.mp4?pd=19&vt=1&playlist=%5B%22sc%22%2C%22hd%22%5D
不差钱,https://vdse.bdstatic.com//769f31778a85f33825c44a9b0c70ac37.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2022-06-15T10%3A24%3A57Z%2F-1%2Fhost%2F9d4a74ab09dc18c2f4d9b0b8f77c621471a15359ec3b77c186f51611f4712005
就差钱,https://vdse.bdstatic.com//812d49e751aa31530ec39debfe54a359.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2022-06-14T08%3A49%3A09Z%2F-1%2Fhost%2Fa58bdb86d23b53b6909e8e19d85dad9fed3adeba4a664a22eef9a7d32ac2486a
钟点工,https://vd3.bdstatic.com/mda-ia4xz7n2s4hxbhby/logo/hd/mda-ia4xz7n2s4hxbhby.mp4?pd=19&vt=1&playlist=%5B%22hd%22%2C%22sc%22%5D
捐助,https://vd3.bdstatic.com/mda-jaqz8g17b9cvryks/hd/mda-jaqz8g17b9cvryks.mp4?pd=19&vt=1
捐助后传,https://vd3.bdstatic.com/mda-kbsrpz9zmbbvznjw/hd/mda-kbsrpz9zmbbvznjw.mp4?pd=19&vt=1&playlist=%5B%22hd%22%2C%22sc%22%5D
小崔说事,https://vdse.bdstatic.com//2f54cd59170279f94c5b354179bda8c0.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2022-06-12T04%3A47%3A48Z%2F-1%2Fhost%2Fc0d35c8c0a00af3226ac1bc3a1510c1474d8054a30290740da4a2d567924f779
小崔说事儿,https://vdse.bdstatic.com//0881642336164cb448c0d8addd2d22a6.mp4?authorization=bce-auth-v1/40f207e648424f47b2e3dfbb1014b1a5/2022-05-28T07:29:10Z/-1/host/4c290e67925bf7954af616c290b337b52a840355f1184f78619d696a5da5c0bb
中奖了,https://vd3.bdstatic.com/mda-kmkh9zy2b3gnx4bq/mda-kmkh9zy2b3gnx4bq.mp4?pd=19&vt=1
卖拐,https://vd3.bdstatic.com/mda-mdgia7vnkscvxh6d/v1-hknm/hd/mda-mdgia7vnkscvxh6d.mp4?pd=19&vt=1
功夫,https://vd3.bdstatic.com/mda-mjn3rmcivntas8ez/hd/cae_h264_nowatermark/1635016788091110865/mda-mjn3rmcivntas8ez.mp4?pd=19&vt=1
相亲1,https://vd3.bdstatic.com/mda-ki5quadqsdi1tk9e/mda-ki5quadqsdi1tk9e.mp4?pd=-1&pt=0&cr=0&vt=0&cd=0&did=cfcd208495d565ef66e7dff9f98764da&logid=3024484252&vid=10808391094376007907&auth_key=1655295624-0-0-6fb10727b6c3c195f08ff9bebe036cd0&bcevod_channel=searchbox_feed
相亲2,https://vd3.bdstatic.com/mda-kipkytij74rnn9k3/hd/mda-kipkytij74rnn9k3.mp4?pd=19&vt=1&playlist=%5B%22sc%22%2C%22hd%22%5D
钟点工,https://aweme.snssdk.com/aweme/v1/playwm/?video_id=v0200fg10000c8e2e53c77ua6v88gk9g&ratio=720p&line=0
火炬手,https://aweme.snssdk.com/aweme/v1/playwm/?video_id=v0200fg10000c54t79jc77u7est4rcn0&ratio=720p&line=0
火炬手,https://vd3.bdstatic.com/mda-jar0302925j1nwep/hd/mda-jar0302925j1nwep.mp4?pd=19&vt=1&playlist=%5B%22hd%22%5D
生日快乐,https://vd3.bdstatic.com/mda-mkskgzkzsgvgcntm/540p/h264_cae/1638023743815756700/mda-mkskgzkzsgvgcntm.mp4?pd=19&vt=1
狭路相逢,https://vd3.bdstatic.com/mda-kd0mku18u3rui7gz/v1-cae/hd/mda-kd0mku18u3rui7gz.mp4?pd=19&vt=1&playlist=%5B%22hd%22%2C%22sc%22%5D
赵本山小品128分钟,https://vd3.bdstatic.com/mda-mkskgzkzsgvgcntm/540p/h264_cae/1638023743815756700/mda-mkskgzkzsgvgcntm.mp4?pd=19&vt=1
超级大明星,https://vd3.bdstatic.com/mda-ji3f9bxs1cxwmui7/hd/mda-ji3f9bxs1cxwmui7.mp4?pd=19&vt=1&playlist=%5B%22hd%22%5D
阳仔演笑会,https://vdse.bdstatic.com//cf06ee490cf69657ab9f333e067b348e.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2022-06-15T10%3A30%3A16Z%2F-1%2Fhost%2Fe3b07458bdfa3f2b9dd841f97ab3b32a73e1f5c3c55fec0e851f21054900b4a3
阳仔演笑会2,https://vdse.bdstatic.com//b837548733e6bd32629f9134457ad811.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2022-06-14T12%3A24%3A48Z%2F-1%2Fhost%2F21b407cd58e7d2f39864128a9160659f1f4845e2cf4c01c6e2a3f30be1dbc557
同桌的你,https://vd3.bdstatic.com/mda-kkfwqyn6sc4r5579/mda-kkfwqyn6sc4r5579.mp4?pd=19&vt=1
中奖了,https://aweme.snssdk.com/aweme/v1/playwm/?video_id=v0200fg10000c416nhbc77ueljqcfms0&ratio=720p&line=0
有钱了,https://aweme.snssdk.com/aweme/v1/playwm/?video_id=v0300fg10000c4mruerc77ua2hethfig&ratio=720p&line=0
小草,https://aweme.snssdk.com/aweme/v1/playwm/?video_id=v0200f580000bqvq5p2kgg1hr4fgtkng&ratio=720p&line=0
小九老乐,https://vd3.bdstatic.com/mda-maqs355itqp221rx/v2-hknm/hd/mda-maqs355itqp221rx.mp4?pd=19&vt=1
办班,https://aweme.snssdk.com/aweme/v1/playwm/?video_id=v0300f830000bqvq3vcssiod1f1acv10&ratio=720p&line=0
年前年后,https://aweme.snssdk.com/aweme/v1/playwm/?video_id=v0300f250000br00c6t03hnekstiv2rg&ratio=720p&line=0
卖梨,https://aweme.snssdk.com/aweme/v1/playwm/?video_id=v0200f850000bqvq43ueankk4sopbea0&ratio=720p&line=0
城市打工妹,https://aweme.snssdk.com/aweme/v1/playwm/?video_id=v0200fb00000br0007k2v0nbugkvpqc0&ratio=720p&line=0
如此竞争,https://aweme.snssdk.com/aweme/v1/playwm/?video_id=v0200fe60000br000frls1kbc9rjapeg&ratio=720p&line=0
儿子大了,https://aweme.snssdk.com/aweme/v1/playwm/?video_id=v0200f020000bqvq3u89lgt8of4fk0tg&ratio=720p&line=0
同学会,https://aweme.snssdk.com/aweme/v1/playwm/?video_id=v0200f9c0000brabn8v70gfhplsfi78g&ratio=720p&line=0
拜年,https://aweme.snssdk.com/aweme/v1/playwm/?video_id=v0d00fg10000c83hhi3c77u01a8d7hp0&ratio=720p&line=0
新虎口遐想,https://vd4.bdstatic.com/mda-jarfmdf8su7sckk3/hd/mda-jarfmdf8su7sckk3.mp4?auth_key=1655295819-0-0-df94f7531d93ff90ad12888c89a672ca&bcevod_channel=searchbox_feed&cd=0&pd=1&pt=3&logid=3219421685&vid=8705230262897615568&abtest=all
冯巩郭冬临狗不理包子,https://vd2.bdstatic.com/mda-jdqwqnk1xxszhw8c/mda-jdqwqnk1xxszhw8c.mp4?pd=-1&pt=0&cr=0&vt=0&cd=0&did=cfcd208495d565ef66e7dff9f98764da&logid=2275698282&vid=17330773072848394300&auth_key=1655291275-0-0-73fe6c276ababcdb43b87a4fda6002df&bcevod_channel=searchbox_feed
巧立名目,https://vdse.bdstatic.com//123b1e01f5128d0e71b4f392ec1a971c.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2022-06-12T06%3A54%3A23Z%2F-1%2Fhost%2F6274ff464fd635b6108aacc556df42224f265e9b3f4bd3a37a74cbdbf985d0b8
冯巩相声,https://vdse.bdstatic.com//65873c285f222c4cfeecf527f3e84259.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2022-06-15T09%3A55%3A46Z%2F-1%2Fhost%2F9119b3500a8e21fb21665d9576bbf410e5a0fa8904ccc1ce0d3aabde21c99c8a
牛群冯巩我的儿子,https://vdse.bdstatic.com//f27179e048a85dd2f00d16f6a13ac370.mp4?authorization=bce-auth-v1%2F40f207e648424f47b2e3dfbb1014b1a5%2F2022-06-15T08%3A43%3A23Z%2F-1%2Fhost%2F026eb7ddc17de37a053903ceb90523b0265d8e5c7ed8eb5b20f5cc0de186f27c
牛群冯巩两个弄潮儿,https://vd3.bdstatic.com/mda-mkqdhm17rs7198m6/hd/cae_h264/1637859905115117938/mda-mkqdhm17rs7198m6.mp4?pd=19&vt=1
要条件,https://vd2.bdstatic.com/mda-kgah4byryi8gsqk8/v1-cae/mda-kgah4byryi8gsqk8.mp4?pd=-1&pt=0&cr=0&vt=0&cd=0&did=cfcd208495d565ef66e7dff9f98764da&logid=1347013120&vid=11361264719745011699&auth_key=1655290347-0-0-5dfca4bc79fbe4b6685de35fd1e0a622&bcevod_channel=searchbox_feed
岳云鹏相声给我个机会,https://aweme.snssdk.com/aweme/v1/playwm/?video_id=v0300fab0000buf8p6s0srttfb9ulotg&ratio=720p&line=0
孔云龙扒马褂,https://aweme.snssdk.com/aweme/v1/playwm/?video_id=v0300fg10000c7la4l3c77u5vs0abgs0&ratio=720p&line=0

短剧系列,#genre#
荒岛求生,https://vd2.bdstatic.com/mda-piib0hndjikd5wqr/sc/cae_h264/1695207477178936519/mda-piib0hndjikd5wqr.mp4
景少虐爱娇妻要逃,https://vd3.bdstatic.com/mda-piiaydafdvexpy8k/sc/cae_h264/1695205704748201723/mda-piiaydafdvexpy8k.mp4
绝世龙神归来,https://vd2.bdstatic.com/mda-piiav63fq35zqze8/sc/cae_h264/1695207230053663889/mda-piiav63fq35zqze8.mp4
狂龙降世,https://vd4.bdstatic.com/mda-piiaqudetzjaar6h/sc/cae_h264/1695206382799893244/mda-piiaqudetzjaar6h.mp4
陆总离婚请签字,https://vd4.bdstatic.com/mda-piiaiav91kxkj889/sc/cae_h264/1695205647580441820/mda-piiaiav91kxkj889.mp4
仙帝回归,https://vd3.bdstatic.com/mda-piiaeq0fs3ynqwus/sc/cae_h264/1695204047204456528/mda-piiaeq0fs3ynqwus.mp4
真假富少,https://vd2.bdstatic.com/mda-piiac2ydm6qyb44y/sc/cae_h264/1695202848624066573/mda-piiac2ydm6qyb44y.mp4
重生从捡破烂开始致富,https://vd2.bdstatic.com/mda-piia3yh9pngy79ge/sc/cae_h264/1695204616090994928/mda-piia3yh9pngy79ge.mp4
傲世神主,https://vd2.bdstatic.com/mda-pij9scb7xdgamus3/720p/h264/1695193021011427972/mda-pij9scb7xdgamus3.mp4
北境神王,https://vd3.bdstatic.com/mda-pij9nnyrkgf3re4h/720p/h264/1695192697061106809/mda-pij9nnyrkgf3re4h.mp4
错嫁成婚https://vd3.bdstatic.com/mda-pij9dhpdnujiiqq1/720p/h264/1695192241349506118/mda-pij9dhpdnujiiqq1.mp4
顾少的替嫁新娘,https://vd4.bdstatic.com/mda-pij9ay5kevif71iq/720p/h264/1695191882727399407/mda-pij9ay5kevif71iq.mp4
日落十分爱上你,https://vd2.bdstatic.com/mda-pij903wpgt9vqz6e/720p/h264/1695191105583844200/mda-pij903wpgt9vqz6e.mp4
史上最强大亨,https://vd2.bdstatic.com/mda-pij8wz5z4wtqekrp/720p/h264/1695190878958327999/mda-pij8wz5z4wtqekrp.mp4
午夜惊悚游戏,https://vd4.bdstatic.com/mda-pij8syawzu9hx9xn/720p/h264/1695190647594102331/mda-pij8syawzu9hx9xn.mp4
高手下山之昆仑决,https://vd4.bdstatic.com/mda-piib2u100k1wy8ra/sc/cae_h264/1695207871013519106/mda-piib2u100k1wy8ra.mp4
苇莱,https://hls.szsummer.cn/live/446035/playlist.m3u8?k=32f9ec7c13e4b390289143a8e1b2a898&t=1840341130
女ceo的薪水,https://jiexi.cygc.xyz/cache/ffzycache/268ec8a348cdc2e96bfc70550f67ce79.m3u8




老电影,#genre#
少林寺,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/8af9ff377238407e927e597a1af47788/850.m3u8
地道战,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/312e39c68cc441feb79d1c2d7e16cbbd/850.m3u8
地雷战,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/a90c788a458e40508615d711b8aae1af/850.m3u8
跟踪追击,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/059096230b4e46c0b5d4929ff98435d0/850.m3u8
红牡丹,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/921b8081b58b4c2f81fb233b6c8e89ac/850.m3u8
三毛流浪记,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/b9ce94c233b043bebe30340f09868ed1/850.m3u8
侦察兵,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/3e4727a0fca34aa8b9774472a4908eaf/850.m3u8
五朵金花,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/ae639196cf3949368c1b05776bb1d4fa/850.m3u8
红色娘子军,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/2ea3b03b3a414303b830f92579243001/850.m3u8
洪湖赤卫队,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/2a58afdece3342eaac927648a2cccabd/850.m3u8
战上海,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/e84b188d1bf7484fb4907d99827cbd45/850.m3u8
铁道游击队,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/46d8664dacad4dbb9c790256688048dc/850.m3u8
狼牙山五壮士,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/71c649af833c43a9b61e4f5c913bbd6b/850.m3u8
红孩子,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/bf55b84744d64eeaaedc5ea603855597/850.m3u8
董存瑞,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/b657281ba44a4b279f55ec860c12543b/850.m3u8
宝葫芦的秘密,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/866474add7224067877bed430d9380ab/850.m3u8
地下尖兵,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/188d5706e5774f06850e06e4f181c4bd/850.m3u8
小兵张嘎,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/d8c05f3ca36d48e6b1997b523e885c5c/850.m3u8
三毛从军记,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/919a08437d44499b87b7b4903f2b2ae6/850.m3u8
祖国的花朵,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/ef10a9a9b1534fe38fd4fdfdac1ed493/850.m3u8
上甘岭,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/c91f7aae9b8b4c578a7d9ecdf94b9dca/850.m3u8
花儿朵朵,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/53a44d8649024b58b69f4468b922b8f0/850.m3u8
前哨,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/1e9c4ffe4002492484c0f50235299759/850.m3u8
刘三姐,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/680e102dc8614632862cf49a236def6e/850.m3u8
神秘的旅伴,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/ef95b9f13e2c47b882b67ef52139786a/850.m3u8
犬王,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/08d97be6d296434098297a505e2f05b5/850.m3u8
马兰花,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/c89d105b9661464bb8c5c5f46977f6c4/850.m3u8
鸡毛信,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/41fcf9fefcf247c78e2d64c7af5d6edd/850.m3u8
南征北战,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/9557e1bfd91b4319975dfeffcc44d6b7/850.m3u8
冰山上的来客,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/c86d45b176d642738dabf9da7361653b/850.m3u8
羊城暗哨,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/215e7a6713884bcab8cc461e245531af/850.m3u8
战火中的青春,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/be0d797e3b494f5fa1cb6d48d29643f3/850.m3u8
英雄虎胆,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/b7fcd0d4ebb045fe8e653ee71b4ef8fc/850.m3u8
51号兵站,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/fa6557276d644b5ea399956a6bf94e59/850.m3u8
三进山城,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/ee157540ff2540ada0250edf3f6a3e0a/850.m3u8
苦菜花,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/ec47d310d888464f8446af5e6e04ded8/850.m3u8
智取华山,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/ef243e3fa20544df9cc24b72ace8efa0/850.m3u8
渡江侦察记,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/d708e9c64aa34519af5490a793756c38/850.m3u8
突破乌江,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/bf8ccfff8bc949a6a2ed6bcda45eb4e2/850.m3u8
奇袭,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/ac8b28fb66104aa7a5e3cd5a10ea986b/850.m3u8
小花,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/f97fb71bff5947ddaf905cc121c42ee4/850.m3u8
大气层消失,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/45122e56521f49b68020e3e66bc28ce8/850.m3u8
霹雳贝贝,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/7accc94d5590415284af5db904e4be5a/850.m3u8
泉水叮咚,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/8b039f6988a04ca8b086d35031a77204/850.m3u8
英雄儿女,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/479d044b7a3d465fa3a5b850d36b219c/850.m3u8
柳堡的故事,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/706b979b8a934aaab677a11c410bb119/850.m3u8
大闹天宫,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/a57c9e5e1696486e97d229a3ddb13749/850.m3u8
李双双,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/bac928d747984ed3bd17550879522f89/850.m3u8
卷席筒,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/8bebd13583e341e1b9d9e1180d36aaaa/850.m3u8
墙头马上,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/c45285c6b2ac46a58d49c9351b18e369/850.m3u8
花为媒,http://hls.cntv.kcdnvip.com/asp/hls/2000/0303000a/3/default/48da40a19746409997717371a80fd9e6/2000.m3u8
铡刀下的红梅,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/6f0817bfbedd42c682d9152abd5402a3/850.m3u8
梁山伯与祝英台,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/427eb50cc6844d47bcd35d2fac737a0a/850.m3u8
牛郎织女,http://hls.cntv.myalicdn.com/asp/hls/2000/0303000a/3/default/adc6931516694659a7b54176e4b38299/2000.m3u8
铁弓缘,http://hls.cntv.myalicdn.com/asp/hls/2000/0303000a/3/default/e19f3238b0ba4849aa50d6b7f1118ab9/2000.m3u8
野猪林,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/d2ddcbd8cdba4473a541687e683c1aca/850.m3u8
碧玉簪,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/9e90b1a2872b476b8a4f9882f9b63cde/850.m3u8
五女拜寿,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/c38771a355214e97a855c213693a1153/850.m3u8
红灯记,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/84fd88d42e65413a90b9a8b54b685fde/850.m3u8
奇袭白虎团,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/8d476d0de4a343bd8c77c8a83331fc16/850.m3u8
智取威虎山,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/b59e746e354d4c0baefaca2f031eec25/850.m3u8
沙家浜,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/6241c3f25a9a4dda9b05b9ba185500e0/850.m3u8
红楼梦01,http://hls.cntv.myalicdn.com/asp/hls/2000/0303000a/3/default/f66e935661b44ff6b80a290537d5d204/2000.m3u8
红楼梦02,http://hls.cntv.myalicdn.com/asp/hls/2000/0303000a/3/default/10470613ead24f5cb435137b5f39ab98/2000.m3u8
穆桂英大战洪州,http://hls.cntv.kcdnvip.com/asp/hls/2000/0303000a/3/default/aaa5a373d97a47d1bc95b1418b672b33/2000.m3u8
追鱼,http://hls.cntv.myalicdn.com/asp/hls/2000/0303000a/3/default/3515e586d18743be99eb6cc2004cb995/2000.m3u8
王老虎抢亲,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/3b6ae81ae49f4c72b0c977023565c762/850.m3u8
女驸马,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/ba29b790f8ec435ba94fc072558431f0/850.m3u8
秦香莲,http://hls.cntv.myalicdn.com/asp/hls/2000/0303000a/3/default/f8daefadadef41989225543875268a70/2000.m3u8
李二嫂改嫁01,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/90846f6758524d78997aad89df8c37e0/850.m3u8
李二嫂改嫁02,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/47a9c8216d344c2dd45f11949dbbecb5/850.m3u8
天仙配,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/1cd056751daf430a943e63e6428c40d7/850.m3u8
林海雪原,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/5023f1dcc73b4090962ee31e017fb8e3/850.m3u8
孙悟空三打白骨精,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/1e34b7a2f93d4efeaf7a583409b270cc/850.m3u8
巴黎圣母院,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/dd86918aafb042c5b51584ffcf5b0e00/850.m3u8
万水千山,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/8804d527d9d94b818b42624730203fa9/850.m3u8
魂断蓝桥,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/7fc704c5b2e04e65bab92b3986883ab3/850.m3u8
罗密欧与朱丽叶,http://hls.cntv.myalicdn.com/asp/hls/850/0303000a/3/default/95193e30bd454e77bc59a140f4e32ad2/850.m3u8
茜茜公主,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/ffa8a73877194632b0278898f297d07b/850.m3u8
出水芙蓉,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/28f9967b04984830b3a1f6fb27561000/850.m3u8
桂河大桥,http://hls.cntv.kcdnvip.com/asp/hls/850/0303000a/3/default/b125a3edccb34637b336cb867e8a5d5d/850.m3u8

地方电台,#genre#
中廣音樂網,http://stream.rcs.revma.com/ks4vsmg3qtzuv
中廣新聞網,http://stream.rcs.revma.com/78fm9wyy2tzuv
中廣流行網,http://stream.rcs.revma.com/aw9uqyxy2tzuv
News98新聞台,http://stream.rcs.revma.com/55tyxsy4qtzuv#http://n08.rcs.revma.com/55tyxsy4qtzuv?rj-ttl=5&rj-tok=AAABexIiGVkA-wjPtoygVgeNGQ#http://n08.rcs.revma.com/55tyxsy4qtzuv?rj-ttl=5&rj-tok=AAABexIiGVkA-wjPtoygVgeNGQ
飛碟電台,http://stream.rcs.revma.com/em90w4aeewzuv
台北廣播電台FM93.1,https://stream.ginnet.cloud/live0130lo-yfyo/_definst_/fm/playlist.m3u8
台北廣播電台AM1134,https://stream.ginnet.cloud/live0130lo-yfyo/_definst_/am/playlist.m3u8
台北國際社區廣播台,http://live.leanstream.co/ICRTFM-MP3
CityFM|城市廣播,http://fm929.cityfm.tw:8080/929.mp3
CityFM|台北健康,http://fm901.cityfm.tw:8080/901.mp3
CityFM|台南之音,http://fm971.cityfm.tw:8080/971.mp3
CityFM|大苗栗廣播,http://fm983.cityfm.tw:8080/983.mp3
台南知音,http://fm971.cityfm.tw:8080/971.mp3
全國治安交通網,http://stream.pbs.gov.tw:1935/live/mp3:PBS/playlist.m3u8
音樂电台,#genre#
AsiaFM 亞洲音樂台,http://asiafm.hk:8000/asiafm
AsiaFM 亞洲經典台,http://goldfm.cn:8000/goldfm
AsiaFM 亞洲天空台,http://funradio.cn:8000/funradio
Big B Radio-中文流行,http://cpop.bigbradio.net/s
Big B Radio-韓語流行,http://kpop.bigbradio.net/s
Big B Radio-日語流行,http://jpop.bigbradio.net/s
Big B Radio-洲流行,http://apop.bigbradio.net/s
遊戲音樂 vgmradio,http://radio.vgmradio.com:8040/stream
天籟之音 Hi-Fi Radio,http://play-radio-stream3.hndt.com/now/JxkyN5mR/playlist.m3u8
天籟之音-國風,http://play-radio-stream3.hndt.com/now/UzPxbRaT/playlist.m3u8
心靈音樂館,http://play-radio-stream3.hndt.com/now/AFqvb0VX/playlist.m3u8
格萊美音樂台,http://stream3.hndt.com/now/yorSd1X2/playlist.m3u8
動感音樂台,http://stream3.hndt.com/now/ufjjbZxV/playlist.m3u8
搖滾天空台,http://stream3.hndt.com/now/SXJtR4M4/playlist.m3u8
潮流音樂台,http://play-radio-stream3.hndt.com/now/Or5au0KN/playlist.m3u8
舞迷心竅,http://play-radio-stream3.hndt.com/now/WBhgSD3A/playlist.m3u8
80後音樂台,http://stream3.hndt.com/now/SFZeH2cb/playlist.m3u8
經典FM,http://stream3.hndt.com/now/C5NvUpwy/playlist.m3u8
民謠 藍調,http://play-radio-stream3.hndt.com/now/XWfN89gh/playlist.m3u8
民謠音樂台,http://stream3.hndt.com/now/DTK5qc83/playlist.m3u8
CRI 環球資訊廣播 FM90.5,http://sk.cri.cn/905.m3u8
CRI 中文環球廣播,http://sk.cri.cn/hyhq.m3u8
500首華語經典,http://ls.qingting.fm/live/3412131.m3u8?bitrate=64
CRI 南海之聲,http://sk.cri.cn/nhzs.m3u8
CRI Hit FM FM88.7,http://sk.cri.cn/887.m3u8
CRI 輕鬆調頻 FM91.5,http://sk.cri.cn/915.m3u8
CRI NEWS Plus AM846,http://sk.cri.cn/am846.m3u8
CNR 哈語廣播,http://live.xmcdn.com/live/1396/64.m3u8
cnr經典音樂,http://ngcdn004.cnr.cn/live/dszs/index.m3u8
懷集音樂台,http://live.xmcdn.com:80/live/966/64.m3u8
高清音樂台,http://live.xmcdn.com:80/live/1427/64.m3u8
清晨音樂台,http://live.xmcdn.com:80/live/1011/64.m3u8
老歌音樂台,http://live.xmcdn.com:80/live/2628/64.m3u8
亞洲經典音樂台,http://live.xmcdn.com:80/live/1005/64.m3u8
上海動感101,http://ls.qingting.fm/live/274.m3u8
廈門音樂廣播,http://ls.qingting.fm/live/1739.m3u8
四川岷江音樂廣播,http://ls.qingting.fm/live/1110.m3u8
廣東音樂廣播,http://ls.qingting.fm/live/1260.m3u8

RTHK香港电台,https://rthkradiopth-live.akamaized.net/hls/live/2040082/radiopth/master.m3u8
湖南旅游广播,https://satellitepull.cnr.cn/live/wx32hunlygb/playlist.m3u8
山西文艺广播,http://radiolive.sxrtv.com/live/wenyi/playlist.m3u8
江苏音乐广播,http://live.cooltv.top/tv/ytradio.php?id=415
湖南音乐之声,http://a.live.hnradio.com/yypd/radio120k_yypd.m3u8?auth_key=1588751172-0-0-d97b858279c1c86650172b9913ea4af2
广东音乐之声,http://live.cooltv.top/tv/ytradio.php?id=489
南京音乐广播,http://hls.njgb.com/live_hls/4/playlist.m3u8
河北汽车音乐,https://radio.pull.hebtv.com/live/hebqcyy.m3u8
广州汽车音乐,https://rscdn-qn-i.ajmide.com/r_1088/1088.m3u8
深圳音乐广播,https://rscdn-qn-i.ajmide.com/r_1380/1380.m3u8
宜昌音生广播,http://play.3xgd.com/fm/qct.m3u8
江西故事广播,http://live02.jxtvcn.com.cn/live-jxtvcn/jxtv_myfm969.m3u8
上海音乐广播,http://live.cooltv.top/tv/news1296.php?id=8
上海音乐电台,http://live.cooltv.top/tv/news1296.php?id=9
Love Radio,http://live.cooltv.top/tv/news1296.php?id=7
上海流行音乐,http://live.cooltv.top/tv/news1296.php?id=4
Cool Radio,http://hls.njgb.com/live_hls/8/playlist.m3u8
天籁古典,http://stream3.hndt.com/now/MdOpB4zP/playlist.m3u8

天籁经典流行,http://play-radio-stream3.hndt.com/now/WUBA5hW2/playlist.m3u8
摇滚天空,http://stream3.hndt.com/now/SXJtR4M4/playlist.m3u8
国乐悠扬,http://stream3.hndt.com/now/8bplFuwp/playlist.m3u8
有声文摘,http://stream3.hndt.com/now/WNoVfBcQ/playlist.m3u8
安全百科,http://stream3.hndt.com/now/4pcovD2L/playlist.m3u8
潮流音悦台,http://play-radio-stream3.hndt.com/now/Or5au0KN/playlist.m3u8
80后音悦台,http://stream3.hndt.com/now/SFZeH2cb/playlist.m3u8
经典FM,http://stream3.hndt.com/now/C5NvUpwy/playlist.m3u8
民谣蓝调,http://play-radio-stream3.hndt.com/now/XWfN89gh/playlist.m3u8
民谣音乐台,http://stream3.hndt.com/now/DTK5qc83/playlist.m3u8
BCC中广流行,http://n14.rcs.revma.com/aw9uqyxy2tzuv
BCC中广音乐,http://n07.rcs.revma.com/ks4vsmg3qtzuv
CityFM台南知音,http://fm971.cityfm.tw:8080/971.mp3
One FM,http://mediaprima.rastream.com/mediaprima-onefm
BCC中广新闻,http://n12.rcs.revma.com/78fm9wyy2tzuv
Gold FM,http://22903.live.streamtheworld.com:3690/GOLD905_PREM.aac
Yes FM,https://22393.live.streamtheworld.com/YES933_PREM.aac
Classic FM,http://ice-sov.musicradio.com/ClassicFM
Capital FM,https://19183.live.streamtheworld.com/CAPITAL958FM_PREM.aac
NPR News,https://nprdmcoitunes.akamaized.net/hls/live/2034276/itls/playlist.m3u8
RTI中央广播,https://streamak0138.akamaized.net/live0138lh-mbm9/_definst_/rti3/playlist.m3u8
半岛新闻,http://tunein.ord.streamguys1.com/secure-aljazeera-english
CNA亚洲新闻,https://14033.live.streamtheworld.com/938NOW_PREM.aac
Times Radio,http://timesradio.wireless.radio/stream

电台,#genre#
500首华语经典,http://ls.qingting.fm/live/3412131.m3u8?bitrate=64
楚天音乐广播FM105.8(Opt-1),http://ls.qingting.fm/live/1289.m3u8
楚天交通广播FM92.7,http://ls.qingting.fm/live/1291.m3u8
荆门交通音乐频率FM99.3(Opt-2),http://ls.qingting.fm/live/60808.m3u8
襄阳交通广播FM89.0(Opt-1),http://ls.qingting.fm/live/1307.m3u8
襄阳交通广播FM89.0(Opt-2),http://ls.qingting.fm/live/1308.m3u8
襄阳音乐广播,http://ls.qingting.fm/live/5057.m3u8
重庆新闻广播FM96.8,http://live.xmcdn.com/live/128/64.m3u8
重庆经济广播FM101.5,http://ls.qingting.fm/live/1499.m3u8
重庆交通广播FM95.5,http://live.xmcdn.com/live/130/64.m3u8
重庆音乐广播FM88.1,http://live.xmcdn.com/live/131/64.m3u8
重庆都市广播FM93.8,http://live.xmcdn.com/live/132/64.m3u8
巴渝之声FM104.5,http://ls.qingting.fm/live/3545693.m3u8
广州新闻电台FM96.2,http://live.xmcdn.com/live/256/64.m3u8
广州汽车音乐电台FM102.7,http://live.xmcdn.com/live/257/64.m3u8
广州交通电台FM106.1,http://ls.qingting.fm/live/4955.m3u8
广州都市生活MYFM88.0,http://ls.qingting.fm/live/52712.m3u8
东广新闻台FM90.9,http://ls.qingting.fm/live/275.m3u8
东莞FM104音乐广播,http://ls.qingting.fm/live/93619.m3u8
东莞畅享1075交通广播,http://ls.qingting.fm/live/1288.m3u8
九江交通广播FM88.4FM88.9,http://ls.qingting.fm/live/2785094.m3u8
云南交通广播FM91.8,http://ls.qingting.fm/live/1928.m3u8
云南教育广播FM100,http://ls.qingting.fm/live/1930.m3u8
云南新闻广播FM105.8,http://ls.qingting.fm/live/1926.m3u8
云南民族广播SW7210,http://ls.qingting.fm/live/1933.m3u8
云南经济广播私家车FM88.7,http://ls.qingting.fm/live/1927.m3u8
云南音乐广播FM97,http://ls.qingting.fm/live/1929.m3u8
保定交通广播FM104.8,http://ls.qingting.fm/live/28140.m3u8
保定新闻广播FM93.7,http://ls.qingting.fm/live/3701149.m3u8
保定经典964汽车音乐广播,http://ls.qingting.fm/live/2227017.m3u8
南宁交通音乐广播FM107.4,http://ls.qingting.fm/live/80793.m3u8?aac
南通交通广播FM92.9,http://ls.qingting.fm/live/2216385.m3u8
呼和浩特城市生活广播FM90.1,http://ls.qingting.fm/live/2218717.m3u8
呼和浩特文艺广播FM99.8,http://ls.qingting.fm/live/3099076.m3u8
呼和浩特新闻综合广播FM92.9,http://ls.qingting.fm/live/2218711.m3u8
咸阳城市之声FM100.7,http://ls.qingting.fm/live/3559664.m3u8
四川文艺广播快乐900FM90.0,http://ls.qingting.fm/live/4887.m3u8
四川新闻综合广播FM98.1,http://ls.qingting.fm/live/4906.m3u8
四川民族广播AM954,http://ls.qingting.fm/live/1115.m3u8
四川私家车广播FM92.5,http://ls.qingting.fm/live/4939.m3u8
四川财富广播FM94.0,http://ls.qingting.fm/live/4927.m3u8
太原交通广播FM107,http://ls.qingting.fm/live/4900.m3u8
太原新闻广播FM91.2,http://ls.qingting.fm/live/23873.m3u8
太原私家车RadioFM104.4,http://ls.qingting.fm/live/4018.m3u8
太原音乐广播FM102.6,http://ls.qingting.fm/live/1185.m3u8
宁夏交通广播FM98.4,http://ls.qingting.fm/live/1840.m3u8
宁夏都市广播FM103.7,http://ls.qingting.fm/live/1842.m3u8
山东体育广播FM102.1,http://ls.qingting.fm/live/60266.m3u8
山东女主播电台FM97.5,http://ls.qingting.fm/live/60258.m3u8
山东新闻广播FM95,http://ls.qingting.fm/live/60180.m3u8
山东生活广播MyFMFM105,http://ls.qingting.fm/live/60260.m3u8
山东音乐广播FM99.1,http://ls.qingting.fm/live/1665.m3u8
岳阳交通广播FM106.1,http://ls.qingting.fm/live/88931.m3u8
岳阳新闻综合广播,http://ls.qingting.fm/live/88933.m3u8
常州交通广播FM90,http://ls.qingting.fm/live/2796.m3u8
广西女主播电台FM97.0,http://ls.qingting.fm/live/1754.m3u8
广西新闻910FM91.0,http://ls.qingting.fm/live/1753.m3u8
广西私家车930FM93.0,http://ls.qingting.fm/live/1756.m3u8
广西音乐台FM95.0,http://ls.qingting.fm/live/4875.m3u8
惠州新闻综合广播FM100,http://ls.qingting.fm/live/5016.m3u8
惠州环保交通广播FM98.8,http://ls.qingting.fm/live/5017.m3u8
惠州音乐广播FM90.7,http://ls.qingting.fm/live/2212959.m3u8
新疆交通广播FM94.9(Opt-2),http://ls.qingting.fm/live/1910.m3u8
新疆新闻广播FM96.1(Opt-1),http://ls.qingting.fm/live/1902.m3u8
新疆民生广播FM92.4(Opt-2),http://ls.qingting.fm/live/76186.m3u8
新疆维吾尔语交通文艺广播(Opt-2),http://ls.qingting.fm/live/78923.m3u8
新疆蒙古语广播(Opt-1),http://ls.qingting.fm/live/1903.m3u8
无锡新闻广播FM93.7,http://ls.qingting.fm/live/2777.m3u8
昆明汽车广播FM95.4,http://ls.qingting.fm/live/1936.m3u8
昆明资讯频率,http://ls.qingting.fm/live/1937.m3u8
昆明都市调频FM102.8,http://ls.qingting.fm/live/1935.m3u8
昆明阳光广播,http://ls.qingting.fm/live/1934.m3u8
梅州交通广播FM105.8,http://ls.qingting.fm/live/24195.m3u8
梅州新闻广播FM94.8,http://ls.qingting.fm/live/24173.m3u8
江苏新闻广播FM93.7,http://ls.qingting.fm/live/4944.m3u8
沈阳新闻广播FM104.5,http://ls.qingting.fm/live/23891.m3u8
河北MyFM102.9,http://ls.qingting.fm/live/2508757.m3u8
河北交通广播FM99.2,http://ls.qingting.fm/live/1646.m3u8
河北农民广播AM558,http://ls.qingting.fm/live/1650.m3u8
河北故事广播FM107.9,http://ls.qingting.fm/live/1645.m3u8
河北新闻广播FM104.3,http://ls.qingting.fm/live/1644.m3u8
河北旅游广播AM603,http://ls.qingting.fm/live/1651.m3u8
河北生活广播FM88.8,http://ls.qingting.fm/live/4867.m3u8
河北私家车广播FM90.7,http://ls.qingting.fm/live/4868.m3u8
河北音乐广播FM102.4,http://ls.qingting.fm/live/1649.m3u8
河南乐龄(信息广播)FM105.6,http://ls.qingting.fm/live/59896.m3u8
河南交通广播FM104.1,http://ls.qingting.fm/live/1209.m3u8
河南娱乐广播FM97.6,http://ls.qingting.fm/live/1719795.m3u8
河南影院广播MyRadioFM90.0,http://ls.qingting.fm/live/1206.m3u8
河南音乐广播魅力881FM88.1,http://ls.qingting.fm/live/1208.m3u8
河南驾车1066FM106.6,http://ls.qingting.fm/live/1207.m3u8
济南故事广播FM104.3,http://ls.qingting.fm/live/1672.m3u8
济南私家车广播FM93.6,http://ls.qingting.fm/live/1670.m3u8
济南经济广播FM90.9,http://ls.qingting.fm/live/1668.m3u8
济南音乐广播(MUSIC887),http://ls.qingting.fm/live/1671.m3u8
浙江之声FM88(Opt-1),http://ls.qingting.fm/live/4518.m3u8
浙江交通之声FM93(Opt-1),http://ls.qingting.fm/live/4522.m3u8
浙江动听(音乐调频)FM96.8(Opt-2),http://ls.qingting.fm/live/4866.m3u8
浙江女主播电台FM104.5(Opt-2),http://ls.qingting.fm/live/4524.m3u8
浙江财富广播FM95(Opt-1),http://ls.qingting.fm/live/4519.m3u8
海南交通广播FM100,http://ls.qingting.fm/live/4911.m3u8
海南国际旅游之声FM103.8,http://ls.qingting.fm/live/1862.m3u8
海南新闻广播FM88.6,http://ls.qingting.fm/live/1861.m3u8
海南民生广播FM101,http://ls.qingting.fm/live/1511803.m3u8
深圳快乐1062(交通广播),http://ls.qingting.fm/live/1272.m3u8
深圳私家车广播FM94.2,http://ls.qingting.fm/live/1273.m3u8
深圳飞扬音乐971,http://ls.qingting.fm/live/1271.m3u8
温州交通广播FM103.9,http://ls.qingting.fm/live/23863.m3u8
温州新闻广播FM94.9,http://ls.qingting.fm/live/23861.m3u8
温州私家车音乐广播FM100.3,http://ls.qingting.fm/live/23865.m3u8
温州经济生活广播FM88.8,http://ls.qingting.fm/live/23867.m3u8
温州绿色之声FM93.8,http://ls.qingting.fm/live/1158.m3u8
珠海电台交通音乐875,http://ls.qingting.fm/live/1275.m3u8
西宁交通频率,http://ls.qingting.fm/live/3400408.m3u8
西宁新闻频率,http://ls.qingting.fm/live/3400403.m3u8
西安交通广播FM104.3(Opt-1),http://ls.qingting.fm/live/1611.m3u8
西安新闻广播FM95.0(Opt-1),http://ls.qingting.fm/live/1610.m3u8
西安音乐广播FM93.1(Opt-1),http://ls.qingting.fm/live/1612.m3u8
贵州新闻综合广播FM94.6,http://ls.qingting.fm/live/23933.m3u8
贵州电台交通广播FM95.2,http://ls.qingting.fm/live/23927.m3u8
贵州电台旅游广播FM97.2,http://ls.qingting.fm/live/23929.m3u8
贵州电台经济广播FM98.9,http://ls.qingting.fm/live/23935.m3u8
贵州电台音乐广播FM91.6,http://ls.qingting.fm/live/23937.m3u8
辽宁交通广播FM97.5,http://ls.qingting.fm/live/23801.m3u8
郑州新闻广播FM98.6,http://ls.qingting.fm/live/1220.m3u8
郑州汽车广播FM91.2,http://ls.qingting.fm/live/1211.m3u8
郑州活力944,http://ls.qingting.fm/live/4921.m3u8
郑州车道931,http://ls.qingting.fm/live/1221.m3u8
郴州综合广播FM99.2,http://ls.qingting.fm/live/76765.m3u8
郴州音乐交通广播FM102.8,http://ls.qingting.fm/live/86747.m3u8
金鹰955电台,http://ls.qingting.fm/live/4937.m3u8
长春生活故事广播FM90.0,http://ls.qingting.fm/live/5014.m3u8
长沙城市之声FM101.7,http://ls.qingting.fm/live/4237.m3u8
长沙新闻广播FM105.0,http://ls.qingting.fm/live/4877.m3u8
长治交通文艺广播FM94.9,http://ls.qingting.fm/live/2669405.m3u8
长治新闻综合广播(幸福广播)FM94.3,http://ls.qingting.fm/live/2702863.m3u8
阳信人民广播电台FM103.4,http://ls.qingting.fm/live/2915753.m3u8
阳泉交通广播,http://ls.qingting.fm/live/4592896.m3u8?aac
阳泉新闻综合广播,http://ls.qingting.fm/live/5876899.m3u8?aac
陕西交通广播FM91.6,http://ls.qingting.fm/live/1601.m3u8
陕西故事广播AM603,http://ls.qingting.fm/live/1608.m3u8
陕西秦腔广播FM101.1,http://ls.qingting.fm/live/1604.m3u8
陕西都市广播-陕广新闻FM101.8,http://ls.qingting.fm/live/1609.m3u8
陕西音乐广播FM98.8,http://ls.qingting.fm/live/4873.m3u8
青岛交通广播FM89.7,http://ls.qingting.fm/live/1676.m3u8
青岛故事广播FM95.2,http://ls.qingting.fm/live/4956.m3u8
青岛新闻广播FM107.6,http://ls.qingting.fm/live/1673.m3u8
青岛西海岸城市生活广播FM92.6,http://ls.qingting.fm/live/33446.m3u8
青海交通音乐广播FM97.2,http://ls.qingting.fm/live/5009.m3u8
青海生活广播花儿调频FM90.3,http://ls.qingting.fm/live/2163891.m3u8
青海经济广播FM07.5,http://ls.qingting.fm/live/5008.m3u8
鹤壁交通音乐广播FM93.5,http://ls.qingting.fm/live/3032681.m3u8
龙广交通广播FM99.8,http://ls.qingting.fm/live/4973.m3u8
龙广新闻广播FM94.6,http://ls.qingting.fm/live/4974.m3u8
龙广音乐广播FM95.8,http://ls.qingting.fm/live/4969.m3u8


天津,#genre#
新闻频道,http://117.14.55.102:18080/hls/34/index.m3u8
文艺频道,http://117.14.55.102:18080/hls/39/index.m3u8
体育频道,http://117.14.55.102:18080/hls/46/index.m3u8
滨海新闻,http://traffic.jbh.tjbh.com/live/bhtv1/playlist.m3u8
滨海综艺,http://traffic.jbh.tjbh.com/live/bhtv2/playlist.m3u8
滨海影视,http://traffic.jbh.tjbh.com/live/bhtv3/playlist.m3u8
静海电视,http://live.jinghai.tjrmtzx.com/live/jh0202.m3u8
宝坻电视,https://hb2stream1.baoxinwen.com/d6387fc7a8836e78/6385068498053235715_1597997122.m3u8?auth_key=1893456000-0-0-93ea48b07ddd03f4904079b7659e81a4
武清电视,https://tvpull.smartwq.cn/wqlive/convergencemedia/playlist.m3u8
蓟州电视,http://117.14.55.102:18080/hls/44/index.m3u8
津南电视,http://play.jinnantv.top/live/JNTV1.m3u8
西青电视,http://221.238.209.44:81/hls/live1.m3u8
河北,#genre#
河北卫视,http://tv.pull.hebtv.com/jishi/weishipindao.m3u8?t=2510710360&k=3944fff7fdd8f8caf6adce2c9a0ef126
河北经济,https://tv.pull.hebtv.com/jishi/dushipindao.m3u8?t=2510710360&k=0a371e84fa6980927f5b617687e1ad11

石家庄新闻,http://pluslive1.sjzntv.cn/xmzh/HD/live.m3u8
石家庄娱乐,http://pluslive1.sjzntv.cn/yule/HD2/live.m3u8
石家庄生活,http://pluslive1.sjzntv.cn/shenghuo/HD3/live.m3u8
石家庄都市,http://pluslive1.sjzntv.cn/dushi/HD4/live.m3u8
鹿泉综合,https://jwliveqxzb.hebyun.com.cn/luquanyi/luquanyi.m3u8
鹿泉二套,https://jwliveqxzb.hebyun.com.cn/luquaner/luquaner.m3u8
深泽电视台,https://jwcdnqx.hebyun.com.cn/live/shenzedianshi/1500k/tzwj_video.m3u8
赞皇电视台,http://p2bj.vzan.com/slowlive/435455898015647946/live.m3u8
赵县电视台,http://hbzx.chinashadt.com:2036/zhibo/stream:zx1.stream_360p/playlist.m3u8
邯郸新闻综合,http://live.hd.hdbs.cn/video/s10001-2021hdxwzh/index.m3u8
邯郸科技教育,http://live.hd.hdbs.cn/video/s10001-2021hdkjjy/index.m3u8
邯郸公共,http://live.hd.hdbs.cn/video/s10001-2021hdgg/index.m3u8
成安综艺,https://jwcdnqx.hebyun.com.cn/live/JYCA1/1500k/tzwj_video.m3u8
邱县一套,http://live.hd.hdbs.cn/video/s10013-qxds1/index.m3u8
邱县二套,http://live.hd.hdbs.cn/video/s10013-qxds2/index.m3u8
涉县新闻综合,https://jwcdnqx.hebyun.com.cn/live/SXTV1/1500k/tzwj_video.m3u8
滦南综合,ttp://tvnew.lnshw.com.cn:58123/live/mhllle.m3u8
承德平泉影视频道,https://jwliveqxzb.hebyun.com.cn/pqys/pqys.m3u8
保定定州国学影视,https://jwliveqxzb.hebyun.com.cn/yspd/yspd.m3u8

山西,#genre#
山西卫视,http://liveflash.sxrtv.com/live/sxwshd.m3u8?sub_m3u8=true&edge_slice=true
黄河电视台,http://liveflash.sxrtv.com/live/huanghe.m3u8?sub_m3u8=true&edge_slice=true
山西经济科技,http://liveflash.sxrtv.com/live/sxfinance.m3u8?sub_m3u8=true&edge_slice=true
山西影视,http://liveflash.sxrtv.com/live/sxfilm.m3u8?sub_m3u8=true&edge_slice=true
山西社会与法治,http://liveflash.sxrtv.com/live/sxedu.m3u8?sub_m3u8=true&edge_slice=true
山西文体生活,http://liveflash.sxrtv.com/live/sxpublic.m3u8?sub_m3u8=true&edge_slice=true
山西公共青运频道,http://httpdvb.slave.yqdtv.com:13164/playurl?programid=4200000187&playtype=live&protocol=hls&playtoken=31603YEQXREOPEG10&auth=no&verifycode=14183&accesstoken=G79E6023V21307D1TD05FABJB53102ABM786710FEI3282697DK98BDA6.m3u8
山西导视,http://httpdvb.slave.yqdtv.com:13164/playurl?programid=4200000020&playtype=live&protocol=hls&playtoken=31603YEQXREOPEG10&auth=no&verifycode=14183&accesstoken=G79E6023V21307D1TD05FABJB53102ABM786710FEI3282697DK98BDA6.m3u8
优购物,https://tvliveapp.ugoshop.com/ugotvlive/ugotv01.m3u8?auth_key=2274934552-0-0-dc8c9301c2face6c71c0851709bfac61
优购物,http://223.109.33.33/1301-txt.otvstream.otvcloud.com/otv/skcc/live/channel43/index.m3u8
太原新闻综合,http://live.cooltv.top/tv/tide.php?id=tyxwzh
太原经济生活,http://live.cooltv.top/tv/tide.php?id=tyjjsh
太原社教法制,http://live.cooltv.top/tv/tide.php?id=tysjfz
太原影视,http://live.cooltv.top/tv/tide.php?id=tyys
太原文体,http://live.cooltv.top/tv/tide.php?id=tywt
太原教育台,http://live.cooltv.top/tv/tide.php?id=tyjypd
山西经济,http://liveflash.sxrtv.com/live/sxfinance.m3u8?sub_m3u8=true&edge_slice=true
山西社会与法治,http://liveflash.sxrtv.com/live/sxedu.m3u8?sub_m3u8=true&edge_slice=true
山西文体生活,http://liveflash.sxrtv.com/live/sxpublic.m3u8?sub_m3u8=true&edge_slice=true
山西影视,http://liveflash.sxrtv.com/live/sxfilm.m3u8?sub_m3u8=true&edge_slice=true
山西黄河,http://liveflash.sxrtv.com/live/huanghe.m3u8?sub_m3u8=true&edge_slice=true
山西经济,http://live.qiyuevod.com/tyoetv/titv.php?id=sxjj
山西影视,http://live.qiyuevod.com/tyoetv/titv.php?id=sxys
山西社会与法治,http://live.qiyuevod.com/tyoetv/titv.php?id=sxshfz
山西文体生活,http://live.qiyuevod.com/tyoetv/titv.php?id=sxwtsh
山西黄河,http://live.qiyuevod.com/tyoetv/titv.php?id=sxhh
山西经济,http://angtv.cn/live/shanxi.php?id=sxjj
山西文体生活,http://angtv.cn/live/shanxi.php?id=sxwtsh
山西社会与法治,http://angtv.cn/live/shanxi.php?id=sxshfz
山西影视,http://angtv.cn/live/shanxi.php?id=sxys
山西黄河,http://angtv.cn/live/shanxi.php?id=sxhh
大宁综合,http://live.daningtv.com/channel1/sd/live.m3u8
高平综合,http://live.gprmt.cn/gpnews/hd/live.m3u8
怀柔电视,http://1yp7hc5p.live.sxmty.com/live/hls/bff8529922344209985b6e49baa9555a/efa2543628fc4a7ea93d3d6c975f77dc.m3u8
吉县新闻综合,http://jxlive.jxrmtzx.com:8091/live/xwzh.m3u8
交城电视台,http://sxjc.chinashadt.com:2036/live/stream:jctv.stream/playlist.m3u8
晋中公共频道,http://jzlive.jztvnews.com:90/live/jzgg.m3u8
晋中新闻频道,http://jzlive.jztvnews.com:90/live/jzzh.m3u8
黎城综合频道,http://111.53.96.67:8081/live/1/index.m3u8
临猗综合频道,http://pili-live-hls.lyzx.live.chinacici.cn/lyrmt/ceshi-ly.m3u8
灵石新闻综合,https://live-stream.lsxrmtzx.com/live/video.m3u8
潞城新闻综合,http://59.48.42.6:62204/lucheng.m3u8
运城公共频道,http://live.0359tv.com/lsdream/t667aTY/1000/live.m3u8
运城科技教育,http://live.0359tv.com/lsdream/p5eq48m/1000/live.m3u8
运城新闻综合,http://live.0359tv.com/lsdream/ss4Lj11/1000/live.m3u8
长子综合频道,http://zzlive.zzc-media.com:8092/live/xwzh.m3u8

福建,#genre#
东南卫视,http://110.81.206.138:50080/tsfile/live/23021_1.m3u8?key=txiptv
海峡卫视,http://110.81.206.138:50080/tsfile/live/23022_1.m3u8?key=txiptv
福建综合,http://110.81.206.138:50080/tsfile/live/23023_1.m3u8?key=txiptv
福建公共,http://110.81.206.138:50080/tsfile/live/23024_1.m3u8?key=txiptv
福建新闻,http://110.81.206.138:50080/tsfile/live/23025_1.m3u8?key=txiptv
福建电视剧,http://110.81.206.138:50080/tsfile/live/23026_1.m3u8?key=txiptv
福建旅游,http://110.81.206.138:50080/tsfile/live/23027_1.m3u8?key=txiptv
福建经济生活,http://110.81.206.138:50080/tsfile/live/23028_1.m3u8?key=txiptv
福建体育,http://110.81.206.138:50080/tsfile/live/23029_1.m3u8?key=txiptv
福建少儿,http://110.81.206.138:50080/tsfile/live/23030_1.m3u8?key=txiptv
福建教育,http://110.81.206.138:50080/tsfile/live/23031_1.m3u8?key=txiptv
厦门卫视,http://110.81.206.138:50080/tsfile/live/23032_1.m3u8?key=txiptv



江苏,#genre#

无锡新闻,http://stream.thmz.com/wxtv1/sd/live.m3u8#http://stream.thmz.com/wxtv1/playlist.m3u8
无锡娱乐,http://stream.thmz.com/wxtv2/sd/live.m3u8#http://stream.thmz.com/wxtv2/playlist.m3u8
无锡都市,http://stream.thmz.com/wxtv3/sd/live.m3u8#http://stream.thmz.com/wxtv3/playlist.m3u8
无锡生活,ttp://stream.thmz.com/wxtv4/sd/live.m3u8#http://stream.thmz.com/wxtv4/playlist.m3u8
无锡经济,http://stream.thmz.com/wxtv5/sd/live.m3u8#http://stream.thmz.com/wxtv5/playlist.m3u8
无锡移动,http://m.m3u8.wifiwx.com/live/wifiwx-494.m3u8
无锡教育,https://tv.wxjy.com.cn:9001/tvwebstream/tv_channel_1359/index.m3u8
江阴新闻综合,http://221.228.70.101:8080/live/xinwen.m3u8
宜兴新闻综合,http://yixing-tv-ori-hls.jstv.com/yixing-tv-ori/yixing_xw.m3u8
宜兴紫砂,http://yixing-tv-ori-hls.jstv.com/yixing-tv-ori/yixing_zs.m3u8

常熟综合,http://cstvplay.21cs.cn/cstv1/cstv1.m3u8
常熟民生经济,http://cstvplay.21cs.cn/cstv2/cstv2.m3u8
昆山新闻综合,http://pili-publish.living.ksrmtzx.com/ksntv/ks-tv.m3u8

徐州新闻综合,http://stream3.huaihai.tv/xwzh1t/sd/live.m3u8
徐州经济生活,http://stream3.huaihai.tv/xz2t/sd/live.m3u8
徐州公共频道,http://stream3.huaihai.tv/xz4t/sd/live.m3u8
徐州文艺影视,http://stream3.huaihai.tv/xz3t/sd/live.m3u8
扬州新闻综合,http://zjtv-wshls.homecdn.com/live/8bb.m3u8
扬州城市,http://zjtv-wshls.homecdn.com/live/8bd.m3u8
扬州生活,http://zjtv-wshls.homecdn.com/live/8bf.m3u8
扬州邗江,http://zjtv-wshls.homecdn.com/live/8c3.m3u8
盐城TV-1,http://stream.0515yc.cn/yctv1/sd/live.m3u8
盐城TV-2,http://stream.0515yc.cn/yctv2/sd/live.m3u8
盐城TV-3,http://stream.0515yc.cn/yctv3/sd/live.m3u8
盐城TV-4,http://stream.0515yc.cn/yctv4/sd/live.m3u8
连云港新闻综合,http://live.lyg1.com/zhpd/sd/live.m3u8
连云港公共,http://live.lyg1.com/ggpd/sd/live.m3u8
镇江新闻综合,http://zjtv-wshls.homecdn.com/live/2aa50.m3u8
镇江民生,http://zjtv-wshls.homecdn.com/live/2aa16.m3u8
靖江新闻综合,http://visit.jjbctv.com:1935/live/xwzhpc/playlist.m3u8
靖江新闻综合,http://visit.jjbctv.com:1935/live/xwzhmb/playlist.m3u8
张家港新闻,http://3gvod.zjgonline.com.cn:1935/live/xinwenzonghe2/playlist.m3u8
张家港民生,http://3gvod.zjgonline.com.cn:1935/live/shehuishenghuo2/playlist.m3u8
大丰新闻,http://dafeng-tv-hls.cm.jstv.com/dafeng-tv/dafengyt.m3u8
大丰公共,http://dafeng-tv-hls.cm.jstv.com/dafeng-tv/dafenget.m3u8
如东新闻,http://rudong-tv-hls.cm.jstv.com/rudong-tv/rdxwzh.m3u8
溧水新闻,http://live.lsrmw.cn/zhpd/sd/live.m3u8
溧水影视,http://live.lsrmw.cn/ysyl/sd/live.m3u8
张家港综合,http://3gvod.zjgonline.com.cn:1935/live/xinwenzonghe2/playlist.m3u8?checkedby:hlscat.com
靖江电视,http://58.222.151.43:1935/live/xwzhpc/playlist.m3u8
句容党建频道,http://jrlive.jrntv.com/live/_definst_/dangjians/playlist.m3u8
句容生活,http://jrlive.jrntv.com/live/_definst_/shenghuos/playlist.m3u8
句容新闻综合,http://jrlive.jrntv.com/live/_definst_/jrxwzhs/playlist.m3u8
句容影视,http://jrlive.jrntv.com/live/_definst_/yingshis/playlist.m3u8
铜山三农,http://stream.tstvxmt.com/ts2/sd/live.m3u8
南京江宁区,http://jiangning-tv-hls.cm.jstv.com/jiangning-tv/jnxwzh.m3u8
宜兴电视台,http://yixing-tv-ori-hls.jstv.com/yixing-tv-ori/yixing_xw.m3u8
宜兴紫砂频道,http://yixing-tv-ori-hls.jstv.com/yixing-tv-ori/yixing_zs.m3u8
贾汪新闻频道,http://jiawang-tv-hls.cm.jstv.com/jiawang-tv/jwxw.m3u8
贾汪旅游频道,http://jiawang-tv-hls.cm.jstv.com/jiawang-tv/jwly.m3u8
沛县电视台,http://peixian-tv-hls.cm.jstv.com/peixian-tv/pxzh.m3u8
睢宁综合频道,http://suining-tv-hls.cm.jstv.com/suining-tv/suiningzh.m3u8
睢宁生活教育,http://suining-tv-hls.cm.jstv.com/suining-tv/suiningsh.m3u8
睢宁三农,http://suining-tv-hls.cm.jstv.com/suining-tv/suiningsn.m3u8
睢宁资讯,http://suining-tv-hls.cm.jstv.com/suining-tv/suiningys.m3u8
铜山综合,http://stream.tstvxmt.com/tstv1/sd/live.m3u8
铜山三农,http://stream.tstvxmt.com/ts3/sd/live.m3u8
新沂新闻,http://live.xysrmt.cn/xwzh/sd/live.m3u8
新沂生活,http://live.xysrmt.cn/shpd/sd/live.m3u8
常州金坛,http://jintan-tv-ori-hls.jstv.com/jintan-tv-ori/jintan_xw.m3u8
武进新闻,https://live.wjyanghu.com/live/CH1.m3u8
武进生活,https://live.wjyanghu.com/live/CH2.m3u8
常熟综合,http://play-live.21cs.cn/tv_channel/cstv1.m3u8
常熟民生,http://play-live.21cs.cn/tv_channel/cstv2.m3u8
昆山新闻,ttp://pili-publish.living.ksrmtzx.com/ksntv/ks-tv.m3u8
吴江新闻,https://30515.hlsplay.aodianyun.com/lms_30515/tv_channel_239.m3u8?auth_key=2510731930-0-0-d20bd9d6583a9a0893f0eea31f59615d&extra_key=9E0feXyMxCBgm5cDmU1040aSHdHnhd5-jE8cH5fx7cW5qBM2SZbOl86Bd5e2lw9nLpOuTmUF5sQtcNjCPWlBy1dBS4Y8vdwfLS5lL_9l1v9MwGJCPOAEToX9J9eElFRh
张家港新闻,http://3gvod.zjgonline.com.cn:1935/live/xinwenzonghe2/playlist.m3u8
海安电视,ttp://haian-tv-hls.cm.jstv.com/haian-tv/haaxwzh.m3u8
如东电视,http://rudong-tv-hls.cm.jstv.com/rudong-tv/rdxwzh.m3u8
如皋电视,https://app.erugao.cn/hls/4a6790e7e65d4ef69fe962f797c8d633_1080/index.m3u8
连云港新闻,http://live.lyg1.com/zhpd/sd/live.m3u8
连云港公共,http://live.lyg1.com/ggpd/sd/live.m3u8
东海综合,http://donghai-tv-hls.cm.jstv.com/donghai-tv/donghaixinwensp.m3u8
赣榆新闻,http://ganyu-tv-hls.cm.jstv.com/ganyu-tv/ganyutv.m3u8

浙江,#genre#
浙江卫视,http://ali-m-l.cztv.com/channels/lantian/channel001/1080p.m3u8
钱江频道,http://ali-m-l.cztv.com/channels/lantian/channel002/1080p.m3u8
经济生活,http://ali-m-l.cztv.com/channels/lantian/channel003/1080p.m3u8
教科影视,http://ali-m-l.cztv.com/channels/lantian/channel004/1080p.m3u8
影视娱乐,http://ali-m-l.cztv.com/channels/lantian/channel005/1080p.m3u8
民生休闲,http://ali-m-l.cztv.com/channels/lantian/channel006/1080p.m3u8
新闻频道,http://ali-m-l.cztv.com/channels/lantian/channel007/1080p.m3u8
少儿频道,http://ali-m-l.cztv.com/channels/lantian/channel008/1080p.m3u8
国际频道,http://ali-m-l.cztv.com/channels/lantian/channel010/1080p.m3u8
之江纪录,http://ali-m-l.cztv.com/channels/lantian/channel012/1080p.m3u8
好易购*,http://ali-m-l.cztv.com/channels/lantian/channel011/1080p.m3u8
萧山综合,http://l.cztvcloud.com/channels/lantian/SXxiaoshan2/720p.m3u8#http://l.cztvcloud.com/channels/lantian/SXxiaoshan3/720p.m3u8
余杭综合,http://l.cztvcloud.com/channels/lantian/SXyuhang1/720p.m3u8
余杭平安,http://l.cztvcloud.com/channels/lantian/SXyuhang2/720p.m3u8
余杭未来E,http://l.cztvcloud.com/channels/lantian/SXyuhang3/720p.m3u8
金华武义,http://l.cztvcloud.com/channels/lantian/SXwuyi1/720p.m3u8
金华兰溪,http://l.cztvcloud.com/channels/lantian/SXlanxi1/720p.m3u8
金华东阳影视,http://l.cztvcloud.com/channels/lantian/SXdongyang1/720p.m3u8
平湖新闻,http://l.cztvcloud.com/channels/lantian/SXpinghu1/720p.m3u8
平湖民生,http://l.cztvcloud.com/channels/lantian/SXpinghu2/720p.m3u8
余姚新闻,http://l.cztvcloud.com/channels/lantian/SXyuyao1/720p.m3u8
余姚姚江,http://l.cztvcloud.com/channels/lantian/SXyuyao3/720p.m3u8
象山新闻,http://l.cztvcloud.com/channels/lantian/SXxiangshan1/720p.m3u8
嵊州新闻,http://l.cztvcloud.com/channels/lantian/SXshengzhou1/720p.m3u8
诸暨新闻,http://l.cztvcloud.com/channels/lantian/SXzhuji3/720p.m3u8
上虞新闻,http://l.cztvcloud.com/channels/lantian/SXshangyu1/720p.m3u8
上虞影视,http://l.cztvcloud.com/channels/lantian/SXshangyu2/720p.m3u8
上虞新商都,http://l.cztvcloud.com/channels/lantian/SXshangyu3/720p.m3u8
苍南新闻,http://l.cztvcloud.com/channels/lantian/SXcangnan1/720p.m3u8
洞头综合,http://l.cztvcloud.com/channels/lantian/SXdongtou1/720p.m3u8
文成综合,http://l.cztvcloud.com/channels/lantian/SXwencheng1/720p.m3u8
永嘉新闻,http://l.cztvcloud.com/channels/lantian/SXyongjia1/720p.m3u8
普陀新闻,http://l.cztvcloud.com/channels/lantian/SXputuo1/720p.m3u8
开化新闻,http://l.cztvcloud.com/channels/lantian/SXkaihua1/720p.m3u8
开化公园,http://l.cztvcloud.com/channels/lantian/SXkaihua2/720p.m3u8
龙游新闻,http://l.cztvcloud.com/channels/lantian/SXlongyou1/720p.m3u8
龙游生活,http://l.cztvcloud.com/channels/lantian/SXlongyou2/720p.m3u8
衢江新闻,http://l.cztvcloud.com/channels/lantian/SXqujiang1/720p.m3u8
景宁新闻,http://play-sh11.quklive.com/live/1644806967279134.m3u8
缙云综合,http://l.cztvcloud.com/channels/lantian/SXjinyun1/720p.m3u8
龙泉新闻,http://l.cztvcloud.com/channels/lantian/SXlongquan1/720p.m3u8
庆元综合,http://l.cztvcloud.com/channels/lantian/SXqingyuan1/720p.m3u8
遂昌综合,http://l.cztvcloud.com/channels/lantian/SXsuichang1/720p.m3u8
松阳综合,http://l.cztvcloud.com/channels/lantian/SXsongyang1/720p.m3u8
云和新闻,http://l.cztvcloud.com/channels/lantian/SXyunhe1/720p.m3u8
青田电视,http://l.cztvcloud.com/channels/lantian/SXqingtian1/720p.m3u8
杭州综合,http://live.qiyuevod.com/tyoetv/migu.php?id=hzzh
杭州明珠,http://live.qiyuevod.com/tyoetv/migu.php?id=hzmz
杭州生活,http://live.qiyuevod.com/tyoetv/migu.php?id=hzsh
杭州影视,http://live.qiyuevod.com/tyoetv/migu.php?id=hzys
杭州体育,http://live.qiyuevod.com/tyoetv/migu.php?id=hzse
宁波新闻,http://www.372583307.top:4022/meytv/233.50.201.168:5140
宁波经济,http://www.372583307.top:4022/meytv/233.50.201.178:5140
宁波都市,http://www.372583307.top:4022/meytv/233.50.201.179:5140
宁波影视,http://www.372583307.top:4022/meytv/233.50.201.180:5140
宁波少儿,http://www.372583307.top:4022/meytv/233.50.201.181:5140
北仑电视台,http://play-sh.quklive.com/live/1626327731714170.m3u8
常山新闻综合,https://hlsv2.quklive.com/live/1621306190044902/index.m3u8
德清文化生活,http://live.yingxi.tv/channel2/sd/live.m3u8
德清新闻综合,http://live.yingxi.tv/channel1/sd/live.m3u8
江山电视台,http://play-sh.quklive.com/live/1623117710666335.m3u8
东阳影视,http://204.11.235.251:1935/live_transcoder/ngrp:mohabat.stream_all/playlist.m3u8
丽水缙云综合,http://l.cztvcloud.com/channels/lantian/SXjinyun1/720p.m3u8
丽水龙泉综合,http://l.cztvcloud.com/channels/lantian/SXlongquan1/720p.m3u8
丽水青田综合,http://l.cztvcloud.com/channels/lantian/SXqingtian1/720p.m3u8
丽水庆元综合,http://l.cztvcloud.com/channels/lantian/SXqingyuan1/720p.m3u8
丽水松阳综合,http://l.cztvcloud.com/channels/lantian/SXsongyang1/720p.m3u8
丽水遂昌综合,http://l.cztvcloud.com/channels/lantian/SXsuichang1/720p.m3u8
丽水云和综合,http://l.cztvcloud.com/channels/lantian/SXyunhe1/720p.m3u8
留学世界,http://hw-m-l.cztv.com/channels/lantian/channel09/1080p.m3u8
龙游生活娱乐,http://l.cztvcloud.com/channels/lantian/SXlongyou2/720p.m3u8
龙游新闻综合,http://l.cztvcloud.com/channels/lantian/SXlongyou1/720p.m3u8
宁波象山综合,http://l.cztvcloud.com/channels/lantian/SXxiangshan1/720p.m3u8
宁波鄞州一套,http://pili-publish.yzxw.newaircloud.com/newaircloud-yzxw/yzxw_20190925090843.m3u8
宁波余姚生活,http://l.cztvcloud.com/channels/lantian/SXyuyao2/720p.m3u8
宁波余姚姚江,http://l.cztvcloud.com/channels/lantian/SXyuyao3/720p.m3u8
宁波余姚综合,http://l.cztvcloud.com/channels/lantian/SXyuyao1/720p.m3u8
磐安文化生活,http://hlsv2.quklive.com/live/1626401163709056/index.m3u8
磐安新闻综合,http://hlsv2.quklive.com/live/1626400915947070/index.m3u8
平湖民生休闲,http://l.cztvcloud.com/channels/lantian/SXpinghu2/720p.m3u8
平湖新闻综合,http://l.cztvcloud.com/channels/lantian/SXpinghu1/720p.m3u8
普陀新闻综合,http://l.cztvcloud.com/channels/lantian/SXputuo1/720p.m3u8
衢州开化国家公园,http://l.cztvcloud.com/channels/lantian/SXkaihua2/720p.m3u8
衢州开化综合,http://l.cztvcloud.com/channels/lantian/SXkaihua1/720p.m3u8
衢州龙游生活,https://l.cztvcloud.com/channels/lantian/SXlongyou2/720p.m3u8
衢州龙游综合,https://l.cztvcloud.com/channels/lantian/SXlongyou1/720p.m3u8
衢州衢江综合,http://l.cztvcloud.com/channels/lantian/SXqujiang1/720p.m3u8
上虞新商都,http://l.cztvcloud.com/channels/lantian/SXshangyu3/720p.m3u8
绍兴新闻综合,http://live.shaoxing.com.cn/video/s10001-sxhb/index.m3u8
绍兴公共,http://live.shaoxing.com.cn/video/s10001-sxtv2/index.m3u8
绍兴文化影视,http://live.shaoxing.com.cn/video/s10001-sxtv3/index.m3u8
绍兴上虞影视,http://l.cztvcloud.com/channels/lantian/SXshangyu2/720p.m3u8
绍兴上虞综合,http://l.cztvcloud.com/channels/lantian/SXshangyu1/720p.m3u8
绍兴嵊州综合,http://l.cztvcloud.com/channels/lantian/SXshengzhou1/720p.m3u8
天台和合频道,http://hlsv2.quklive.com/live/1617072208961931/index.m3u8
温州永嘉综合,http://l.cztvcloud.com/channels/lantian/SXyongjia1/720p.m3u8
文成二套,http://l.cztvcloud.com/channels/lantian/SXwencheng2/720p.m3u8
文成综合,http://l.cztvcloud.com/channels/lantian/SXwencheng1/720p.m3u8
萧山生活频道,http://l.cztvcloud.com/channels/lantian/SXxiaoshan2/720p.m3u8
萧山新闻综合,http://l.cztvcloud.com/channels/lantian/SXxiaoshan1/720p.m3u8
永康华溪频道,http://hlsv2.quklive.com/live/1625062755227231/index.m3u8
永康新闻综合,http://hlsv2.quklive.com/live/1625061424267104/index.m3u8
镇海先锋影视,http://pluslive.zhxww.net/channel2/sd/live.m3u8
镇海综合频道,http://pluslive.zhxww.net/channel1/sd/live.m3u8
舟山嵊泗综合,http://l.cztvcloud.com/channels/lantian/SXshengsi1/720p.m3u8
诸暨新闻综合,http://l.cztvcloud.com/channels/lantian/SXzhuji3/720p.m3u8




福建,#genre#
福州新闻,http://live.zohi.tv/video/s10001-fztv-1/index.m3u8
福州生活,http://live.zohi.tv/video/s10001-fztv-3/index.m3u8
福州少儿,http://live.zohi.tv/video/s10001-fztv-4/index.m3u8
龙岩综合,http://live.lytv.net.cn/zhpwd/hd/live.m3u8
龙岩公共,http://live.lytv.net.cn/ggpd/sd/live.m3u8
云霄综合,http://live.zzyxxw.com:85/live/xwzh.m3u8
漳州新闻,http://31182.hlsplay.aodianyun.com/lms_31182/tv_channel_175.m3u8
三明综合,http://stream.smntv.cn/666v1/sd/live.m3u8
三明公共,http://stream.smntv.cn/666v2/sd/live.m3u8
厦门第一,http://cctvtxyh5ca.liveplay.myqcloud.com/cstv/xiamen1_2/index.m3u8

江西,#genre#
赣州新闻,http://wb.jxgztv.com/live/gztv1.flv
赣州公共,http://wb.jxgztv.com/live/gztv2.flv
赣州教育,http://wb.jxgztv.com/live/gztv3.flv
南昌新闻综合,http://live.cooltv.top/tv/nctv.php?id=1
南昌文旅,http://live.cooltv.top/tv/nctv.php?id=2
南昌资讯,http://live.cooltv.top/tv/nctv.php?id=3
上饶综合,http://live02.jxtvcn.com.cn/live-jxtvcn/ganyun_shangrao1.m3u8
上饶经济,http://live02.jxtvcn.com.cn/live-jxtvcn/ganyun_shangrao2.m3u8
上饶鄱阳,http://pili-live-hls.poyang.jxxw.com.cn/pyxrmtzx/poyang.m3u8

山东,#genre#
枣庄新闻综合,http://stream.zztvzd.com/1/sd/live.m3u8
枣庄教育频道,http://stream.zztvzd.com/2/sd/live.m3u8
青州综合,http://sdqz.chinashadt.com:2036/live/stream:1.stream/playlist.m3u8
青州文化旅游,http://sdqz.chinashadt.com:2036/live/stream:3.stream/playlist.m3u8
日照新闻综合,http://live.rzw.com.cn/xwzh/sd/live.m3u8
日照公共,http://live.rzw.com.cn/kzpd/sd/live.m3u8
日照科教,http://live.rzw.com.cn/ggpd/sd/live.m3u8
日照导视,http://live.rzw.com.cn/fcpd/sd/live.m3u8
菏泽影视,http://live.hznet.tv:1935/live/live3/500K/tzwj_video.m3u8
青岛电视城阳区,http://pili-live-rtmp.56.i2863.com/i2863-56/live_56_307317.m3u8
泰安新泰乡村,http://live.xtgdw.cn:1935/live/xtxc/playlist.m3u8
泰安新泰新闻综合,http://live.xtgdw.cn:1935/live/xtzh/playlist.m3u8
泰安新泰影视,http://live.xtgdw.cn:1935/live/xtys/playlist.m3u8

河南,#genre#
信阳综合,http://mmitv.top/test/tianma.php?id=xyzh
信阳公共,http://mmitv.top/test/tianma.php?id=xygg
信阳浉河,http://mmitv.top/test/tianma.php?id=xysh
信阳平桥,http://mmitv.top/test/tianma.php?id=xypq
周口扶沟,http://live.dxhmt.cn:9081/tv/11621-1.m3u8
郸城新闻综合,http://live.dxhmt.cn:9081/tv/11625-1.m3u8
登封综合,http://tvpull.dxhmt.cn:9081/tv/10185-1.m3u8
范县新闻综合,http://live.dxhmt.cn:9080/13603832636/13abd3089d9c47058fe34c49a6182981.m3u8
扶沟综合,http://tvpull.dxhmt.cn:9081/tv/11621-1.m3u8
固始综合,http://tvpull.dxhmt.cn:9081/tv/11525-1.m3u8
光山综合,http://tvpull.dxhmt.cn:9081/tv/11522-1.m3u8
鹤岗新闻综合,http://live.hznet.tv:1935/live/live2/500K/tzwj_video.m3u8
淮滨综合,http://tvpull.dxhmt.cn:9081/tv/11527-1.m3u8
潢川综合,http://tvpull.dxhmt.cn:9081/tv/11526-1.m3u8
济源电视一套,http://live.dxhmt.cn:9081/tv/19001-1.m3u8
焦作公共,http://zhpull.dxhmt.cn/jiaozuo/29b65b69130c4ef1a3283cc7b913da05/playlist.m3u8
焦作教育,http://zhpull.dxhmt.cn/jiaozuo/9c10435ad24c409baee219ec289e17d0/playlist.m3u8
焦作综合,http://zhpull.dxhmt.cn/jiaozuo/b75a92c9503e47cf9e89f7ff247b65f2/playlist.m3u8
睛彩焦作,http://zhpull.dxhmt.cn/jiaozuo/c5eb91b47f0e42318f34fc0247c8acaa/playlist.m3u8
开封公共,http://live.dxhmt.cn:9081/tv/10200-3.m3u8
开封新闻综合,http://live.dxhmt.cn:9081/tv/10200-2.m3u8
兰考新闻,http://tvpull.dxhmt.cn:9081/tv/10225-1.m3u8
临颍综合,http://tvpull.dxhmt.cn:9081/tv/11122-1.m3u8
栾川新闻,http://wshls.live.migucloud.com/live/LVVUJGFD_C0/playlist.m3u8
洛宁综合,http://wshls.live.migucloud.com/live/WJ1E4VDQ_C0/playlist.m3u8
泌阳新闻综合,http://tvpull.dxhmt.cn:9081/tv/11726-1.m3u8
渑池新闻综合,http://tvpull.dxhmt.cn:9081/tv/11221-1.m3u8
内乡综合,http://tvpull.dxhmt.cn:9081/tv/11325-1.m3u8
沁阳文化旅游,http://live.qinyangtv.com:82/channel2/sd/live.m3u8
汝南综合,http://tvpull.dxhmt.cn:9081/tv/11727-1.m3u8
嵩县综合新闻,http://wshls.live.migucloud.com/live/MZCYG799_C0/playlist.m3u8
遂平一套,http://tvpull.dxhmt.cn:9081/tv/11728-1.m3u8
唐河一套,http://tvpull.dxhmt.cn:9081/tv/11328-1.m3u8
桐柏新闻综合,http://tvpull.dxhmt.cn:9081/tv/11330-1.m3u8
息县综合,http://120.194.173.75:6060/0.ts
淅川综合,http://tvpull.dxhmt.cn:9081/tv/11326-1.m3u8
项城新闻,http://tvpull.dxhmt.cn:9081/tv/11681-1.m3u8
新蔡综合,http://tvpull.dxhmt.cn:9081/tv/11729-1.m3u8
新县综合,http://tvpull.dxhmt.cn:9081/tv/11523-1.m3u8
新乡县电视台,http://tvpull.dxhmt.cn:9081/tv/10721-1.m3u8
鄢陵综合,http://tvpull.dxhmt.cn:9081/tv/11024-1.m3u8
偃师新闻,http://wshls.live.migucloud.com/live/K7AFC7J6_C0/playlist.m3u8
叶县一套,http://tvpull.dxhmt.cn:9081/tv/10422-1.m3u8
义马新闻综合,http://tvpull.dxhmt.cn:9081/tv/11281-1.m3u8
禹州公共,http://tvpull.dxhmt.cn:9081/tv/11081-2.m3u8
禹州综合,http://tvpull.dxhmt.cn:9081/tv/11081-1.m3u8
叶县电视,http://live.dxhmt.cn:9081/tv/10422-1.m3u8
渑池综合,http://live.dxhmt.cn:9081/tv/11221-1.m3u8
义马电视,http://live.dxhmt.cn:9081/tv/11281-1.m3u8
淅川电视,http://live.dxhmt.cn:9081/tv/11326-1.m3u8
禹州综合,http://live.dxhmt.cn:9081/tv/11081-1.m3u8
兰考新闻,http://live.dxhmt.cn:9081/tv/10225-1.m3u8
项城电视,http://live.dxhmt.cn:9081/tv/11681-1.m3u8
新乡,http://live.dxhmt.cn:9081/tv/10721-1.m3u8
新蔡,http://live.dxhmt.cn:9081/tv/11729-1.m3u8

湖北,#genre#
麻城综合,http://119.36.30.199:8888/mctv1.m3u8
十堰新闻,http://p8.vzan.com/slowlive/034028687228317362/live.m3u8
江夏新闻综合,http://59.175.226.142:280/gb28181/xwzh.m3u8

荆门新闻频道,http://stream.jmtv.com.cn/xwzh/playlist.m3u8
荆门教育频道,http://stream.jmtv.com.cn/ggsh/playlist.m3u8
荆州新闻频道,http://jingzhou-live21.cjyun.org/10085/s10085-jingzhou-tv01.m3u8?auth_key=1672502399-0-0-ab2f43952f7fcf1b2da0c3372ec7e0e5
荆州垄上频道,http://jingzhou-live21.cjyun.org/10085/s10085-jingzhou-tv02.m3u8?auth_key=1672502399-0-0-a9eb4b69fedb8e6d352f38af4867984f
荆州公共频道,http://jingzhou-live21.cjyun.org/10085/s10085-jingzhou-tv03.m3u8?auth_key=1672502399-0-0-dd8f147fdd4d8fa5cf320242c32b4ecd
十堰新闻频道,http://p2bj.weizan.cn/351104/837056569960221505/live.m3u8
十堰经济旅游,http://p2bj.weizan.cn/351104/791122427715011838/live.m3u8
十堰公共频道,http://p2bj.weizan.cn/351104/694292401376336037/live.m3u8


广东,#genre#
广州综合,http://php.jdshipin.com:8880/gztv.php?id=zhonghe
广州新闻,http://php.jdshipin.com:8880/gztv.php?id=xinwen
广州竞赛,http://php.jdshipin.com:8880/gztv.php?id=jingsai
广州影视,http://php.jdshipin.com:8880/gztv.php?id=yingshi
广州法治,http://php.jdshipin.com:8880/gztv.php?id=fazhi
广州南国都市,http://php.jdshipin.com:8880/gztv.php?id=shenghuo

广州综合,http://r.jdshipin.com/iR6Gq
广州南国都市,http://r.jdshipin.com/nWaZO
广州影视,http://r.jdshipin.com/TcKr2
广东民生,http://sxd.nyxg.vip:40000/udp/239.77.0.225:5146
广东新闻,http://sxd.nyxg.vip:40000/udp/239.77.0.173:5146
广东珠江,http://sxd.nyxg.vip:40000/udp/239.77.0.1:5146
广东体育,http://sxd.nyxg.vip:40000/udp/239.77.0.112:5146
广东科教,http://sxd.nyxg.vip:40000/udp/239.77.0.85:5146
广东影视,http://sxd.nyxg.vip:40000/udp/239.77.0.217:5146
广东少儿,http://sxd.nyxg.vip:40000/udp/239.77.0.250:5146
广东卡通,http://sxd.nyxg.vip:40000/udp/239.77.0.179:5146
广东科教,http://sxd.nyxg.vip:40000/udp/239.77.0.167:5146
广东体育,http://sxd.nyxg.vip:40000/udp/239.77.0.168:5146
广东珠江,http://sxd.nyxg.vip:40000/udp/239.77.0.114:5146
广东南方卫视,http://sxd.nyxg.vip:40000/udp/239.77.0.215:5146
深圳公共,http://sxd.nyxg.vip:40000/udp/239.77.1.126:5146
深圳都市,http://sxd.nyxg.vip:40000/udp/239.77.1.124:5146
深圳电视剧,http://sxd.nyxg.vip:40000/udp/239.77.1.125:5146
深圳体育,http://sxd.nyxg.vip:40000/udp/239.77.1.128:5146
深圳公共,http://sxd.nyxg.vip:40000/udp/239.77.1.178:5146
深圳都市,http://sxd.nyxg.vip:40000/udp/239.77.1.176:5146
深圳电视剧,http://sxd.nyxg.vip:40000/udp/239.77.1.177:5146
深圳公共,http://sxd.nyxg.vip:40000/udp/239.77.1.242:5146
深圳娱乐,http://sxd.nyxg.vip:40000/udp/239.77.1.243:5146
深圳体育,http://sxd.nyxg.vip:40000/udp/239.77.1.140:5146
深圳少儿,http://sxd.nyxg.vip:40000/udp/239.77.1.244:5146
深圳宝安,http://sxd.nyxg.vip:40000/udp/239.77.1.67:5146
深圳龙岗,http://sxd.nyxg.vip:40000/udp/239.77.1.223:5146
深圳东部,http://sxd.nyxg.vip:40000/udp/239.77.1.224:5146
深圳众创,http://sxd.nyxg.vip:40000/udp/239.77.1.247:5146
广州综合,http://sxd.nyxg.vip:40000/udp/239.253.43.71:5146
广州新闻,http://sxd.nyxg.vip:40000/udp/239.253.43.72:5146
广州影视,http://sxd.nyxg.vip:40000/udp/239.253.43.73:5146
广州法治,http://sxd.nyxg.vip:40000/udp/239.253.43.74:5146
广州竞赛,http://sxd.nyxg.vip:40000/udp/239.253.43.75:5146
南国都市4K,http://sxd.nyxg.vip:40000/udp/239.253.43.99:5146
番禺电视台,http://video.epaper.pybtv.cn:8080/live/rtmp_live_demo.flv
增城电视台,http://pl1.cloud.dayang.com.cn/live/10062_E5i2s6.m3u8
东莞新闻综合,http://php.jdshipin.com:8880/0769.php?id=xwzh
东莞生活资讯,http://php.jdshipin.com:8880/0769.php?id=shzx

佛山综合,http://php.jdshipin.com:8880/fstv.php?id=fszh
佛山影视,http://php.jdshipin.com:8880/fstv.php?id=fsys
佛山公共,http://php.jdshipin.com:8880/fstv.php?id=fsgg
佛山南海,http://php.jdshipin.com:8880/fstv.php?id=fsnh
佛山顺德,http://php.jdshipin.com:8880/fstv.php?id=fssd
佛山高明,http://php.jdshipin.com:8880/fstv.php?id=fsgm
佛山三水,http://php.jdshipin.com:8880/fstv.php?id=fsss
普宁台,http://120.238.13.198:8000/hls/61/index.m3u8
揭阳综合,http://120.238.13.198:8000/hls/65/index.m3u8
汕头综合,http://120.238.13.198:8000/hls/65/index.m3u8
汕头经济,http://120.238.13.198:8000/hls/66/index.m3u8
文旅体育,http://120.238.13.198:8000/hls/67/index.m3u8
潮州综合,http://120.238.13.198:8000/hls/68/index.m3u8
文化生活,http://120.238.13.198:8000/hls/70/index.m3u8
汕头新闻综合,http://211.101.234.94:9999/php/gudo.php?id=stxwzh
汕头新闻综合2,http://211.101.234.94:9999/php/gudo.php?id=stxwzh2
汕头经济生活,http://211.101.234.94:9999/php/gudo.php?id=stjjsh
汕头经济生活2,http://211.101.234.94:9999/php/gudo.php?id=stjjsh2
汕头文旅体育,http://211.101.234.94:9999/php/gudo.php?id=stwlty
汕头文旅体育2,http://211.101.234.94:9999/php/gudo.php?id=stwlty2
汕头综合高清,http://211.97.63.3:801/hls/81/index.m3u8
汕头经济高清,http://211.97.63.3:801/hls/82/index.m3u8
汕头体育高清,http://211.97.63.3:801/hls/80/index.m3u8
云浮综合,https://livestream.oeeee.com/slive/17806.m3u8
云浮文旅,https://livestream.oeeee.com/slive/17807.m3u8
阳江1,https://live.yjtvw.com:8081/live/smil:yjtv1.smil/playlist.m3u8
阳江2,https://live.yjtvw.com:8081/live/smil:yjtv2.smil/playlist.m3u8
广东卫视,http://php.jdshipin.com:8880/chudian.php?id=gdws
广东珠江,http://php.jdshipin.com:8880/chudian.php?id=gdzj
大湾区卫视,http://php.jdshipin.com:8880/chudian.php?id=nfws
广东民生,http://php.jdshipin.com:8880/chudian.php?id=gdms
广东新闻,http://php.jdshipin.com:8880/chudian.php?id=gdxw
广东经济科教,http://php.jdshipin.com:8880/chudian.php?id=gdjjkj
广东体育,http://php.jdshipin.com:8880/chudian.php?id=gdty
广东少儿,http://php.jdshipin.com:8880/chudian.php?id=gdse
广东影视,http://php.jdshipin.com:8880/chudian.php?id=gdys
嘉佳卡通,http://php.jdshipin.com:8880/chudian.php?id=jjkt
广东国际,http://php.jdshipin.com:8880/chudian.php?id=gdgj
广东移动,http://php.jdshipin.com:8880/chudian.php?id=gdyd
广东综艺4K,http://php.jdshipin.com:8880/chudian.php?id=gdzy
GRTN文化频道,https://glive.grtn.cn/live/wenhua_test0203.m3u8
肇庆综合,http://php.jdshipin.com:8880/chudian.php?id=zqzh
肇庆公共,http://php.jdshipin.com:8880/chudian.php?id=zqgg
惠州新闻综合,http://php.jdshipin.com:8880/chudian.php?id=hzxw
清远综合,http://php.jdshipin.com:8880/chudian.php?id=qyzh
梅州综合,http://php.jdshipin.com:8880/chudian.php?id=mzzh
河源综合,http://php.jdshipin.com:8880/chudian.php?id=hyzh
河源公共,http://php.jdshipin.com:8880/chudian.php?id=hygg
连平台,http://php.jdshipin.com:8880/chudian.php?id=lpzh
阳江-1,http://php.jdshipin.com:8880/chudian.php?id=yjtv1
阳江-2,http://php.jdshipin.com:8880/chudian.php?id=yjtv2
惠东综合,http://php.jdshipin.com:8880/chudian.php?id=hdzh
开平综合,http://php.jdshipin.com:8880/chudian.php?id=kpzh
开平生活,http://php.jdshipin.com:8880/chudian.php?id=kpsh
四会新闻综合,http://php.jdshipin.com:8880/chudian.php?id=shzh
广宁综合,http://php.jdshipin.com:8880/chudian.php?id=gnzh
工布江达县广播电视台,http://php.jdshipin.com:8880/chudian.php?id=gbjd
化州综合,http://php.jdshipin.com:8880/chudian.php?id=hzzh
鹤山综合,http://php.jdshipin.com:8880/chudian.php?id=hszh
廉江综合,http://php.jdshipin.com:8880/chudian.php?id=ljzh
英德新闻综合,http://php.jdshipin.com:8880/chudian.php?id=ydxw
清新综合,http://php.jdshipin.com:8880/chudian.php?id=qxzh
普宁综合,http://php.jdshipin.com:8880/chudian.php?id=pnzh
紫金综合,http://php.jdshipin.com:8880/chudian.php?id=zjzh
连州综合,http://php.jdshipin.com:8880/chudian.php?id=lzzh
阳春综合,http://php.jdshipin.com:8880/chudian.php?id=yczh
佛冈综合,http://php.jdshipin.com:8880/chudian.php?id=fgzh
怀集综合,http://php.jdshipin.com:8880/chudian.php?id=hjzh
惠阳电视台,http://php.jdshipin.com:8880/chudian.php?id=hytv
信宜综合,http://php.jdshipin.com:8880/chudian.php?id=xyzh
徐闻综合,http://php.jdshipin.com:8880/chudian.php?id=xwzh
阳西综合,http://php.jdshipin.com:8880/chudian.php?id=yxzh
台山台,http://php.jdshipin.com:8880/chudian.php?id=tstv
遂溪台,http://php.jdshipin.com:8880/chudian.php?id=sxtv
新会综合,http://php.jdshipin.com:8880/chudian.php?id=xhzh
罗定综合,http://php.jdshipin.com:8880/chudian.php?id=ldzh
和平综合,http://php.jdshipin.com:8880/chudian.php?id=hpzh
东源台,http://php.jdshipin.com:8880/chudian.php?id=dytv
吴川综合,http://php.jdshipin.com:8880/chudian.php?id=wczh
乐昌电视台,http://php.jdshipin.com:8880/chudian.php?id=lctv
潮安综合,http://php.jdshipin.com:8880/chudian.php?id=cazh
恩平综合,http://php.jdshipin.com:8880/chudian.php?id=epzh

广西,#genre#

贺州综合,http://zhz.gxhzxw.com:2935/live/HZXW-HD/playlist.m3u8
罗城综合,http://111.12.75.177:9100/lctvlive/lch。m3u8?zguangxd
隆安新闻综合,http://hls.nntv.cn/nnlive/LATV_A.m3u8?zguangxd
桂林新闻综合,https://pull.gltvs.com:443/live/glxw/playlist.m3u8?v=b0528684bf934e120e1c30fc808e6576&t=1796868188
灌阳新闻综合,https://lives.myun.tv:443/live/lx1reyg0.m3u8
资源电视台,https://rtmp.gdlive.gdmain.com:443/live/5z4yjgm0.m3u8
宾阳综合,https://rtmp.gdlive.gdmain.com:443/live/lgmzjyml.m3u8
龙州综合,https://rtmp.gdlive.gdmain.com:443/live/56jkpxkl.m3u8
凭祥综合,https://rtmp.gdlive.gdmain.com:443/live/lnbyv3ol.m3u8
天等综合,https://lives.myun.tv:443/live/56jkerol.m3u8
安综合,https://lives.myun.tv:443/live/09em42ol.m3u8
东兰综合,https://rtmp.gdlive.gdmain.com:443/live/09aony85.m3u8
罗城综合,http://www.3jlc.cn:80/lctvlive/lcm.m3u8#http://111.12.75.177:9100/lctvlive/lch.m3u8?zguangxd#http://111.12.75.177:9100/lctvlive/lch.m3u8
象州综合,https://livesec.mudu.tv:443/watch/9n9dc8.m3u8
贺州综合,http://zhz.gxhzxw.com:2935/live/HZXW-HD/playlist.m3u8
隆安新闻综合,http://hls.nntv.cn/nnlive/LATV_A.m3u8?zguangxd
广西影视,http://111.59.63.32:9901/tsfile/live/1006_1.m3u8#http://116.9.204.242:9901/tsfile/live/0124_1.m3u8
广西都市,http://111.59.63.32:9901/tsfile/live/1005_1.m3u8
广西新闻,http://111.59.63.32:9901/tsfile/live/1007_1.m3u8#http://116.9.204.242:9901/tsfile/live/1001_1.m3u8
北海新闻,http://rtmp.gdlive.gdmain.com/live/09em4xbl.flv#http://rtmp.gdlive.gdmain.com/live/09em4xbl.m3u8
崇左综合,http://111.59.63.32:9901/tsfile/live/1002_1.m3u8
桂林新闻,https://pull.gltvs.com/live/glxw/playlist.m3u8?v=b0528684bf934e120e1c30fc808e6576&t=1796868188
广西贺州,http://zhz.gxhzxw.com:2935/live/HZXW-HD/chunklist.m3u8

安徽,#genre#
安徽经济生活,http://112.30.194.221:20080/live/eac499adad7b49ff9cfa79ba84693959.flv
安徽综艺体育,http://112.30.194.221:20080/live/c41f112b83f644ddb082669501c8ecd3.flv
安徽影视,http://112.30.194.221:20080/live/d18ff95cb1fb4bbcb56215e189fc12be.flv
固镇新闻,http://www.guzhenm.com:7001/hls/hd-live.m3u8
固镇影视,http://www.guzhenm.com:7004/hls/hd-live.m3u8
淮河能源综合,http://play.hhnynews.com/hhny/zhpd.m3u8?auth_key=1659380497-0-0-b07e3e3cd99f9355b6aa1e79fbd305f2
淮南一套,http://stream.0554news.com/hnds1/sd/live.m3u8
淮南二套,http://stream.0554news.com/hnds2/sd/live.m3u8
灵璧综合,http://live.cms.anhuinews.com/video/s10003-lbtv/index.m3u8
六安公共,http://pili-live-rtmp.luan2.hfmt.net/luan2/ggpd.m3u8
六安新闻综合,http://pili-live-rtmp.luan2.hfmt.net/luan2/jjpd.m3u8
宿州公共,http://live.ahsz.tv/video/s10001-ggpd/index.m3u8
宿州科教,http://live.ahsz.tv/video/s10001-kxjy/index.m3u8
宿州新闻综合,http://live.ahsz.tv/video/s10001-szzh/index.m3u8




重庆,#genre#
新闻频道,https://sjlivecdn9.cbg.cn/202906282314/app_2/_definst_/ls_3.stream/chunklist.m3u8
新闻频道,http://gxdl-lhs.8866.org:85/tsfile/live/1050_1.m3u8
万州综合,http://wanzhoulive.cbg.cn:8017/iTXwrGs/800/live.m3u8
万州三峡,http://wanzhoulive.cbg.cn:8017/c2F0hmi/1000/live.m3u8
北碚综合,http://222.178.181.121:12034/beibei01.m3u8
大足综合,http://218.201.85.71:3170/m3u8
永川综合,https://qxlmlive9.cbg.cn/applive/yctv01/playlist.m3u8
铜梁综合,http://183.64.174.171:40123/ch1.m3u8
铜梁文旅,http://183.64.174.171:40123/ch2.m3u8
梁平综合,https://qxlmlive9.cbg.cn/applive/lplive01/chunklist.m3u8
武隆综合,https://qxlmlive9.cbg.cn/applive/wltvzh/playlist.m3u8
忠县综合,https://qxlmlive9.cbg.cn/applive/zxtv2/chunklist.m3u8
巫山电视,https://qxlmlive9.cbg.cn/applive/wspd001/chunklist.m3u8
酉阳综合,http://qxlmlive9.cbg.cn/applive/youytv01/playlist.m3u8

四川,#genre#
黑水新闻综合,http://live.schstv.com:90/live/xwzh.m3u8
巴中综合,http://ocj2.kksmg.com/ocj1/ocj1.m3u8
洪雅新闻综合,http://api2.52tb.xyz/info?id=607&token=20230218htjgzi
朝天新闻综合,https://m3u8.channel.dzsm.com/cms/videos/nmip-media/channellive/channel8/playlist.m3u8
大竹新闻综合,http://60.255.120.30:89/live1/live1.m3u8
大竹阳光政务,http://60.255.120.30:89/live2/live2.m3u8
德阳新闻综合,http://scdytv.cn:1935/live/m_xwpd_livevideo/playlist.m3u8
广安公共,http://live1.gatv.com.cn:85/live/GGPD_ggpdzm.m3u8
广元公共,https://m3u8.channel.dzsm.com/cms/videos/nmip-media/channellive/channel2/playlist.m3u8
广元综合,http://tv.dzsm.com:8100/chan/ch1.flv
洪雅新闻综合,http://117.172.215.250:8083/videos/live/35/39/GQVbrgob5CGJM/GQVbrgob5CGJM.M3U8
会东综合,http://112.45.133.129:90/live/xwzh.m3u8
剑阁新闻综合,https://m3u8.channel.dzsm.com/cms/videos/nmip-media/channellive/channel10/playlist.m3u8
金川乡村,http://live.jinchuanrmt.com:90/live/jcxc.m3u8
金川新闻综合,http://live.jinchuanrmt.com:90/live/zhxw.m3u8
乐至综合,http://175.155.106.72:89/live1/live1.m3u8
雷波综合,http://lbzb.yd-data.com/live/0000.flv?auth_key=601589378470-0-0-67d1de5fa3aa9412566d7c9f807c91a0
利州综合,http://tvfile.lzgbdst.com/nmip-media/channellive/channel106876/playlist.m3u8
凉山新闻综合,http://file.yizu.tv/nmip-media/channellive/channel106606/playlist.m3u8
凉山,http://file.yizu.tv/nmip-media/channellive/channel107323/playlist.m3u8
纳溪新闻,https://bl.ainaxi.cn/live/d1b85c45e7b74e96bdd950e047c7fd94.m3u8
攀枝花新闻综合,http://zb.pzhgd.com:9095/live/xwzh.m3u8
蓬安新闻综合,http://palive.patv123.com:8091/live/xwpd_800K.m3u8
青川新闻综合,https://m3u8.channel.dzsm.com/cms/videos/nmip-media/channellive/channel11/playlist.m3u8
松潘新闻综合,http://live.spccmc.com:90/live/spxwzh.m3u8
旺苍新闻综合,https://m3u8.channel.dzsm.com/cms/videos/nmip-media/channellive/channel9/playlist.m3u8
汶川新闻综合,http://live.iwcmt.cn:90/live/zhxw.m3u8
武胜综合,http://live2.gatv.com.cn:86/live/WS.m3u8
营山电视台,http://file.ysxtv.cn/cms/videos/nmip-media/channellive/channel4/playlist.m3u8
筠连综合,http://118.122.78.172:89/live1/live1.m3u8
中江新闻综合,https://livepgc.chinamcache.com/pgc/76664ca1f91638580f94fc7543c810cb.m3u8?auth_key=1657178327-0

云南,#genre#
云南卫视,http://tvlive.ynradio.com/live/yunnanweishi/chunks.m3u8
都市频道,http://tvlive.ynradio.com/live/yunnandushi/chunks.m3u8
娱乐频道,http://tvlive.ynradio.com/live/yunnanyule/chunks.m3u8
生活资讯,http://tvlive.ynradio.com/live/yunnanshenghuo/chunks.m3u8
影视频道,http://tvlive.ynradio.com/live/yunnanyingshi/chunks.m3u8
康旅频道,http://tvlive.ynradio.com/live/yunnangonggong/chunks.m3u8
少儿频道,http://tvlive.ynradio.com/live/yunnanshaoer/chunks.m3u8
澜湄国际,http://tvlive.ynradio.com/live/yunnanguoji/chunks.m3u8
QJTV巧家,http://livebroadcast.ccwb.cn/live/w1593303918254963.m3u8
保山三套,http://liveynbsdst.chinamcache.com/live/zb03.m3u8?auth_key=1645240698-0-0-
峨山电视,http://live.ynurl.com/video/s10034-ESTV/index.m3u8
福贡综合,http://livebroadcast.ccwb.cn/live/w1612505860303999.m3u8
广南电视台,http://live.ynurl.com/video/s10031-gnxgbds/index.m3u8
江川综合,http://live.ynurl.com/video/s10037-JCTV/index.m3u8
金平综合,http://live.ynurl.com/video/s10041-JPTV/index.m3u8
梁河综合,http://live.ynurl.com/video/s10032-lhtv/index.m3u8
陇川综合,http://live.ynurl.com/video/s10027-LCDST/index.m3u8
麻栗坡,http://tvdrs.wsrtv.com.cn:8100/channellive/mlptv.flv
麻栗坡台,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel18/playlist.m3u8
马关电视台,http://live.ynurl.com/video/s10046-001/index.m3u8
芒市综合,http://live.ynurl.com/video/s10001-mstv1/index.m3u8
蒙自综合,http://live.ynurl.com/video/s10019-mzdst/index.m3u8
怒江新闻,http://livebroadcast.ccwb.cn/live/w1620805130988936.m3u8
普洱公共,http://file.pebtv.cn:8101/cms/videos/nmip-media/channellive/channel27/playlist.m3u8
普洱科教,http://file.pebtv.cn:8101/cms/videos/nmip-media/channellive/channel28/playlist.m3u8
普洱新闻,http://file.pebtv.cn:8101/cms/videos/nmip-media/channellive/channel12/playlist.m3u8
丘北新闻,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel14/playlist.m3u8
瑞丽频道,http://live.ynurl.com/video/s10021-rltv/index.m3u8
施甸综合,http://live.ynurl.com/video/s10048-SDTV/index.m3u8
文山电视,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel17/playlist.m3u8
文山公共,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel8/playlist.m3u8
文山综合,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel7/playlist.m3u8
文山综合,http://tvdrs.wsrtv.com.cn:8100/channellive/ch1.flv
西双版纳1,http://file.xsbnrtv.cn/vms/videos/nmip-media/channellive/channel1/playlist.m3u8
西双版纳2,http://file.xsbnrtv.cn/vms/videos/nmip-media/channellive/channel3/playlist.m3u8
新平综合,http://livebroadcast.ccwb.cn/live/w1615257519790969.m3u8
砚山电视台,http://live.ynurl.com/video/s10020-ystv/index.m3u8
砚山频道,http://m3u8.channel.wsrtv.com.cn/cms/videos/nmip-media/channellive/channel16/playlist.m3u8
镇雄电视台,http://livebroadcast.ccwb.cn/live/w1606722098119972.m3u8

陕西,#genre#
农林卫视,http://dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226229/index.m3u8
陕西卫视,http://dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221225821/index.m3u8
陕西一套,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226357/1.m3u8
陕西二套,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226358/1.m3u8
陕西三套,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226359/1.m3u8
陕西四套,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226360/1.m3u8
陕西五套,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226361/1.m3u8
陕西六套,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226362/1.m3u8
陕西七套,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226363/1.m3u8
陕西八套,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226364/1.m3u8
西安新闻,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226366/1.m3u8
西安都市,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226367/1.m3u8
西安商务,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226368/1.m3u8
西安影视,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226369/1.m3u8
西安丝路,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226370/1.m3u8
西安教育,http://dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226371/index.m3u8
保山一套,http://liveynbsdst.chinamcache.com/live/zb01.m3u8?auth_key=1645240615-0-0-
保山二套,http://liveynbsdst.chinamcache.com/live/zb02.m3u8?auth_key=1645240679-0-0-
咸阳-1,http://dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226372/index.m3u8
延安-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226374/1.m3u8
延安-2,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226375/1.m3u8
铜川-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226379/1.m3u8
铜川-2,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226380/1.m3u8
宝鸡-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226383/1.m3u8
宝鸡-2,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226384/1.m3u8
宁强-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226390/1.m3u8
宁强-2,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226389/1.m3u8
汉中-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226331/1.m3u8
汉中-3,http://dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221225991/index.m3u8
佛坪-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226454/1.m3u8
镇巴-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226457/1.m3u8
略阳-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226322/1.m3u8
西乡-1,http://dbiptv.sn.chinamobile.com/PLTV/88888890/224/3221226556/index.m3u8
榆林-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226377/1.m3u8
商洛-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226378/1.m3u8
渭南-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226376/1.m3u8
安康-1,http://dbiptv.sn.chinamobile.com/PLTV/88888888/224/3221226385/1.m3u8


青海,#genre#
青海卫视,http://stream.qhbtv.com/qhws/sd/live.m3u8
安多卫视,http://stream.qhbtv.com/adws/sd/live.m3u8
青海综合,http://lmt.scqstv.com/live1/live1.m3u8
经济生活,http://stream.qhbtv.com/qhsh/playlist.m3u8
都市频道,http://stream.qhbtv.com/qhds/playlist.m3u8
西宁综合,https://liveout.xntv.tv/a65jur/96iln2.m3u8
西宁生活,https://liveout.xntv.tv/a65jur/90p2i1.m3u8
大通电视,http://dtrmlive.qhdtrm.cn/testpush/playlist.m3u8
湟中电视,http://livecdn.dmqhyadmin.com/hls/xjhuangzhong.m3u8
贵南电视,http://livecdn.dmqhyadmin.com/hls/xjguinan.m3u8
兴海电视,http://lived.dmqhyadmin.com/xhzhpd/sd/live.m3u8
化隆电视,http://livecdn.dmqhyadmin.com/hls/xjhualong.m3u8
民和电视,http://livecdn.dmqhyadmin.com/hls/xjminhe.m3u8
门源电视,http://livecdn.dmqhyadmin.com/hls/xjmenyuan.m3u8
囊谦综合,http://pili-live-hls-qhnqapp2020.sobeylive.com/qhnqapp2020/qhnqtv01.m3u8

宁夏,#genre#
石嘴山综合,http://live.kanwz.net/ggpd/playlist.m3u8
石嘴山公共,http://live.kanwz.net/zhpd/playlist.m3u8
吴忠综合,http://live.kanwz.net/zhpd/sd/live.m3u8
吴忠公共,http://live.kanwz.net/ggpd/sd/live.m3u8







黑龙江,#genre#
克山综合,https://masterpull.hljtv.com/live/58lOw0L5.m3u8
克东综合,https://masterpull.hljtv.com/live/PO1DiGiN.m3u8
拜泉综合,https://masterpull.hljtv.com/live/zHtOXXUz.m3u8
杜尔伯特综合,https://masterpull.hljtv.com/live/eCNHwyyW.m3u8
饶河综合,https://masterpull.hljtv.com/live/DokNxER6.m3u8
友谊综合,https://masterpull.hljtv.com/live/LVpBWYXl.m3u8
勃利综合,https://masterpull.hljtv.com/live/6rx9bifO.m3u8
呼玛综合,https://masterpull.hljtv.com/live/yN3vDovm.m3u8
讷河综合,https://masterpull.hljtv.com/live/PXWxDY1V.m3u8
依安综合,https://masterpull.hljtv.com/live/4hhgo1mX.m3u8
嫩江综合,https://masterpull.hljtv.com/live/hrSfaA6T.m3u8
五大连综合,https://masterpull.hljtv.com/live/6ic4FFgF.m3u8
龙江综合,https://masterpull.hljtv.com/live/vRSdDMSR.m3u8
海林综合,https://masterpull.hljtv.com/live/lqo9Fcdy.m3u8
孙吴综合,https://masterpull.hljtv.com/live/eXFjvNaf.m3u8
宝清综合,https://masterpull.hljtv.com/live/HBp9MLoA.m3u8
塔河综合,https://masterpull.hljtv.com/live/qXrATpGj.m3u8
集贤综合,https://masterpull.hljtv.com/live/CyJ3RKND.m3u8
漠河综合,https://masterpull.hljtv.com/live/rlVvbTZN.m3u8
东宁综合,https://masterpull.hljtv.com/live/UQdxnsw8.m3u8
宁安综合,https://masterpull.hljtv.com/live/BV2wr0vH.m3u8
穆棱综合,https://masterpull.hljtv.com/live/5c9Mi3FV.m3u8
逊克综合,https://masterpull.hljtv.com/live/a0CULO9O.m3u8
林口综合,https://masterpull.hljtv.com/live/pqheD07F.m3u8
北安综合,https://masterpull.hljtv.com/live/EfoBDa06.m3u8
延寿综合,https://masterpull.hljtv.com/live/XBqKssjB.m3u8
依兰综合,https://masterpull.hljtv.com/live/4sTJDdbE.m3u8
五常综合,https://masterpull.hljtv.com/live/R9bOklLT.m3u8
通河综合,https://masterpull.hljtv.com/live/b71kCDir.m3u8
巴彦综合,https://masterpull.hljtv.com/live/vAtZi96R.m3u8
方正综合,https://masterpull.hljtv.com/live/sSN2Uyb2.m3u8
呼兰综合,https://masterpull.hljtv.com/live/zja8TAIO.m3u8
宾县综合,https://masterpull.hljtv.com/live/DlkgB2B7.m3u8
肇东综合,https://masterpull.hljtv.com/live/G84ZsUTP.m3u8
望奎综合,https://masterpull.hljtv.com/live/d3loVdqX.m3u8
青冈综合,https://masterpull.hljtv.com/live/bJGIloJe.m3u8
绥棱综合,https://masterpull.hljtv.com/live/p7WSvrJJ.m3u8
庆安综合,https://masterpull.hljtv.com/live/ayksl1Ur.m3u8
明水综合,https://masterpull.hljtv.com/live/bOJ0OStw.m3u8
肇源综合,https://masterpull.hljtv.com/live/XkQg7QSI.m3u8
肇州综合,https://masterpull.hljtv.com/live/imOHYJ77.m3u8
富锦综合,https://masterpull.hljtv.com/live/wOBN3GqO.m3u8
抚远综合,https://masterpull.hljtv.com/live/tVnkOTOG.m3u8
桦川综合,https://masterpull.hljtv.com/live/NYQcW0fS.m3u8
桦南综合,https://masterpull.hljtv.com/live/76oCVZd3.m3u8
汤原综合,https://masterpull.hljtv.com/live/lt2CmppY.m3u8
同江综合,https://masterpull.hljtv.com/live/oFc7fCUf.m3u8
安达综合,https://masterpull.hljtv.com/live/FsGxlDZQ.m3u8
海伦综合,https://masterpull.hljtv.com/live/VFNlgeFO.m3u8
兰西综合,https://masterpull.hljtv.com/live/SYG06DEw.m3u8
泰来综合,https://masterpull.hljtv.com/live/cfkAgOUK.m3u8
嘉荫综合,https://masterpull.hljtv.com/live/k5IX9frJ.m3u8
甘南综合,https://masterpull.hljtv.com/live/YbFyF4Jb.m3u8
绥芬河综合,https://masterpull.hljtv.com/live/pXxFNIbi.m3u8
绥滨综合,https://masterpull.hljtv.com/live/DQiqZPCj.m3u8
富裕综合,https://masterpull.hljtv.com/live/MKFLhcpa.m3u8
铁力综合,https://masterpull.hljtv.com/live/iUtbDFud.m3u8
尚志综合,https://masterpull.hljtv.com/live/EQnKvoc9.m3u8
绥化新闻综合高清,https://masterpull.hljtv.com/live/v4o2g1hs.m3u8
大兴安岭新闻综合,https://masterpull.hljtv.com/live/H2kVyS15.m3u8
黑河新闻综合,https://masterpull.hljtv.com/live/iyoENgSP.m3u8
佳木斯新闻综合,https://masterpull.hljtv.com/live/l9wQtsVs.m3u8
伊春绿色林都,https://livesr.dbw.cn/lsdream/6i4bn74/2000/live.m3u8
虎林综合,https://masterpull.hljtv.com/live/SJJAEqBS.m3u8
密山综合,https://masterpull.hljtv.com/live/iYi97JTN.m3u8
鸡东综合,https://masterpull.hljtv.com/live/o4NExHSz.m3u8
汤旺综合,https://vod.center.hljtv.com/lsdream/owpe61C/b19iw4e.m3u8

七台河新闻综合,http://live.qthnews.org.cn:1935/live/live1/800k/tzwj_video.m3u8
七台河民生社教,http://live.qthnews.org.cn:1935/live/live2/800k/tzwj_video.m3u8
七台河矿区综合,https://play-hsbj.vzan.com/slowlive/967809790087592502/live.m3u8

哈尔滨新闻综合,https://stream.hrbtv.net/xwzh/playlist.m3u8
哈尔滨生活,https://stream.hrbtv.net/shpd/sd/live.m3u8
哈尔滨影视,https://stream.hrbtv.net/yspd/sd/live.m3u8
哈尔滨娱乐,https://stream.hrbtv.net/ylpd/sd/live.m3u8
哈尔滨都市资讯,https://stream.hrbtv.net/zxpd/sd/live.m3u8
齐齐哈尔新闻综合,https://pili-live-hls-kanqi.tianma3600.com/kanqi/vdo1xinwenpd.m3u8


黑龙江都市高清,https://idclive.hljtv.com:4430/live/dushi_hd.m3u8
黑龙江公共农业高清,https://idclive.hljtv.com:4430/live/hljgg_hd.m3u8
黑龙江影视高清,https://idclive.hljtv.com:4430/live/hljys_hd.m3u8
黑龙江文体高清,https://idclive.hljtv.com:4430/live/hljwy_hd.m3u8
黑龙江新闻法治高清,https://idclive.hljtv.com:4430/live/hljxw_hd.m3u8
黑龙江少儿高清,https://idclive.hljtv.com:4430/live/hljse_hd.m3u8

新疆,#genre#
石河子新闻,http://124.88.144.73:1935/live/xwzh/playlist.m3u8
石河子经济,http://124.88.144.73:1935/live/dywt/playlist.m3u8
石河子影视,http://124.88.144.73:1935/live/jjsh/playlist.m3u8
石河子教育,http://124.88.144.73:1935/live/jiaoyu/playlist.m3u8
XJTV1,http://117.190.144.101:9901/tsfile/live/0019_1.m3u8?key=txiptv
XJTV2,http://117.190.144.101:9901/tsfile/live/1000_1.m3u8?key=txiptv
XJTV3,http://117.190.144.101:9901/tsfile/live/1001_1.m3u8?key=txiptv
XJTV4,http://117.190.144.101:9901/tsfile/live/1002_1.m3u8?key=txiptv
XJTV5,http://117.190.144.101:9901/tsfile/live/1003_1.m3u8?key=txiptv
XJTV6,http://117.190.144.101:9901/tsfile/live/1004_1.m3u8?key=txiptv
XJTV7,http://117.190.144.101:9901/tsfile/live/1005_1.m3u8?key=txiptv
XJTV8,http://117.190.144.101:9901/tsfile/live/1006_1.m3u8?key=txiptv
XJTV9,http://117.190.144.101:9901/tsfile/live/1007_1.m3u8?key=txiptv
XJTV10,http://117.190.144.101:9901/tsfile/live/1008_1.m3u8?key=txiptv
XJTV11,http://117.190.144.101:9901/tsfile/live/1009_1.m3u8?key=txiptv
XJTV12,http://117.190.144.101:9901/tsfile/live/1010_1.m3u8?key=txiptv
喀什1,http://117.190.144.101:9901/tsfile/live/1011_1.m3u8?key=txiptv
喀什2,http://117.190.144.101:9901/tsfile/live/1012_1.m3u8?key=txiptv
喀什3,http://117.190.144.101:9901/tsfile/live/1013_1.m3u8?key=txiptv
喀什市1,http://117.190.144.101:9901/tsfile/live/1014_1.m3u8?key=txiptv
喀什市2,http://117.190.144.101:9901/tsfile/live/1015_1.m3u8?key=txiptv
图木舒克市1,http://117.190.144.101:9901/tsfile/live/1016_1.m3u8?key=txiptv
图木舒克市2,http://117.190.144.101:9901/tsfile/live/1017_1.m3u8?key=txiptv
莎车1,http://117.190.144.101:9901/tsfile/live/1018_1.m3u8?key=txiptv
莎车2,http://117.190.144.101:9901/tsfile/live/1019_1.m3u8?key=txiptv
叶城1,http://117.190.144.101:9901/tsfile/live/1020_1.m3u8?key=txiptv
叶城2,http://117.190.144.101:9901/tsfile/live/1021_1.m3u8?key=txiptv
英吉沙1,http://117.190.144.101:9901/tsfile/live/1022_1.m3u8?key=txiptv
英吉沙2,http://117.190.144.101:9901/tsfile/live/1023_1.m3u8?key=txiptv
巴楚1,http://117.190.144.101:9901/tsfile/live/1024_1.m3u8?key=txiptv
巴楚2,http://117.190.144.101:9901/tsfile/live/1025_1.m3u8?key=txiptv
岳普湖县1,http://117.190.144.101:9901/tsfile/live/1026_1.m3u8?key=txiptv
岳普湖县2,http://117.190.144.101:9901/tsfile/live/1027_1.m3u8?key=txiptv
SFTV1,http://117.190.144.101:9901/tsfile/live/1028_1.m3u8?key=txiptv
SFTV2,http://117.190.144.101:9901/tsfile/live/1029_1.m3u8?key=txiptv
麦盖提1,http://117.190.144.101:9901/tsfile/live/1030_1.m3u8?key=txiptv
麦盖提2,http://117.190.144.101:9901/tsfile/live/1031_1.m3u8?key=txiptv
泽普县1,http://117.190.144.101:9901/tsfile/live/1032_1.m3u8?key=txiptv
泽普县2,http://117.190.144.101:9901/tsfile/live/1033_1.m3u8?key=txiptv
新疆教育,http://117.190.144.101:9901/tsfile/live/1034_1.m3u8?key=txiptv



韩国,#genre#
한국경제TV,http://117.123.30.250:9981/stream/channelid/77
한국가요채널Korean Song,http://live.kytv.co.kr:8080/hls/stream.m3u8
평화방송http://110.47.7.144:9981/stream/channelid/64?ticket=3662ABD728AFD0F7429ACAD6D379422C487E7480
패션앤,http://121.160.86.119:9981/stream/channelid/92?ticket=BBD00361A05B47A47AD94373708D0799887ABF18
패션앤,http://117.123.30.250:9981/stream/channelid/39
코코비TV,https://i.mjh.nz/SamsungTVPlus/KRBB500035VF.m3u8
코미디TV,http://222.98.109.224:9981/stream/channelid/32?ticket=BA5FA935FB1DAB2F598F3CA495A83F3892098F9B
채널차이나,http://121.160.86.119:9981/stream/channelid/53?ticket=9A5DFD9B88BAEECB2F821AF87361F147A2AF5AF6
채널뷰,http://121.160.86.119:9981/stream/channelid/51?ticket=E647644EF947FB6AAE956C94A24FEFBC7C67ECCB
채널S동네방네,http://121.160.86.119:9981/stream/channelid/11?ticket=9251BF1940E99C7411118EE3FE4B9889BEDD0C64
채널S,http://121.160.86.119:9981/stream/channelid/10?ticket=791BFF250B431F1C0CAAB0D193916E246DF068A8
채널A,http://117.123.30.250:9981/stream/channelid/22
채널A 이제 만나러 갑니다,https://i.mjh.nz/SamsungTVPlus/KRBC4100005N5.m3u8
전우치,https://i.mjh.nz/SamsungTVPlus/KRBC4000003J2.m3u8
인디필름http://117.123.30.250:9981/stream/channelid/5
올리브http://1.236.14.10:9981/stream/channelid/48?ticket=
올레 순위 - 종합,http://14.49.86.138:9981/stream/channelid/1169993630?ticket=AFBB8CCACF4F0685B04E649C134EB3A670A95CAB&profile=pass
올레 순위 - 예능,http://14.49.86.138:9981/stream/channelid/432814552?ticket=A846A789887C780B140AC4573D3E4AFB9E2102EA&profile=pass
올레 순위 - ,http://14.49.86.138:9981/stream/channelid/1715507632?ticket=FE046EE785484561DCCCC775D7128F78C827F9B1&profile=pass
연합뉴스TV,https://wms211-kortv.akamaized.net/a_live/34402987/smil:20ch211.smil/chunklist_b2500000.m3u8
연합뉴스TV,https://i.mjh.nz/SamsungTVPlus/KRBD1400001ED.m3u8
연합뉴스TV,http://117.123.30.250:9981/stream/channelid/29
역사 읽어드립니다,https://i.mjh.nz/SamsungTVPlus/KRBC32000200B.m3u8
애니원http://210.97.86.161:9981/stream/channelid/377618692?ticket=
씨네프,http://121.160.86.119:9981/stream/channelid/60?ticket=E3EF05E242C78E3C8336A14626E9F59AEE2AA25B
씨네21+,https://i.mjh.nz/SamsungTVPlus/KRBD26000011V.m3u8
심리 읽어드립니다,https://i.mjh.nz/SamsungTVPlus/KRBC3200021ZA.m3u8
소상공인방송,http://139.150.248.29:1935/smartlive/558/91258ac21591769e21f41b96f26d883e/playlist.m3u8
새해웃음 특집,https://i.mjh.nz/SamsungTVPlus/KRBD2700008TZ.m3u8
사피엔스스튜디오,https://i.mjh.nz/SamsungTVPlus/KRBC32000191N.m3u8
뽀요TV,https://i.mjh.nz/SamsungTVPlus/KRBD2000001BN.m3u8
뷰,http://117.123.30.250:9981/stream/channelid/34
综艺,http://14.49.86.138:9981/stream/channelid/553838573?ticket=A205A77A19E3E6AE539F7FBCD634F014832075DA&profile=pass
中华TVhttp://110.47.7.144:9981/stream/channelid/97
맛있는 녀석들,https://i.mjh.nz/SamsungTVPlus/KRBC3200007D1.m3u8
롯데홈쇼핑,http://117.123.30.250:9981/stream/channelid/15
로보카폴리 TV,https://i.mjh.nz/SamsungTVPlus/KRBC3500013VH.m3u8
频道预览4,http://175.207.220.199:9981/stream/channelid/1204857893?ticket=
频道预览3,http://175.207.220.199:9981/stream/channelid/256178647?ticket=
频道预览2,http://175.207.220.199:9981/stream/channelid/454725470?ticket=
글로벌 뉴스 by LeadStory,https://i.mjh.nz/SamsungTVPlus/KRBD3100006X4.m3u8
국방TV,http://mediaworks.dema.mil.kr:1935/live_edge/cudo.sdp/playlist.m3u8
测试3,http://14.49.86.138:9981/stream/channelid/1308141696?ticket=BAF2BAD0CC12EE136DB2D5CC0131D42B23D4EFB5&profile=pass
测试2,http://14.49.86.138:9981/stream/channelid/700704486?ticket=12A688862E2C825D5DA3DC122595142CB94F750F&profile=pass
测试1,http://175.207.220.199:9981/stream/channelid/135345991?ticket=
阿里郎,http://amdlive.ctnd.com.edgesuite.net/arirang_1ch/smil:arirang_1ch.smil/playlist.m3u8
阿里郎,http://amdlive.ctnd.com.edgesuite.net/arirang_1ch/smil:arirang_1ch.smil/chunklist_b2256000_sleng.m3u8
YTNhttp://110.47.7.144:9981/stream/channelid/53
YTN,mitv://generationnexxxt.com:19806/37e575278e574bc9a9fc598c733de125
YTN,http://117.123.30.250:9981/stream/channelid/30
World Billiards TV,https://i.mjh.nz/SamsungTVPlus/KRBC3200011N3.m3u8
UBC SBS,http://59.23.231.102:1935/live/UBCstream/playlist.m3u8
TV조선,http://121.160.86.119:9981/stream/channelid/41?ticket=94837900DBC4EC43A00CC6BCFF159566802B7BF6
TV조선 우리 이혼했어요,https://i.mjh.nz/SamsungTVPlus/KRBD2700001QR.m3u8
TV조선 미스터트롯 영웅의 탄생,https://i.mjh.nz/SamsungTVPlus/KRBD27000069Q.m3u8
TV조선 골프왕,https://i.mjh.nz/SamsungTVPlus/KRBD2700002IV.m3u8
tvNhttp://110.47.7.144:9981/stream/channelid/44
tvN,mitv://generationnexxxt.com:19806/5653c9fb655842ee99b4590ff903efe7
tvN,mitv://generationnexxxt.com:19806/5653c9fb655842ee99b4590ff903efe7
tvN,http://117.123.30.250:9981/stream/channelid/11
tvN 환혼,https://i.mjh.nz/SamsungTVPlus/KRBC320002200.m3u8
tvN 윤스테이,https://i.mjh.nz/SamsungTVPlus/KRBC3200017JQ.m3u8
tvN 유 퀴즈 온 더 블럭 HOT CLIP,https://i.mjh.nz/SamsungTVPlus/KRBD3100002JL.m3u8
tvN 사랑의 불시착,https://i.mjh.nz/SamsungTVPlus/KRBC3200029C4.m3u8
tvN 미스터 션샤인,https://i.mjh.nz/SamsungTVPlus/KRBC3200028P2.m3u8
tvN 더 지니어스: 그랜드 파이널,https://i.mjh.nz/SamsungTVPlus/KRBC3200023BG.m3u8
tvN 대탈출3,https://i.mjh.nz/SamsungTVPlus/KRBC800016YS.m3u8
tvN SPORTS,https://i.mjh.nz/SamsungTVPlus/KRBC800015MH.m3u8
tvN S,http://117.123.30.250:9981/stream/channelid/51
tvN D,http://117.123.30.250:9981/stream/channelid/49
TVC2http://175.207.220.199:9981/stream/channelid/429974246?
TVA P,http://117.123.30.250:9981/stream/channelid/52
TV6,https://stream.ads.ottera.tv/playlist.m3u8?network_id=751
TV5,https://stream.ads.ottera.tv/playlist.m3u8?network_id=742
TV4,https://stream.ads.ottera.tv/playlist.m3u8?network_id=644
TV3,https://stream.ads.ottera.tv/playlist.m3u8?network_id=630
TV2,https://stream.ads.ottera.tv/playlist.m3u8?network_id=623
TV1,https://stream.ads.ottera.tv/playlist.m3u8?network_id=743
TV,https://stream.ads.ottera.tv/playlist.m3u8?network_id=595
TV Chosun,mitv://generationnexxxt.com:19806/f2bbdada428d45c298a039f3bdf0f12e
TV CHOSUN 국가가 부른다,https://i.mjh.nz/SamsungTVPlus/KRBC35000169K.m3u8
TV asia,http://117.123.30.250:9981/stream/channelid/52
TRENDY,http://121.160.86.119:9981/stream/channelid/80?ticket=0929C8AE9AF508AE7A6D13985140AD682019D202
Tooniverse,mitv://generationnexxxt.com:19806/3c1da427c435451fa526abe4d1c5d446
TJMBC,https://ns1.tjmbc.co.kr/live/myStream.sdp/playlist.m3u8
TJBSBS,http://1.245.74.5:1935/live/tv/chunklist_w1321158460.m3u8
TJBSBS,http://1.245.74.5:1935/live/tv/.m3u8
TED,https://i.mjh.nz/SamsungTVPlus/KRBD370000134.m3u8
STBhttp://110.47.7.144:9981/stream/channelid/15
SPOTVhttp://110.47.7.144:9981/stream/channelid/56
SPOTV,mitv://generationnexxxt.com:19806/d270398d5c9d4358a1fab94773d6b8d1
SPOTV,http://117.123.30.250:9981/stream/channelid/8
SKY SP,http://117.123.30.250:9981/stream/channelid/50
SCREENhttp://110.47.7.144:9981/stream/channelid/28
SCREEN,http://117.123.30.250:9981/stream/channelid/36
SBS,mitv://generationnexxxt.com:19806/c8f25b3b0185407792640de06e8781df
SBS,http://183.99.22.189:9981/stream/channelid/1124346476?
SBS,http://117.123.30.250:9981/stream/channelid/86
SBS 편의점 샛별이,https://i.mjh.nz/SamsungTVPlus/KRBB42000061Z.m3u8
SBS 정글의 법칙,https://i.mjh.nz/SamsungTVPlus/KRBB4200012PV.m3u8
SBS 스토브리그,https://i.mjh.nz/SamsungTVPlus/KRBB420000180.m3u8
SBS 순풍산부인과,https://i.mjh.nz/SamsungTVPlus/KRBB4200004RA.m3u8
SBS 빽드,https://i.mjh.nz/SamsungTVPlus/KRBB420001572.m3u8
SBS 나는 솔로,https://i.mjh.nz/SamsungTVPlus/KRBB4200009C3.m3u8
SBS 궁금한 이야기 Y,https://i.mjh.nz/SamsungTVPlus/KRBB4200016TZ.m3u8
SBS TV 동물농장,https://i.mjh.nz/SamsungTVPlus/KRBB420000769.m3u8
SBS SP,http://117.123.30.250:9981/stream/channelid/68
SBS P,http://117.123.30.250:9981/stream/channelid/64
SBS HD,http://line.premiumpowers.net/play/live.php?mac=00:1A:79:73:45:10&stream=156426&extension=ts
SBS Biz,mitv://generationnexxxt.com:19806/a99ade867d304779a5ac84ab89228575
SBS B,http://117.123.30.250:9981/stream/channelid/69
SAND BOXhttp://58.142.60.62:9981/stream/channelid/167222103?profile=pass
PLAYY 영화,https://i.mjh.nz/SamsungTVPlus/KRBD2700007S0.m3u8
PGA Tour,https://i.mjh.nz/SamsungTVPlus/KRBD3100007WB.m3u8
ONCEhttp://175.207.220.199:9981/stream/channelid/417888638
OL!FEhttp://175.207.220.199:9981/stream/channelid/33199828?ticket=
OGN 스타리그,https://i.mjh.nz/SamsungTVPlus/KRBC3200005SH.m3u8
OCN,mitv://generationnexxxt.com:19806/0fae247ef984444d9149e2c20be2c8b3
OCN MOVIEShttp://110.47.7.144:9981/stream/channelid/45
OCN MOVIES2,http://117.123.30.250:9981/stream/channelid/40
OCN Movies,mitv://generationnexxxt.com:19806/328994e1d61946198d921e2fe2bbc1a0
OCN MOVIES,http://117.123.30.250:9981/stream/channelid/37
OC Nhttp://110.47.7.144:9981/stream/channelid/48
O C N,http://117.123.30.250:9981/stream/channelid/35?
NOWhttp://110.47.7.144:9981/stream/channelid/94
NOW,http://117.123.30.250:9981/stream/channelid/53
NEW MOVIES,https://i.mjh.nz/SamsungTVPlus/KRBC3200004D1.m3u8
NBS한국농업방송,https://media.joycorp.co.kr:4443/live/live_720p/playlist.m3u8
Mubeat,https://stream.ads.ottera.tv/playlist.m3u8?network_id=711
Mplex,http://121.160.86.119:9981/stream/channelid/21?ticket=AB42AA1C7D0F070F7B2AB7F9A5EF500770855C9F
Mplex,http://110.47.7.144:9981/stream/channelid/65?
Mnethttp://110.47.7.144:9981/stream/channelid/29
Mnet,mitv://generationnexxxt.com:19806/e4f2d41cce0c4f85a2019f13d1bb2aeb
Mnet,mitv://generationnexxxt.com:19806/e4f2d41cce0c4f85a2019f13d1bb2aeb
Mnet,http://117.123.30.250:9981/stream/channelid/45
Mnet 스트릿 우먼 파이터 2 HOT CLIP,https://i.mjh.nz/SamsungTVPlus/KRBC3200018FU.m3u8
MBN,mitv://generationnexxxt.com:19806/09dbf5da37f9450c9bca9c7dabadf2bd
MBN,https://wms2-kortv.akamaized.net/a_live/81992167/smil:20tv121.smil/chunklist_b2500000.m3u8
MBN,http://117.123.30.250:9981/stream/channelid/20
MBCON,http://117.123.30.250:9981/stream/channelid/7
MBC,mitv://generationnexxxt.com:19806/36faab63fc2e4983b559a7e8f2002e30
MBC,http://vod.mpmbc.co.kr:1935/live/encoder-tv/playlist.m3u8
MBC,http://123.254.72.24:1935/tvlive/livestream2/playlist.m3u8
MBC,http://123.254.72.24:1935/tvlive/livestream2/chunklist_w265464937.m3u8
MBC,http://117.123.30.250:9981/stream/channelid/84
MBC 지붕뚫고 하이킥,https://i.mjh.nz/SamsungTVPlus/KRBC200005H6.m3u8
MBC 옷소매 붉은끝동,https://i.mjh.nz/SamsungTVPlus/KRBB5000073UD.m3u8
MBC 무한도전,https://i.mjh.nz/SamsungTVPlus/KRBB5000069BS.m3u8
MBC 나혼자산다,https://i.mjh.nz/SamsungTVPlus/KRBC200002I0.m3u8
MBC 나는 가수다,https://i.mjh.nz/SamsungTVPlus/KRBC20000418.m3u8
MBC SP,http://117.123.30.250:9981/stream/channelid/67
MBC M,http://117.123.30.250:9981/stream/channelid/70
MBC D,http://117.123.30.250:9981/stream/channelid/59
MBC A,http://line.premiumpowers.net/play/live.php?mac=00:1A:79:73:45:10&stream=156429&extension=ts
LifeUhttp://1.236.14.10:9981/stream/channelid/47?ticket=
KTV,http://117.123.30.250:9981/stream/channelid/27
K-STAR 골프,https://i.mjh.nz/SamsungTVPlus/KRBB5000364M.m3u8
Korea TV,https://hlive.ktv.go.kr/live/klive_h.stream/playlist.m3u8
KCTV,http://119.77.96.184:1935/chn21/chn21/playlist.m3u8
KCTV,http://119.77.96.184:1935/chn05/chn05/chunklist_w644291506.m3u8
KCTV,http://119.77.96.184:1935/chn05/chn05/chunklist_w1306745753.m3u8
KBS世界,https://wms4-kortv.akamaized.net/a_live/63719963/smil:20ch011.smil/playlist.m3u8
KBS世界,https://wms4-kortv.akamaized.net/a_live/63719963/smil:20ch011.smil/chunklist_b2500000.m3u8
KBS世界,https://kbsworld-ott.akamaized.net/hls/live/2002341/kbsworld/01.m3u8
KBSN,http://117.123.30.250:9981/stream/channelid/55
KBSDhttp://110.47.7.144:9981/stream/channelid/6
KBS2,mitv://generationnexxxt.com:19806/fa378d3829f643d2a87c4c754bbae507
KBS2,mitv://generationnexxxt.com:19806/fa378d3829f643d2a87c4c754bbae507
KBS2,http://mytv.dothome.co.kr/ch/public/3.php
KBS2,http://183.99.22.189:9981/stream/channelid/806525648?ticket=2CAD38B571549F19B45E89A4DA61B7F2F1293FE2&profile=pass
KBS2,http://183.99.22.189:9981/stream/channelid/806525648?
KBS2,http://183.99.22.189:9981/stream/channelid/1564137658
KBS1http://220.95.92.160:9981/stream/channelid/660474352
KBS1http://106.246.92.3:9981/stream/channelid/22
KBS1,mitv://generationnexxxt.com:19806/28676e413f2a477ababeae97e87ef855
KBS1,mitv://generationnexxxt.com:19806/28676e413f2a477ababeae97e87ef855
KBS1,http://mytv.dothome.co.kr/ch/public/1.php
KBS1,http://117.123.30.250:9981/stream/channelid/85
KBS 정도전,https://i.mjh.nz/SamsungTVPlus/KRBC4400002AO.m3u8
KBS 개는 훌륭하다,https://i.mjh.nz/SamsungTVPlus/KRBC4400001TZ.m3u8
KBS World,https://kbsworld-ott.akamaized.net/hls/live/2002341/kbsworld/01.m3u8
KBS Story,http://mytv.dothome.co.kr/ch/catv/4.php
KBS News D,https://code.vthanhtivi.pw/getlink/kbs/81/playlist.m3u8
KBS LIFE,http://mytv.dothome.co.kr/ch/catv/5.php
KBS Joy,mitv://generationnexxxt.com:19806/0a9a842f13284e848e7aa72af382c176
KBS Joy,http://mytv.dothome.co.kr/ch/catv/3.php
KBS JOY,http://110.47.7.144:9981/stream/channelid/5?ticket=
KBS Joy 연애의 참견,https://i.mjh.nz/SamsungTVPlus/KRBC4000005EP.m3u8
KBS Drama,mitv://generationnexxxt.com:19806/10263d570592484e864bf42334ba5a2f
KBS Drama,http://mytv.dothome.co.kr/ch/catv/2.php
KBS D,http://117.123.30.250:9981/stream/channelid/65
KBS 1박2일 시즌1,https://i.mjh.nz/SamsungTVPlus/KRBC4400003SD.m3u8
KBC TV,https://vod.ikbc.co.kr/KBCTV/tv/playlist.m3u8
KBC TV,https://vod.ikbc.co.kr/KBCTV/tv/chunklist_w1946374378.m3u8
KBC SBS,http://119.200.131.11:1935/KBCTV/tv/playlist.m3u8
K STARhttp://121.136.153.200:9981/stream/channelid/41
K STAR,http://117.123.30.250:9981/stream/channelid/48
JUMBC,https://wowza.jejumbc.com/live/tv_jejumbc/playlist.m3u8
JTV,https://tistory1.daumcdn.net/tistory/2864485/skin/images/Public_58.m3u8
JTBChttp://110.47.7.144:9981/stream/channelid/46
JTBC4http://110.47.7.144:9981/stream/channelid/62
JTBC4http://106.246.92.3:9981/stream/channelid/51
JTBC3http://106.246.92.3:9981/stream/channelid/50
jtbc2http://222.237.71.141:9981/stream/channelid/1803658735?profile=pass
JTBC,mitv://generationnexxxt.com:19806/4e234cda667b42a8bc3081db3b08bfce
JTBC,mitv://generationnexxxt.com:19806/4e234cda667b42a8bc3081db3b08bfce
JTBC,http://117.123.30.250:9981/stream/channelid/18
JTBC 효리네 민박 시즌1,https://i.mjh.nz/SamsungTVPlus/KRBC5000016BM.m3u8
JTBC 품위있는 그녀,https://i.mjh.nz/SamsungTVPlus/KRBC50000228B.m3u8
JTBC 톡파원25시,https://i.mjh.nz/SamsungTVPlus/KRBC50000218R.m3u8
JTBC 크라임씬,https://i.mjh.nz/SamsungTVPlus/KRBC46000014A.m3u8
JTBC 최강야구,https://i.mjh.nz/SamsungTVPlus/KRBC5000019FB.m3u8
JTBC 아는 형님,https://i.mjh.nz/SamsungTVPlus/KRBD43000023M.m3u8
JTBC 비긴어게인,https://i.mjh.nz/SamsungTVPlus/KRBC5000020AF.m3u8
JTBC 뉴스,https://i.mjh.nz/SamsungTVPlus/KRBC46000173Y.m3u8
JTBC 냉장고를 부탁해,https://i.mjh.nz/SamsungTVPlus/KRBD4300003MW.m3u8
JTBC 골프,https://i.mjh.nz/SamsungTVPlus/KRBC5000018O9.m3u8 
JTBC SKY캐슬,https://i.mjh.nz/SamsungTVPlus/KRBC4600004BQ.m3u8
JTBC GOLF,mitv://generationnexxxt.com:19806/7c397fb18c154c5f91e41a48fd3ab95c
JTBC 2http://110.47.7.144:9981/stream/channelid/81
JTBC 18 어게인,https://i.mjh.nz/SamsungTVPlus/KRBC5000015F5.m3u8
JT BC2,http://117.123.30.250:9981/stream/channelid/71?
job plus,http://live.worktv.or.kr:1935/live/wowtvlive1.sdp/playlist.m3u8
JEJUMBC,https://wowza.jejumbc.com/live/tv_jejumbc/playlist.m3u8
inet,http://117.123.30.250:9981/stream/channelid/66
IHQhttp://110.47.7.144:9981/stream/channelid/27
iHQ,http://117.123.30.250:9981/stream/channelid/43
iHQ 돈쭐내러 왔습니다,https://i.mjh.nz/SamsungTVPlus/KRBC4000002ME.m3u8
https://media.joycorp.co.kr:4443/live/live_360p/playlist.m3u8
http://bbstv.clouducs.com:1935/bbstv-live/livestream/playlist.m3u8
http://8.ykwlm.sinaapp.com/han3.php?id=10
http://59.23.231.102:1935/live/UBCstream/playlist.m3u8
GENIETVhttp://175.207.220.199:9981/stream/channelid/79438460?ticket=
GENIETVhttp://175.207.220.199:9981/stream/channelid/1089353828?ticket=
FUN,http://117.123.30.250:9981/stream/channelid/3
Foxhttp://117.123.30.250:9981/stream/channelid/53
FOX,http://222.98.109.224:9981/stream/channelid/31?ticket=6DAE034785AA1B91B0EFE10F7C5C2226C6F4DAD0
Fireplace 4K,https://i.mjh.nz/SamsungTVPlus/KRBD44000025L.m3u8
FIFA+,https://i.mjh.nz/SamsungTVPlus/KRBD1900001Y2.m3u8
F,http://117.123.30.250:9981/stream/channelid/39
E채널 토요일은 밥이 좋아,https://i.mjh.nz/SamsungTVPlus/KRBC4100008Z6.m3u8
event,http://117.123.30.250:9981/stream/channelid/56
ENAhttp://110.47.7.144:9981/stream/channelid/99
ENA,http://117.123.30.250:9981/stream/channelid/41
ENA S,http://117.123.30.250:9981/stream/channelid/46
ENA PLAYhttp://110.47.7.144:9981/stream/channelid/50
Ehttp://110.47.7.144:9981/stream/channelid/25
EDGE,http://117.123.30.250:9981/stream/channelid/2
EBS少儿,http://ebsonairios.ebs.co.kr/ebsutablet500k/_definst_/tablet500k/chunklist_w1965791004.m3u8
EBS,mitv://generationnexxxt.com:19806/257252e5e0f749beb160af97e36d15d1
EBS,http://183.99.22.189:9981/stream/channelid/1358704792?ticket=486A92F5229947808649CA1BA6D2AF3BD1F1DC5D&profile=pass
EBS 2,http://ebsonairios.ebs.co.kr/ebs2tablet500k/tablet500k/ebs2tablet500k.index.m3u8?
E,http://117.123.30.250:9981/stream/channelid/10
DR CUBE,http://117.123.30.250:9981/stream/channelid/24
DONEhttp://110.47.7.144:9981/stream/channelid/51
CTS,https://d34t5yjz1ooymj.cloudfront.net/out/v1/875039d5eba0478fa8375a06b3aa5a37/index.m3u8
CTS,http://117.123.30.250:9981/stream/channelid/60
CS2,http://117.123.30.250:9981/stream/channelid/63
cpbc,http://117.123.30.250:9981/stream/channelid/62
CNTVhttp://110.47.7.144:9981/stream/channelid/73
CNTVhttp://106.246.92.3:9981/stream/channelid/94
CNTV,http://117.123.30.250:9981/stream/channelid/6
CMC가족오락,http://117.123.30.250:9981/stream/channelid/73
CMCTVhttp://110.47.7.144:9981/stream/channelid/98
CJ오쇼핑 플러스,http://14.49.86.138:9981/stream/channelid/958661849?ticket=899E986687EBB48C4224704EB95AB2D16AD66FA4&profile=pass
CJMBC,http://211.33.246.4:32954/cj_live/myStream.sdp/playlist.m3u8
CJBSBS,http://1.222.207.80:1935/live/cjbtv/playlist.m3u8
CJ,http://117.123.30.250:9981/stream/channelid/12
CINE F,http://117.123.30.250:9981/stream/channelid/38
CHINGhttp://110.47.7.144:9981/stream/channelid/71
CBShttp://110.47.7.144:9981/stream/channelid/63?ticket=B5E3C7D0A99E04552194F54922A71361B50AE5A4
C,http://112.175.51.214:1935/live/myStream/playlist.m3u8
by Bugs,https://i.mjh.nz/SamsungTVPlus/KRBD4300001RQ.m3u8
BTN,http://btn.nowcdn.co.kr/btn/btnlive2m/playlist.m3u8
BTN,http://117.123.30.250:9981/stream/channelid/61
BSMBC,http://stream.bsmbc.com/livetv/BusanMBC_TV_onairstream/playlist.m3u8
Bloomberg TV+ UHD,https://i.mjh.nz/SamsungTVPlus/KRBB500039Y5.m3u8
Bloomberg Originals,https://i.mjh.nz/SamsungTVPlus/KRBB500044GP.m3u8
BBSTV(불교),http://bbstv.clouducs.com:1935/bbstv-live/livestream/chunklist_w1216149699.m3u8
AXNhttp://106.246.92.3:9981/stream/channelid/32
AXN,http://121.160.86.119:9981/stream/channelid/81?ticket=FD318C886693A2DBCE816F68CE42A46AD8C6B07A
Arirang,https://amdlive-ch01-ctnd-com.akamaized.net/arirang_1ch/smil:arirang_1ch.smil/chunklist_b656000_sleng.m3u8
Arirang,http://amdlive.ctnd.com.edgesuite.net/arirang_1ch/smil:arirang_1ch.smil/chunklist_b2256000_sleng.m3u8
ANIONE,http://117.123.30.250:9981/stream/channelid/58
ANIMAX,http://117.123.30.250:9981/stream/channelid/33
Animax 하이큐!!,https://i.mjh.nz/SamsungTVPlus/KRBC3200001VC.m3u8
Animax 반지의 비밀일기,https://i.mjh.nz/SamsungTVPlus/KRBC40000010R.m3u8
aNhttp://175.207.220.199:9981/stream/channelid/1265183448
30http://110.47.7.144:9981/stream/channelid/30
14,https://stream.ads.ottera.tv/playlist.m3u8?network_id=14
137购物http://114.108.31.23:80/live/10011.m3u8



日本,#genre#
NHK世界,https://nhkwlive-ojp.akamaized.net/hls/live/2003459/nhkwlive-ojp-en/index_4M.m3u8
NHK世界,https://nhkwlive-xjp.akamaized.net/hls/live/2003458/nhkwlive-xjp-en/index_1M.m3u8
NTV News24,https://n24-cdn-live.ntv.co.jp/ch01/index.m3u8
Nippon,https://ntv4.mov3.co/hls/ntv.m3u8
NHKG,https://nhk4.mov3.co/hls/nhk.m3u8
NHKWorld Premium,https://cdn1.skygo.mn/live/disk1/NHK_World_Premium/HLSv3-FTA/NHK_World_Premium.m3u8
Shop Channel,http://stream1.shopch.jp/HLS/out1/prog_index.m3u8
東映チャンネル ,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs27
映画 ,http://142.171.31.242:5002/cs14.m3u8?token=guoziyun&gid=cs14&channel=zhongying
ホームドラマチャンネル Home Drama Channel,http://103.36.32.14:5002/cs27.m3u8?token=guoziyun&gid=cs27&channel=zhongying
NHK BS1,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs11&isp=10&bind=0&uin=159413&playseek=0
NHK BSプレミアム,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs01&isp=10&bind=0&uin=159413&playseek=0
BS日テレ,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs02&isp=10&bind=0&uin=159413&playseek=0
BS朝日,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs03&isp=10&bind=0&uin=159413&playseek=0
BS-TBS,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs04&isp=10&bind=0&uin=159413&playseek=0
BSテレ東,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs05&isp=10&bind=0&uin=159413&playseek=0
BSフジ,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs06&isp=10&bind=0&uin=159413&playseek=0
WOWOW プライム,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs12&isp=10&bind=0&uin=159413&playseek=0
WOWOW ライブ,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs20&isp=10&bind=0&uin=159413&playseek=0
WOWOW シネマ,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs07&isp=10&bind=0&uin=159413&playseek=0
スターチャンネル1,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs08&isp=10&bind=0&uin=159413&playseek=0
スターチャンネル2,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs27&isp=10&bind=0&uin=159413&playseek=0
スターチャンネル3,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs28&isp=10&bind=0&uin=159413&playseek=0
BSアニマックス,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs15&isp=10&bind=0&uin=159413&playseek=0
J Sports 1,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs18&isp=10&bind=0&uin=159413&playseek=0
J Sports 2,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs19&isp=10&bind=0&uin=159413&playseek=0
J Sports 3,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs21&isp=10&bind=0&uin=159413&playseek=0
J Sports 4,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs22&isp=10&bind=0&uin=159413&playseek=0
日本映画専門ch" tvg-logo="https://i.imgur.com/vMtPnYi.png" group-title="BS
bs01,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs01
bs02,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs02
bs03,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs03
bs04,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs04
bs05,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs05
bs06,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs06
bs07,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs07
bs08,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs08
bs11,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs11
bs12,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs12
bs14,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs14
bs15,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs15
bs18,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs18
bs19,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs19
bs20,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs20
bs21,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs21
bs22,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs22
迪士尼,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs24
bs25,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs25
bs26,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs26
bs27,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs27
bs28,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs28
bs31,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=bs31
cs01,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs01
cs02,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs02
cs03,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs03
cs04,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs04
cs05,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs05
cs06,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs06
cs07,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs07
cs08,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs08
cs09,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs09
cs10,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs10
cs11,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs11
cs12,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs12
cs13,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs13
cs14,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs14
cs15,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs15
cs16,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs16
cs17,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs17
cd18,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs18
cs19,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs19
cs20,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs20
cs21,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs21
cs22,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs22
cs23,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs23
cs24,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs24
cs26,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs26
cs27,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs27
cs28,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs28
cs29,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=cs29
gx01,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=gx01
gx02,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=gx02
gx03,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=gx03
gx04,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=gx04
gx05,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=gx05
gx06,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=gx06
gx07,http://cdns.jp-primehome.com:8000/zhongying/live/playlist.m3u8?cid=gx07
天气新闻https://movie.mcas.jp/mcas/wn1_2/master.m3u8
天气新闻http://movie.mcas.jp/mcas/smil:wn1.smil/chunklist_b1800000.m3u8
NHK Educational TV,http://202.60.106.14:8080/1302/playlist.m3u8
テレビ朝日,https://stream01.willfonk.com/live_playlist.m3u8?cid=BS295&r=HD&ccode=JP&m=d0:20:20:04:35:cc&t=0d6938cb3dcf4b79848bc1753a59daf1
時代劇専門,https://stream01.willfonk.com/live_playlist.m3u8?cid=CS292&r=HD&ccode=JP&m=d0:20:20:04:35:cc&t=0d6938cb3dcf4b79848bc1753a59daf1
女性チャンネルLaLaTV,https://stream01.willfonk.com/live_playlist.m3u8?cid=CS314&r=HD&ccode=JP&m=d0:20:20:04:35:cc&t=0d6938cb3dcf4b79848bc1753a59daf1
チャンネル銀河 ,https://stream01.willfonk.com/live_playlist.m3u8?cid=CS305&r=HD&ccode=JP&m=d0:20:20:04:35:cc&t=0d6938cb3dcf4b79848bc1753a59daf1
Action,https://stream01.willfonk.com/live_playlist.m3u8?cid=CS311&r=HD&ccode=JP&m=d0:20:20:04:35:cc&t=0d6938cb3dcf4b79848bc1753a59daf1
FOX,https://stream01.willfonk.com/live_playlist.m3u8?cid=CS312&r=HD&ccode=JP&m=d0:20:20:04:35:cc&t=0d6938cb3dcf4b79848bc1753a59daf1
Music Japan,https://stream01.willfonk.com/live_playlist.m3u8?cid=CS323&r=FHD&ccode=JP&m=d0:20:20:04:35:cc&t=0d6938cb3dcf4b79848bc1753a59daf1
BSTV,https://br5093.streamingdevideo.com.br/bstv/bstv/chunklist_w785516268.m3u8
TBS,https://tbs2.mov3.co/hls/tbs.m3u8
QVC,http://cdn-live1.qvc.jp/iPhone/800/800.m3u8
美国,#genre#

Bounce,http://72.46.118.193/Bounce/index.m3u8
Grit,http://72.46.118.193/Grit/index.m3u8
Laff,http://72.46.118.193/Laff/index.m3u8
Defy,http://72.46.118.193/Defy/index.m3u8
Court,http://72.46.118.193/Court/index.m3u8
Newsy,http://72.46.118.193/Newsy/index.m3u8
UTV,http://173.225.32.123/UTV-2362/index.m3u8
KELO,http://173.225.32.123/KELO-2361/index.m3u8
CW,http://173.225.32.123/KABY-CW-2364/index.m3u8
ME TV,http://173.225.32.123/KPRY-MeTV-2347/index.m3u8
KSFY,http://173.225.32.123/KSFY-2363/index.m3u8
COZI,http://173.225.32.123/Cozi-2358/index.m3u8
KTTW,http://173.225.32.123/KTTW-2357/index.m3u8
KDLT,http://173.225.32.123/KDLT-2396/index.m3u8
LAKEFIELD,http://173.225.32.123/LAKEFIELD-2370/index.m3u8
JACKSON,http://173.225.32.123/JACKSON-2371/index.m3u8
Bravo,http://170.254.18.106/BRAVO/index.m3u8
OAN,https://stream.ads.ottera.tv/playlist.m3u8?network_id=23
CAN NEWS,https://stream.ads.ottera.tv/playlist.m3u8?network_id=65
CAN NEWS,https://stream.ads.ottera.tv/playlist.m3u8?network_id=118
CAN NEWS,https://stream.ads.ottera.tv/playlist.m3u8?network_id=56
UTV,http://173.225.32.123/UTV-2362/index.m3u8
KELO,http://173.225.32.123/KELO-2361/index.m3u8
CW,http://173.225.32.123/KABY-CW-2364/index.m3u8
ME TV,http://173.225.32.123/KPRY-MeTV-2347/index.m3u8
KSFY,http://173.225.32.123/KSFY-2363/index.m3u8
COZI,http://173.225.32.123/Cozi-2358/index.m3u8
KTTW,http://173.225.32.123/KTTW-2357/index.m3u8
KDLT,http://173.225.32.123/KDLT-2396/index.m3u8
LAKEFIELD,http://173.225.32.123/LAKEFIELD-2370/index.m3u8
JACKSON,http://173.225.32.123/JACKSON-2371/index.m3u8
US: A&E ,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/19404
US: ABC Boston,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10797
US: ABC Los Angeles ,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10798
US: ABC New York,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10796
US: ABC News,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10800
US: ABC Orlando,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10799
US: AMC,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10801
US: Animal Planet,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10802
US: Baby TV,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10804
US: BBC America,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10805
US: BBC World,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10806
US: Bloomberg,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10807
US: Bravo East,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10808
US: Bravo West,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10809
US: C-SPAN 1,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10810
US: C-SPAN 2,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10811
US: Cartoon Network,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10812
US: CBS Boston,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10814
US: CBS New York,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10813
US: CBS Orlando,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10815
US: Cinemax East,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10816
US: Cinemax East,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10817
US: CNN,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10819
US: CNN International,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10820
US: CNN Latin,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10821
US: Comedy TV,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10822
US: Discovery Channel,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10825
US: Discovery Family,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10826
US: Discovery ID,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10827
US: Discovery Science,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10828
US: Disney Channel,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10829
US: Disney Jr,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10830
US: Disney XD,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10831
US: ESPN 1,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10832
US: ESPN 2,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10833
US: ESPN Deportes,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10875
US: Fight Network,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10834
US: FOX Boston,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10837
US: FOX New York,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10836
US: FOX NEWS,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10838
US: FOX Sports 1,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10839
US: FOX Sports 2,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10840
US: FX East,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10841
US: FX West,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10842
US: FXX,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10844
US: FXX East,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10843
US: FYI,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10845
US: Hallmark ,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10846
US: Hallmark Drama,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10847
US: HBO,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10848
US: HBO 2,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10850
US: HBO Family,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10851
US: HBO West,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10849
US: HGTV East,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10852
US: HGTV West,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10853
US: History,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10854
US: Lifetime,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10855
US: MSNBC,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/80121
US: MTV,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10857
US: Nat Geo,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10858
US: Nat Geo Wild,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10859
US: NBA TV,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10860
US: NBC New York,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10861
US: NBC Orlando,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10862
US: NFL Network,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10863
US: NHL Network,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10864
US: Nick,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10865
US: Nick Jr.,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10866
US: Nick Toons,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10867
US: Outdoor,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10868
US: Oxygen East,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10869
US: Paramount,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10871
US: Showtime East,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10873
US: Showtime Family Zone,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10876
US: Showtime Showcase,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10877
US: Showtime West,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10874
US: Starz,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10878
US: Starz Cinema,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10879
US: Starz Comedy,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10880
US: Starz Encore Action,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10881
US: Starz Encore Kids & Family,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10883
US: Starz Encore Suspense,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10882
US: SYFY,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10884
US: Telemundo,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10885
US: TLC,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10886
US: TNT,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10887
US: TUDN ,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10888
US: UFC,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10889
US: Universal Kids,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10890
US: UP,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10892
US: USA East,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10893
US: VH1,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/10895
Logo,http://streamsy.online:2999/coachj88/N93DPKS9pJ/952
Me TV,http://streamsy.online:2999/coachj88/N93DPKS9pJ/744
NASA,http://streamsy.online:2999/coachj88/N93DPKS9pJ/1610
Nat Geo,http://streamsy.online:2999/coachj88/N93DPKS9pJ/141
Nat Geo Wild,http://streamsy.online:2999/coachj88/N93DPKS9pJ/140
NBA TV,http://streamsy.online:2999/coachj88/N93DPKS9pJ/136
Outdoor Channel,http://streamsy.online:2999/coachj88/N93DPKS9pJ/292
PBS KIDS,http://streamsy.online:2999/coachj88/N93DPKS9pJ/227
Pop,http://streamsy.online:2999/coachj88/N93DPKS9pJ/226
Showtime,http://streamsy.online:2999/coachj88/N93DPKS9pJ/223
Showtime Women,http://streamsy.online:2999/coachj88/N93DPKS9pJ/1251
SNY,http://streamsy.online:2999/coachj88/N93DPKS9pJ/330
Start TV,http://streamsy.online:2999/coachj88/N93DPKS9pJ/1467
The Weather Channel,http://streamsy.online:2999/coachj88/N93DPKS9pJ/301
Universal Kids,http://streamsy.online:2999/coachj88/N93DPKS9pJ/252
WE TV,http://streamsy.online:2999/coachj88/N93DPKS9pJ/247
Showtime Beyond,http://streamsy.online:2999/coachj88/N93DPKS9pJ/1619
WWE,http://streamsy.online:2999/coachj88/N93DPKS9pJ/398
ABC Phoenix,http://streamsy.online:2999/coachj88/N93DPKS9pJ/1233
Mega TV,http://streamsy.online:2999/coachj88/N93DPKS9pJ/124
Vegas Golden Knights,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/77848
Washington Capitals,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/77708
Anaheim Ducks,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/77713
Arizona Coyotes,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/77712
Arizona Diamondbacks,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/77577
Boston Bruins,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/77707
Chicago Blackhawks,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/77843
Chicago White Sox ,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/77579
Colorado Avalanche ,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/77844
Columbus Blue Jackets,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/77581
Dallas Star ,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/77847
Detroit Red Wings,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/77846
Detroit Tigers,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/77711
Florida Panthers,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/77845
Miami Marlins,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/77710
Milwaukee Brewers,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/77580
NBA Prime Video 1,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/903014
NBA Prime Vídeo 2,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/903404
NBA 1 Golden State Warriors ,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/51215
NBA 10 Philadelphia 76ers ,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/51255
NBA 11 Detroit Pistons ,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/51259
NBA 12 Milwaukee Bucks ,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/51260
NBA 13 Denver Nuggets,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/51261
NBA 14 Los Angeles Lakers ,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/51262
NBA 15 New Orleans Pelicans ,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/51217
NBA 16 Phoenix Suns ,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/51219
NBA 17 Brooklyn Nets ,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/51220
NBA 2 Miami Heat ,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/51216
NBA 3 Boston Celtics ,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/51218
NBA 4 Chicago Bulls ,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/51224
NBA 5 Washington Wizards ,http://dns.clientetv.net:8080/sourceuxusaX2/bRsCaNup9Cb3/51225

3ABN,https://3abn-live.akamaized.net/hls/live/2010543/3ABN/master.m3u8
3ABN,https://3abn-live.akamaized.net/hls/live/2010546/French/master.m3u8
Kids Network (3ABN),https://3abn-live.akamaized.net/hls/live/2010550/Kids/master.m3u8
International (3ABN),https://3abn-live.akamaized.net/hls/live/2010544/International/master.m3u8
Latino (3ABN),https://3abn-live.akamaized.net/hls/live/2010547/Latino/playlist.m3u8
Praise Him Music Network (3ABN),https://3abn-live.akamaized.net/hls/live/2010551/Praise_Him/master.m3u8
30A Darcizzle Offshore,https://30a-tv.com/darcizzle.m3u8
30A Investment Pitch,https://30a-tv.com/feeds/xodglobal/30atv.m3u8
30A Music,https://30a-tv.com/music.m3u8
30A Sidewalks,https://30a-tv.com/sidewalks.m3u8
30A The Beach Show,https://30a-tv.com/beachy.m3u8
ACTV,https://cdn3.wowza.com/5/ODB6NmF5K3l4T1h5/persis/6361162879_AZ-247.stream_247/chunklist.m3u8
Aghapy Kids,https://5b622f07944df.streamlock.net/aghapykids.tv/aghapykids2/playlist.m3u8
Akaku 53 (Hawaii),https://castus-vod-dev.s3.amazonaws.com/vod_clients/akaku/live/ch1/video.m3u8
Akaku 54 (Hawaii) (1080p)
,https://castus-vod-dev.s3.amazonaws.com/vod_clients/akaku/live/ch2/video.m3u8
Akaku 55 (Hawaii) (1080p),https://castus-vod-dev.s3.amazonaws.com/vod_clients/akaku/live/ch3/video.m3u8
AXS TV NOW,https://dikcfc9915kp8.cloudfront.net/hls/1080p/playlist.m3u8
Cloudflare TV (720p),https://cloudflare.tv/hls/live.m3u8
MahdiTV (1080p),https://stream.al-mahdi.tv/hls/1234.m3u8
Srv_1 HD,http://95.67.12.82:9061
TRACE URBAN INTER HD,http://95.67.12.82:9068
TRACE SPORTS INTER HD,http://95.67.12.82:9067
Water Bear,https://cdn-ue1-prod.tsv2.amagi.tv/linear/amg01415-waterbearnetwor-waterbear-samsungse/playlist.m3u8
Wild Earth,https://wildearth-plex.amagi.tv/masterR1080p.m3u8
Wild Life,https://d1vp12yk4i8ou5.cloudfront.net/playlist720p.m3u8
Poker T,https://d3w4n3hhseniak.cloudfront.net/v1/master/9d062541f2ff39b5c0f48b743c6411d25f62fc25/WPT-DistroTV/150.m3u8
Russia Today,http://69.64.57.208:8080/russiatoday/playlist.m3u8
Sky News Australia,https://skynewsau-live.akamaized.net/hls/live/2002691/skynewsau-extra3/master.m3u8
Smithsonian Channel,https://smithsonianaus-samsungau.amagi.tv/playlist1080p.m3u8
Spotlight Redbox,https://spotlight-redbox.amagi.tv/hls/amagi_hls_data_redboxAAA-spotlight/CDN/playlist.m3u8
TASTEMADE,https://tmint-aus-samsungau.amagi.tv/playlist.m3u8
Wild Planet,https://d3c7duantorcb1.cloudfront.net/v1/manifest/3722c60a815c199d9c0ef36c5b73da68a62b09d1/cc-jpfvel38m2ce0-prod/77466ab3-8e6b-497f-9bf9-7b20f2536a20/3.m3u8
WION,https://d7x8z4yuq42qn.cloudfront.net/index_7.m3u8
Wonder,https://wonder-samsung-uk.amagi.tv/playlist.m3u8
Xplore,http://xlpore-samsungus.amagi.tv/playlist1080p.m3u8
Yahoo Finance,https://d1ewctnvcwvvvu.cloudfront.net/playlist.m3u8
ZOOMOO,https://amg01553-blueantmediaasi-zoomoonz-samsungnz-rdufn.amagi.tv/playlist/amg01553-blueantmediaasi-zoomoonz-samsungnz/playlist.m3u8
半岛电视台,http://live-hls-web-aje.getaj.net/AJE/01.m3u8
https://live-hls-v3-aje.getaj.net/AJE-V3/index.m3u8
rakuten tv,https://rakuten-comedy-12-eu.rakuten.wurl.tv/playlist.m3u8
NASA,https://stream.nasatv.com.mk/hls/nasatv_live.m3u8
NASA,https://stream.nasatv.com.mk/hls/nasatv_live.m3u8
https://uplynkcontent.sinclairstoryline.com/channel/ddd76fdc1c0a456ba537e4f48e827d3e.m3u8
myTV San Antonio TX (KCWX-TV) (720p),http://65.36.6.216:1935/live/kcwx.smil/playlist.m3u8
实验,https://stream.ads.ottera.tv/playlist.m3u8?network_id=46
电影01,https://stream.ads.ottera.tv/playlist.m3u8?network_id=70
30,https://stream.ads.ottera.tv/playlist.m3u8?network_id=30
少儿,https://stream.ads.ottera.tv/playlist.m3u8?network_id=31
少儿0,https://stream.ads.ottera.tv/playlist.m3u8?network_id=125
少儿1,https://stream.ads.ottera.tv/playlist.m3u8?network_id=33
少儿2,https://stream.ads.ottera.tv/playlist.m3u8?network_id=34
少儿3,https://stream.ads.ottera.tv/playlist.m3u8?network_id=37
少儿4,https://stream.ads.ottera.tv/playlist.m3u8?network_id=40
少儿5,https://stream.ads.ottera.tv/playlist.m3u8?network_id=41
少儿6,https://stream.ads.ottera.tv/playlist.m3u8?network_id=55
少儿7,https://stream.ads.ottera.tv/playlist.m3u8?network_id=142
少儿8,https://stream.ads.ottera.tv/playlist.m3u8?network_id=157
少儿9,https://stream.ads.ottera.tv/playlist.m3u8?network_id=198
KTV,https://stream.ads.ottera.tv/playlist.m3u8?network_id=146
KTV,https://stream.ads.ottera.tv/playlist.m3u8?network_id=161
美食,https://stream.ads.ottera.tv/playlist.m3u8?network_id=165
美食,https://stream.ads.ottera.tv/playlist.m3u8?network_id=180
娱乐,https://stream.ads.ottera.tv/playlist.m3u8?network_id=185
科幻电影,https://stream.ads.ottera.tv/playlist.m3u8?network_id=151
48,https://stream.ads.ottera.tv/playlist.m3u8?network_id=48
53,https://stream.ads.ottera.tv/playlist.m3u8?network_id=53
74,https://stream.ads.ottera.tv/playlist.m3u8?network_id=74
76,https://stream.ads.ottera.tv/playlist.m3u8?network_id=76
102,https://stream.ads.ottera.tv/playlist.m3u8?network_id=102
154,https://stream.ads.ottera.tv/playlist.m3u8?network_id=154
181,https://stream.ads.ottera.tv/playlist.m3u8?network_id=181
电影0,https://stream.ads.ottera.tv/playlist.m3u8?network_id=45
Canela Clasicos,https://stream.ads.ottera.tv/playlist.m3u8?network_id=652
电影1,https://stream.ads.ottera.tv/playlist.m3u8?network_id=656
电影2,https://stream.ads.ottera.tv/playlist.m3u8?network_id=821
电影3,https://stream.ads.ottera.tv/playlist.m3u8?network_id=822
电影4,https://stream.ads.ottera.tv/playlist.m3u8?network_id=827
电影5,https://stream.ads.ottera.tv/playlist.m3u8?network_id=3434
动漫,https://stream.ads.ottera.tv/playlist.m3u8?network_id=634
英国,#genre#
BBC World,http://45.228.232.219:16000/play/a0m9/index.m3u8
BBC News,http://103.199.161.254/Content/bbcworld/Live/Channel(BBCworld)/index.m3u8
BBCNEWS,http://203.80.165.14/stream/channelid/576922833?profile=pass
BBC2,http://honeywatch.net:80/play/live.php?mac=00:1A:79:A5:9F:91&stream=1283283&extension=ts&play_token=zglR4Bz2UNAFRICABLE,http://69.64.57.208/africable/playlist.m3u8
TM1,http://69.64.57.208/tm1/playlist.m3u8
TM2,http://69.64.57.208/tm2/playlist.m3u8
NCI,http://69.64.57.208/nci/playlist.m3u8
2STV,http://69.64.57.208/2stv/playlist.m3u8
TFM,http://69.64.57.208/tfm/playlist.m3u8
RTB,http://69.64.57.208/rtb/playlist.m3u8
RT FRANCE,http://69.64.57.208/rtfrance/playlist.m3u8
ATV,http://69.64.57.208/atv/playlist.m3u8
GTV,http://69.64.57.208/gtv/playlist.m3u8
KTO,http://69.64.57.208/kto/playlist.m3u8
LIFETV,http://69.64.57.208/lifetv/playlist.m3u8
RTS1,http://69.64.57.208/rts1/playlist.m3u8
TVT,http://69.64.57.208/tvt/playlist.m3u8
UTV,http://69.64.57.208/utv/playlist.m3u8
RTG,http://69.64.57.208/rtg/playlist.m3u8
RUSSIA TODAY,http://69.64.57.208/russiatoday/playlist.m3u8
FRANCE 2,http://69.64.57.208/france2/playlist.m3u8
FRANCE 5,http://69.64.57.208/france5/playlist.m3u8
BBC ONE,http://81.137.213.119:4200/bysid/4164
BBC TWO,http://81.137.213.119:4200/bysid/4287
BBC THREE,http://81.137.213.119:4200/bysid/4288
BBC NEWS,http://81.137.213.119:4200/bysid/4352
BBC FOUR,http://81.137.213.119:4200/bysid/4544
CBeebies,http://81.137.213.119:4200/bysid/4672
BBC Parliament,http://81.137.213.119:4200/bysid/4736
Animal Planet,http://208.115.225.174:14192
BDMG,http://208.115.225.174:14263
Formula 1,http://208.115.225.174:14420
Formula 1,http://208.115.225.174:14428
Premiere,http://208.115.225.174:14460
Premiere,http://208.115.225.174:14468
ESPN 4,http://208.115.225.174:14510
TV Globo,http://208.115.225.174:14020
HBO Family,http://208.115.225.174:14144
HBO Plus,http://208.115.225.174:14152
HBO Pop,http://208.115.225.174:14156
TV Globo,http://208.115.225.174:14259
TV Globo,http://208.115.225.174:14271
Premiere,http://208.115.225.174:14464
Premiere,http://208.115.225.174:14472
SBT,http://208.115.225.174:14476
ESPN Vivo,http://208.115.225.174:14754
Fox Sports 2,http://15.235.10.31:14326
Fox Sports 2,http://15.235.10.31:14329
印度，#genre#
ZEE NEWS,https://dknttpxmr0dwf.cloudfront.net/index_2.m3u8
Pictures HD,https://d75dqofg5kmfk.cloudfront.net/bpk-tv/Andpictureshd/default/index.m3u8
Star  Gold Trills,http://tv.trexiptv.com:80/play/live.php?mac=00:1A:79:7b:e6:05&stream=155996&extension=m3u8&play_token=3S9Q0CWILY
Star Plus HD,http://103.131.214.129:9985/stream/channelid/57795880?ticket=98B271B78B2ECC30744125ABB65D55649B317CFD&profile=pass
Colors HD,http://103.131.214.129:9985/stream/channelid/1324610634?ticket=851442FF55763D646EDE031DDE42D70D44A7B201&profile=pass
ZEE TV HD,http://103.131.214.129:9985/stream/channelid/304995171?ticket=59D7F68F455A2D1757609019AFE69529BF6A7C8E&profile=pass
& Pictures HD,http://103.131.214.129:9985/stream/channelid/528483227?ticket=5CEDDEE3E2C5469F9BBA6C688F8D0C1208ED29D0&profile=pass
STAR BHARAT HD,http://103.131.214.129:9985/stream/channelid/1092712846?ticket=956226CC04BB0FB68269F74C1232966D07C35D5B&profile=pass
SONY MAX HD,http://103.131.214.129:9985/stream/channelid/359037954?ticket=C90C3F2F34C052EC4FC778B4A9E2D6E3B8015B8C&profile=pass
ZEE CINEMA HD,http://103.131.214.129:9985/stream/channelid/844863254?ticket=C8A207DD88B153BE007E77E5E4FA0FCB2C3D451A&profile=pass
Star GOLD HD,http://103.131.214.129:9985/stream/channelid/1040456652?ticket=35223F424B66C8AA908A3DFCED6BDEE9CE5A251B&profile=pass
Star Gold Sel HD,http://103.131.214.129:9985/stream/channelid/943167830?ticket=858708E2DA3E9B0108ED7AF15D45CA7B0FDE77FE&profile=pass
Zoom TV,http://103.131.214.129:9985/stream/channelid/1204457011?ticket=
Venus HD,http://103.131.214.129:9985/stream/channelid/1757464185?ticket=
MBC Bollywood,http://103.131.214.129:9985/stream/channelid/1422827965?ticket=
MBC Max,http://103.131.214.129:9985/stream/channelid/822711736?ticket=E9A0739BA094AABDB7079EA7BAAFD6C34BADCDF8&profile=pass
GEM FILM,http://103.131.214.129:9985/stream/channelid/1834383944?ticket=
Dangal TV,http://longstream-03.ajaah.com/PlayBoxTV/Dangal/playlist.m3u8
Dangal TV 2,http://longstream-04.ajaah.com/PlayBoxTV/Enter10/playlist.m3u8
Epic Tv,https://epiconvh.s.llnwi.net/epic/master.m3u8
Nazara,https://epiconvh.s.llnwi.net/nazara/master_480.m3u8
DD National,https://d75dqofg5kmfk.cloudfront.net/bpk-tv/Ddnational/default/index.m3u8
ZEE ANMOL,https://d75dqofg5kmfk.cloudfront.net/bpk-tv/Zeeanmol/default/index.m3u8
And tv hd,https://d75dqofg5kmfk.cloudfront.net/bpk-tv/Andtvhd/default/index.m3u8
ZEE HINDUSTAN,https://d1hp2yai3k4ork.cloudfront.net/index_4.m3u8
TV 9 BHARATVARSH,https://dyjmyiv3bp2ez.cloudfront.net/pub-iotv9hinjzgtpe/liveabr/pub-iotv9hinjzgtpe/live_720p/chunks.m3u8
Star JALSHA,http://45.127.56.3:9698/live/Corpus-POL/SRV4/3/STAR-JALSHA/video.m3u8
Televista TV,https://viewmedia-hls-8.unreel.me/live_109/SD/live109_1/low/playlist.m3u8
Colors HD,http://119.156.26.155:8000/play/a06w
http://144.217.70.181:9587/hin2/COLORSUK/index.m3u8?token=test
colors INFINITY HD,http://119.156.26.155:8000/play/a07h
PRIVE HD,http://119.156.26.155:8000/play/a07j
flix HD,http://119.156.26.155:8000/play/a06x
ZEE BOLLYWOOD,http://119.156.26.155:8000/play/a07q
UTV ACTION,http://119.156.26.155:8000/play/a07o
UTV MOVIES,http://119.156.26.155:8000/play/a07n
Star Plus HD,http://119.156.26.155:8000/play/a06u
SONY MAX 2,http://119.156.26.155:8000/play/a07r
Pogo,http://119.156.26.155:8000/play/a05z
MOVIE NOW,http://119.156.26.155:8000/play/a066
Rotana HD+,https://al-ekhbaria-prod-dub.shahid.net/out/v1/1fc6103458be480b96e6a574b00fe1c0/index_1.m3u8
Rotana HD+,https://al-ekhbaria-prod-dub.shahid.net/out/v1/1fc6103458be480b96e6a574b00fe1c0/index_3.m3u8
Rotana HD+,https://al-ekhbaria-prod-dub.shahid.net/out/v1/1fc6103458be480b96e6a574b00fe1c0/index_4.m3u8
Rotana HD+,https://al-ekhbaria-prod-dub.shahid.net/out/v1/1fc6103458be480b96e6a574b00fe1c0/index_5.m3u8
Rotana HD+,https://al-ekhbaria-prod-dub.shahid.net/out/v1/1fc6103458be480b96e6a574b00fe1c0/index_6.m3u8
Rotana,https://al-ekhbaria-prod-dub.shahid.net/out/v1/6cee1c57ea7841e697eb15cefc98e0a6/index_1.m3u8
Rotana,https://al-ekhbaria-prod-dub.shahid.net/out/v1/6cee1c57ea7841e697eb15cefc98e0a6/index_3.m3u8
Star Gold SELECT,http://180.178.188.152:8000/play/a014
And Pictures hd,http://180.178.188.152:8000/play/a017
STAR GLD 2,http://180.178.188.152:8000/play/a01q
Discovery Kids India,http://applyrenderflow.h1ott.com:80/play/live.php?mac=00:1A:79:6F:5A:5D&stream=945938&extension=ts&play_token=2OlvHSXwMu
Disney Channel India,http://applyrenderflow.h1ott.com:80/play/live.php?mac=00:1A:79:6F:5A:5D&stream=156000&extension=ts&play_token=ARfmvm4lTm
24News,http://89.187.177.137/24News/index.m3u8?token=test
asianet_news,http://89.187.177.137/asianet_news/index.m3u8?token=test
b4u_aflam,http://89.187.177.137/b4u_aflam/index.m3u8?token=test
BBC_WORLD_ENG,http://89.187.177.137/BBC_WORLD_ENG/index.m3u8?token=test
bharat_samachar,http://89.187.177.137/bharat_samachar/index.m3u8?token=test
CNBCHD,http://89.187.177.137/CNBCHD/index.m3u8?token=test
ddnews,http://89.187.177.137/ddnews/index.m3u8?token=test
E24-Hin,http://89.187.177.137/E24-Hin/index.m3u8?token=test
ETNOW,http://89.187.177.137/ETNOW/index.m3u8?token=test
hindi_khabar,http://89.187.177.137/hindi_khabar/index.m3u8?token=test
LIVINGFOODZ,http://89.187.177.137/LIVINGFOODZ/index.m3u8?token=test
NDTV24x7,http://89.187.177.137/NDTV24x7/index.m3u8?token=test
NDTVPRIME,http://89.187.177.137/NDTVPRIME/index.m3u8?token=test
NEWS24,http://89.187.177.137/NEWS24/index.m3u8?token=test
SAMAY,http://89.187.177.137/SAMAY/index.m3u8?token=test
SANSKAR_TV,http://89.187.177.137/SANSKAR_TV/index.m3u8?token=test
sky_family,http://89.187.177.137/sky_family/index.m3u8?token=test
SkyDisney,http://89.187.177.137/SkyDisney/index.m3u8?token=test
SONYMAX,http://89.187.177.137/SONYMAX/index.m3u8?token=test
TimesNow,http://89.187.177.137/TimesNow/index.m3u8?token=test
zee_anmol_cinema,http://89.187.177.137/zee_anmol_cinema/index.m3u8?token=test
zee_keralam,http://89.187.177.137/zee_keralam/index.m3u8?token=test
ZeeClassic,http://89.187.177.137/ZeeClassic/index.m3u8?token=test
9X M,http://d2q8p4pe5spbak.cloudfront.net/bpk-tv/9XM/9XM.isml/index.m3u8
9X Jalwaa,http://d2q8p4pe5spbak.cloudfront.net/bpk-tv/9XJalwa/9XJalwa.isml/index.m3u8
pop pataka,https://live.hungama.com/linear/pop-pataka/playlist.m3u8
Dilse HUNGAMA Hits,https://live.hungama.com/linear/dil-se/playlist.m3u8
hadippa,https://live.hungama.com/linear/bol-hadippa/playlist.m3u8
Kadak HUNGAMA Hits,https://live.hungama.com/linear/kadak-hits/playlist.m3u8
POP HUNGAMA Hits,https://live.hungama.com/linear/pop-pataka/playlist.m3u8
Boogle Bollywood,http://live.agmediachandigarh.com/booglebollywood/774e3ea9f3fa9bcdac47f445b83b6653.sdp/index.m3u8
sakkat,https://live.hungama.com/linear/sakkat/playlist.m3u8
aajtaak hd,https://feeds.intoday.in/aajtak/api/aajtakhd/master.m3u8
ABP News,https://abplivetv.akamaized.net/hls/live/2043010/hindi/master_720p.m3u8
Zee News,https://d233nwklwv8p4.cloudfront.net/out/v1/860cb318d23a4c64b58c9d625281170c/index_3.m3u8
INDIA TV,https://pl-indiatvnews.akamaized.net/out/v1/db79179b608641ceaa5a4d0dd0dca8da/index_3.m3u8
TV9 Bharatvarsh ,https://vidcdn.vidgyor.com/tv9bharatvarsh-origin/live/tv9bharatvarsh-origin/live_360p/chunks.m3u8
bharatsamachar,https://idvd.multitvsolution.com/idvo/bharatsamachar_540p.m3u8
News nation,https://d75dqofg5kmfk.cloudfront.net:443/bpk-tv/Newsnation/default/newsnation-audio_208482_und=208000-video=877600.m3u8
aajtaak,https://aajtaklive-amd.akamaized.net/hls/live/2014416/aajtak/aajtaklive/live_720p/chunks.m3u8
News 24,https://vidcdn.vidgyor.com/news24-origin/liveabr/playlist.m3u8
Aaj Tak Tej,https://aajtakhdlive-amd.akamaized.net/hls/live/2014415/aajtakhd/aajtakhdlive/live_720p/chunks.m3u8
Rajyasabha,https://playhls.media.nic.in/live/rstv-360p/index.m3u8
NDTV India,https://ndtvindiaelemarchana.akamaized.net/hls/live/2003679/ndtvindia/masterp_480p@3.m3u8
NDTV Profit,https://ndtvprofitelemarchana.akamaized.net/hls/live/2003680/ndtvprofit/masterp_480p@3.m3u8
NDTV 24X7,https://ndtv24x7elemarchana.akamaized.net/hls/live/2003678/ndtv24x7/masterp_480p@3.m3u8
Aljazeera News,https://live-hls-web-aje.getaj.net/AJE/04.m3u8

S,https://livetv-channels.b-cdn.net/8050/chunklist0.m3u8
MH ONE,https://livetv-channels.b-cdn.net/8027/chunklist0.m3u8
MN Music,http://mntv.livebox.co.in/musichls/live.m3u8
u,http://88.216.83.245/u/index.m3u8
tv8,http://88.216.83.245/tv8/index.m3u8
tv6,http://88.216.83.245/tv6/index.m3u8
tv3,http://88.216.83.245/tv3/index.m3u8
tv1,http://88.216.83.245/tv1/index.m3u8
tnt,http://88.216.83.245/tnt/index.m3u8
telekafe,http://88.216.83.245/telekafe/index.m3u8
sport1,http://88.216.83.245/sport1/index.m3u8
rtvi,http://88.216.83.245/rtvi/index.m3u8
rtg,http://88.216.83.245/rtg/index.m3u8
perec,http://88.216.83.245/perec/index.m3u8
nauka,http://88.216.83.245/nauka/index.m3u8
mtv,http://88.216.83.245/mtv/index.m3u8
karusel,http://88.216.83.245/karusel/index.m3u8
info,http://88.216.83.245/info/index.m3u8
history,http://88.216.83.245/history/index.m3u8
friday,http://88.216.83.245/friday/index.m3u8
fox,http://88.216.83.245/fox/index.m3u8
euronews,http://88.216.83.245/euronews/index.m3u8
euronews,https://rakuten-euronews-10-be.samsung.wurl.tv/playlist.m3u8
dw,http://88.216.83.245/dw/index.m3u8
domkino,http://88.216.83.245/domkino/index.m3u8
kinomix,http://88.216.83.245/kinomix/index.m3u8
disney,http://88.216.83.245/disney/index.m3u8
discovery HD,http://88.216.83.245/discovery/index.m3u8
ntvserial,http://88.216.83.245/ntvserial/index.m3u8
bober,http://88.216.83.245/bober/index.m3u8
tnt4 HD,http://88.216.83.245/tnt4/index.m3u8
ntvpravo,http://88.216.83.245/ntvpravo/index.m3u8
ntvstil,http://88.216.83.245/ntvstil/index.m3u8
drive,http://88.216.83.245/drive/index.m3u8
cnn,http://88.216.83.245/cnn/index.m3u8
RuTV,http://88.216.83.245/RuTV/index.m3u8
match,http://88.216.83.245/match/index.m3u8
travel HD,http://88.216.83.245/travel/index.m3u8
bokstv,http://88.216.83.245/bokstv/index.m3u8
tntmusic,http://88.216.83.245/tntmusic/index.m3u8
nicktoons,http://88.216.83.245/nicktoons/index.m3u8
mirhd,http://88.216.83.245/mirhd/index.m3u8
fauna,http://88.216.83.245/fauna/index.m3u8
JALWA,https://livetv-channels.b-cdn.net/8013/chunklist0.m3u8
Balle,https://livetv-channels.b-cdn.net/8030/chunklist0.m3u8
mtv,https://1537084837.rsc.cdn77.org/1537084837/tracks-v2a1/mono.m3u8
kids,https://shls-masr2-ak.akamaized.net/out/v1/df6e0eb3cdc4410b98209aafc8677cef/index_6.m3u8
16054,http://23.237.10.66:16054
sbc,https://cllive.itworkscdn.net/sbclive/token=nva=1674334306~dirs=1~hash=0d2a66559c71d9f04996b/sbc.smil/playlist_dvr.m3u8
dmc,https://iptv.ipslow.com/tv182_www.elahmad.com_dmc/tracks-v1a1/mono.m3u8?token=e37998d8dee0ec179fb91c5ec322d1e45b9b4ae8-5a3189e566c112e7a266a9b915d65341-1674331016-1674320216
dubai,http://www.elahmad.com/tv/m3u8/dubai_tv.m3u8?id=dubai_tv
越南,#genre#
BTV,http://118.107.85.4:1935/live/smil:BTV.smil/playlist.m3u8
Kien Giang TV,http://tv.kgtv.vn/live/kgtv/kgtv.m3u8
Kien Giang TV1,https://tv.kgtv.vn/live/kgtv1/kgtv1.m3u8
VOV TV,https://live.mediatech.vn/live/285fbc845578c6641d5a4c40534a0d1864b/playlist.m3u8
TRT,https://live.trt.com.vn/TRT-Online/chunklist.m3u8
TVB Vietnam,https://bcovlive-a.akamaihd.net/07d9c30456d94f3dbbcd39af064fdefa/us-west-2/6314468039001/0914b33308e3498da3b00fe2c050764e/playlist_ssaiM.m3u8
VTV1,https://edge1.laotv.la/live/VTV1HD/index.m3u8
VTV3,https://edge1.laotv.la/live/VTV3/index.m3u8
VTV1 HD,http://4ksuper.live:80/Patricia/Patricia123/926772
VTV4 HD,http://4ksuper.live:80/Patricia/Patricia123/926769
VTV1,http://line.premiumpowers.net:80/play/live.php?mac=00:1A:79:73:45:10&stream=926772&extension=ts&play_token=ETN5aGzSnA
VTV2,http://line.premiumpowers.net:80/play/live.php?mac=00:1A:79:73:45:10&stream=926771&extension=ts&play_token=6H7rO8Hhyb
VTV4,http://line.premiumpowers.net:80/play/live.php?mac=00:1A:79:73:45:10&stream=926769&extension=ts&play_token=2ZwcXnyXDy
VTV8,http://line.premiumpowers.net:80/play/live.php?mac=00:1A:79:73:45:10&stream=157322&extension=ts&play_token=RHq0EEiL17
VTV9,http://line.premiumpowers.net:80/play/live.php?mac=00:1A:79:73:45:10&stream=157323&extension=ts&play_token=k38ZYI3jfp
VTV2,https://e3.endpoint.cdn.sctvonline.vn/hls/vtv2/index.m3u8
VTV4,https://e3.endpoint.cdn.sctvonline.vn/hls/vtv4/index.m3u8
VTV5,http://live.tv360.vn/manifest/VTV5_Tay_Nguyen_HD/playlist_1080p.m3u8
VTV5 HD Tây Nam Bộ,https://liveh12.vtvcab.vn/hls/ONVTV5TNB_CL/04.m3u8
VTV9,https://e2.endpoint.cdn.sctvonline.vn/hls/vtv9/index.m3u8
VV,http://line.premiumpowers.net:80/play/live.php?mac=00:1A:79:73:45:10&stream=156385&extension=ts&play_token=Zts5cLVESG
DU,http://line.premiumpowers.net:80/play/live.php?mac=00:1A:79:73:45:10&stream=157409&extension=ts&play_token=Aqa24K1icw
BT,http://line.premiumpowers.net:80/play/live.php?mac=00:1A:79:73:45:10&stream=926737&extension=ts&play_token=lpqcTkVjGY
Quốc Hội HD,http://113.164.225.140:1935/live/quochoitvlive.stream_720p/playlist.m3u8
Hoà Bình,http://hoabinhtvlive.746b3ddb.cdnviet.com/hoabinhtv/chunklist.m3u8
HTV9,http://203.162.123.188:8080/htv9/index.m3u8
SCTV9,http://203.162.123.188:8080/sctv9/index.m3u8
https://e1.endpoint.cdn.sctvonline.vn/channel/sctv9/index.m3u8
SCTV4http://14.187.220.147:8080/sctv/s9/cdn-cgi/edge/v2/e1.endpoint.cdn.sctvonline.vn/nginx.s9.edge.cdn.sctvonline.vn/channel/sctv4/index.m3u8?
http://171.232.94.227:8080/sctv/s10/cdn-cgi/edge/v2/e1.endpoint.cdn.sctvonline.vn/nginx.s10.edge.cdn.sctvonline.vn/channel/sctv4/index.m3u8?token=01MjaK2IFU5Dg0ut8X729g&e=1699308319
SCTV7http://14.187.220.147:8080/sctv/s9/cdn-cgi/edge/v2/e1.endpoint.cdn.sctvonline.vn/nginx.s9.edge.cdn.sctvonline.vn/channel/sctv7/index.m3u8?
BOXCHANNEL,http://b4tv.live/b4tv/b4tv/84.m3u8
DaNang TV1,http://drtdnglive.e49a7c38.cdnviet.com/livedrt1/chunklist.m3u8
DaNang TV2,http://drtdnglive.e49a7c38.cdnviet.com/livestream/chunklist.m3u8
QuangNam TV,http://113.161.6.157:8081/hls-live/livepkgr/_definst_/liveevent/livestream.m3u8
ANTV,http://antvlive.ab5c6921.cdnviet.com/antv/chunklist.m3u8
http://antvlive.ab5c6921.cdnviet.com/antv/playlist.m3u8
HANOICAB4,https://cdnw-liv02.todayplus.com.vn/hdb/smil:phimhay.smil/chunklist_w286691677_b1596000.m3u8
VIE-NETWORK,http://b4tv.live/b4tv/b4tv/85.m3u8
CUULONGhttp://livestream-zlr1.tv360.vn/origin01/fast-channel/manifest/test/playlist_1080p.m3u8
VTV1,https://live2onsport.vtvcab.vn/hls/VTV1_HD/sc-gaFEAA/m30_index.m3u8
VTV4,https://liveh12.vtvcab.vn/hls/VTV4_HD/03.m3u8
https://liveh12.vtvcab.vn/hls/ONVTV5_CL/04.m3u8
VTV6,https://live2onsport.vtvcab.vn/hls/VTV6_HD/sc-gaFEAA/m30_index.m3u8
VTV7,https://liveh12.vtvcab.vn/hls/VTV7_HD/03.m3u8
http://116.102.216.13:8080/sctv/s12/cdn-cgi/edge/v2/e2.endpoint.cdn.sctvonline.vn/nginx.s12.edge.cdn.sctvonline.vn/hls/vtv7/index.m3u8
VTV8,https://liveh12.vtvcab.vn/hls/VTV8_HD/03.m3u8
NHANDANTV,https://video.nhandan.thienvietjsc.net/live/nhandan720/chunklist_w1378585998.m3u8
TTXVN,https://zjizeoupprliv.vcdn.cloud/live/smil:vnews.smil/chunklist_w1632124918_b964000_sleng.m3u8
QUOCHOI TV,https://cloudstreamqh.tek4tv.vn/live/quochoitv_720p.m3u8
ANTV,https://liveh34.vtvcab.vn/hls/ONANTV_CL/04.m3u8
ANTV,http://antvlive.ab5c6921.cdnviet.com/antv/chunklist.m3u8
QPVN,http://27.76.137.122:1935/standard/smil:standard.smil/chunklist_w532619929_b596000_sleng.m3u8
TTXVN,https://zjizeoupprliv.vcdn.cloud/live/smil:vnews.smil/chunklist_w1632124918_b964000_sleng.m3u8
VOVTV,https://live.mediatech.vn/live/285fbc845578c6641d5a4c40534a0d1864b/chunklist.m3u8
QRT,http://113.161.6.157:8081/hls-live/livepkgr/_definst_/liveevent/livestream.m3u8
THVL1 HD,http://live-ali4.tv360.vn/manifest/Vinh_Long_1_HD/playlist_1080p.m3u8
THVL2 HD,http://live-ali4.tv360.vn/manifest/VinhLong2_HD/playlist_1080p.m3u8
THVL3 HD,http://live-ali4.tv360.vn/manifest/VinhLong3_HD/playlist_1080p.m3u8
THVL4 HD,http://live.tv360.vn/manifest/VinhLong4_HD/playlist_1080p.m3u8


KG HD | TH Kiên Giang,https://tv.kgtv.vn/live/kgtv/kgtv.m3u8
KG1 HD | TH Kiên Giang,https://tv.kgtv.vn/live/kgtv1/kgtv1.m3u8
LSTV HD | TH Lạng Sơn,http://103.90.220.236/lstvlive/tv1live.m3u8
LA34 HD | TH Long An,http://103.90.220.236/la34/tvlive-transmux.m3u8
NTV HD | TH Nghệ An,http://103.90.220.236/natvlive/tv1live.m3u8
NTV HD | TH Ninh Bình,http://103.90.220.236/nbtvlive/tv1live.m3u8
QRT | TH Quảng Nam,https://beta.qrt.vn/hls-live/livepkgr/_definst_/liveevent/livestream.m3u8
QTV1 HD | TH Quảng Ninh,http://103.90.220.236/qtvlive/tv1live.m3u8
QTV3 HD | TH Quảng Ninh,http://103.90.220.236/qtvlive/tv3live.m3u8
STV HD | TH Sơn La,http://103.90.220.236/sltvlive/tv1live-transmux.m3u8
TBTV HD | TH Thái Bình,http://103.90.220.236/tbtvlive/tv1live.m3u8
TN1 HD | TH Thái Nguyên,https://streaming.thainguyentv.vn/hls/livestream.m3u8
VTV2,http://live-zlr1.tv360.vn/manifest/vtv2/playlist_720p.m3u8
VTV3,http://live-zlr1.tv360.vn/manifest/VTV3/playlist_720p.m3u8
VTV5,http://live.tv360.vn/manifest/VTV5_HD/playlist_720p.m3u8
VTV5HDhttp://live-zlr1.tv360.vn/manifest/VTV5_HD/playlist_1080-3_6M.m3u8
VTV6,http://live.tv360.vn/manifest/VTV6_HD/playlist_720p.m3u8
VTV1,https://live-zlr1.tv360.vn/manifest/VTV1_HD/playlist_480p.m3u8
VTV1,https://live-ali4.tv360.vn/manifest/VTV1_HD/playlist_720p.m3u8
3HD,http://183.89.246.119:8010/play/a00n/index.m3u8
9MCOT HD,http://183.89.246.119:8010/play/a00h/index.m3u8
ALTV,http://183.89.246.119:8010/play/a00k/index.m3u8
Amarin TV HD,http://183.89.246.119:8010/play/a00r/index.m3u8
CH7 HD,http://183.89.246.119:8010/play/a00f/index.m3u8
CH8,http://183.89.246.119:8010/play/a00m/index.m3u8
GMM25,http://183.89.246.119:8010/play/a00p/index.m3u8
MONO29,http://183.89.246.119:8010/play/a00q/index.m3u8
NBT HD,http://183.89.246.119:8010/play/a009/index.m3u8
NEW 18,http://183.89.246.119:8010/play/a00l/index.m3u8
Nation TV,http://183.89.246.119:8010/play/a00o/index.m3u8
ONE HD,http://183.89.246.119:8010/play/a00e/index.m3u8
PPTV HD,http://183.89.246.119:8010/play/a00s/index.m3u8
THAIPBS HD,http://183.89.246.119:8010/play/a00j/index.m3u8
TNN24,http://183.89.246.119:8010/play/a00b/index.m3u8
TPTV,http://183.89.246.119:8010/play/a00g/index.m3u8
TV5 HD,http://183.89.246.119:8010/play/a00u/index.m3u8
TV5 HD INFO,http://183.89.246.119:8010/play/a00t/index.m3u8
TV5 HD1,http://183.89.246.119:8010/play/a00a/index.m3u8
Thairath TV,http://183.89.246.119:8010/play/a00i/index.m3u8
True4U,http://183.89.246.119:8010/play/a00d/index.m3u8
Workpoint TV,http://183.89.246.119:8010/play/a00c/index.m3u8
泰国,#genre#
Fresh News,http://streaming.freshnewsasia.com:1935/live/myStream/playlist.m3u8
TVB Thai,https://n-edge-1-th.v2h-cdn.com/tvb_m/tvb_thai/playlist.m3u8
TVB Thai,https://edge6a.v2h-cdn.com/tvb_thai/tvb_thai.stream/playlist.m3u8?
จอมยุทธ์,http://49.0.87.24:1936/HDJomyut/Jomyut/playlist.m3u8
มังกร,http://49.0.87.24:1936/HDDragon/Dragon/playlist.m3u8
TOONEE,http://49.0.87.24:1936/HDToonee/Toonee/playlist.m3u8
AT TV,http://49.0.87.24:1936/HDAttv/Attv/playlist.m3u8
MediaTV,http://49.0.87.24:1936/HDMediatv/Mediatv/playlist.m3u8
ราม่า,https://n-edge-1-th.v2h-cdn.com/rama_m/rama/playlist.m3u8
LNTV1,https://ctrl.laotv.la/live/LNTV1/index.m3u8
LNTV3,https://ctrl.laotv.la/live/LNTV3/index.m3u8
LATV,https://ctrl.laotv.la/live/LATV/index.m3u8
LAO PSTV,https://ctrl.laotv.la/live/PSTV/index.m3u8
VTE9,https://ctrl.laotv.la/live/VTE9/index.m3u8
Lao ESTV,https://ctrl.laotv.la/live/LaoESTV/index.m3u8
MV LAO,https://edge6a.v2h-cdn.com/mvlao/mvlao.stream/playlist.m3u8
ลาวสตาร์,https://ctrl.laotv.la/live/LaoStar/index.m3u8
Boomeranghttps://edge6a.v2h-cdn.com/boomerang/boomerang.stream/playlist.m3u8
MVTVhttps://n-edge-1-th.v2h-cdn.com/mvtv/mvtv/playlist.m3u8
MVMALLhttps://n-edge-1-th.v2h-cdn.com/mvnews/mvnews/playlist.m3u8
Mixhttps://n-edge-1-th.v2h-cdn.com/mixmajor_m/mixmajor/playlist.m3u8
MVMhttps://live-mvtv-aec.sky-cdn.com/mvm/mvm.stream/playlist.m3u8
ไทบ้าน,https://n-edge-1-th.v2h-cdn.com/thaiban/thaiban/playlist.m3u8
Happyhttps://n-edge-1-th.v2h-cdn.com/happy/happy/playlist.m3u8
อีสานทีวี,https://psiiptv-b.sky-cdn.com/ttd20-playlist/index.m3u8
TTD1,https://psiiptv-b.sky-cdn.com/ttd01-playlist/index.m3u8
V2H2,https://psiiptv-b.sky-cdn.com/v2h2-playlist/index.m3u8
V2H8,https://psiiptv-b.sky-cdn.com/v2h8-playlist/index.m3u8
TVB Thai,https://edge6a.v2h-cdn.com/tvb_thai/tvb_thai.stream/chunklist_w68863317.m3u8
TVB Thai,mitv://generationnexxxt.com:19806/7cf6f4e9806f4b6389d3a89af43cc256
GTA tamil,http://142.44.213.115:8888/gta_tamil/index.m3u8
sivantvhttp://sivantv.livebox.co.in/sivantvhls/sivan.m3u8
IBC bakathi,https://tx1.ibctamil.tv/CDN_IBC_Bhakthi/tracks-v1a1/mono.m3u8
IBC mazhalai,https://tx1.ibctamil.tv/CDN_IBC_Kids/tracks-v1a1/mono.m3u8
IBC tamil canada,https://tx1.ibctamil.tv/CDN_IBC_Canada/tracks-v1a1/mono.m3u8
IBC music,https://tx1.ibctamil.tv/CDN_IBC_Isai/tracks-v1a1/mono.m3u8
TVi HD,http://live.tamilvision.tv:8081/TVI/HD/playlist.m3u8
GTA tamil,http://142.44.213.115:8888/gta_tamil/index.m3u8
PPTV HD,https://edge1.laotv.la/live/PPTVHD/index.m3u8
Mix Major Channel,https://edge6a.v2h-cdn.com/mix_major/mix_major.stream/chunklist_w1656949848.m3u8
SAMURAI,https://cdn6.goprimetime.info/feed/202205171929/LC2/index.m3u8
SUN,https://cdn6.goprimetime.info/feed/202205171929/LC1/index.m3u8
CABLE 37 HD,http://www5.cabletv.co.th/StreamToCTV/cablechannel/playlist.m3u8
Cartoon Club,https://edge2-bkk.3bb.co.th:9443/Web_CartoonClub_Live/cartoonclub_480P.stream/chunklist_w1788175224.m3u8
Boomerang TH,https://cdn6.goprimetime.info/feed/202205171929/chboomberang/index.m3u8
MEDIA NEWS,https://live.thaitvstream.com/play/medianews/index.m3u8
Thainews,https://live1.thaitvstream.com/play/thainews/index.m3u8
PTV,https://live1.thaitvstream.com/play/phetchabuntv/index.m3u8
Siam News,https://live1.thaitvstream.com/play/siamnewstv/index.m3u8
FIGHT SPORTS,https://shls-fight-sports-ak.akamaized.net/out/v1/ee7e6475b12e484bbfa5c31461ad4306/index.m3u8
Fight Network,https://d12a2vxqkkh1bo.cloudfront.net/hls/main.m3u8
Smithsonian Channel,https://smithsonianaus-samsungau.amagi.tv/playlist.m3u8
NBT 2 HD,https://cdn6.goprimetime.info/feed/202205171929/chnbt/index.m3u8
ThaiPBS HD 3,https://cdn6.goprimetime.info/feed/202205171929/chthaipbs/index.m3u8
ALTV,https://cdn6.goprimetime.info/feed/202205171929/ALTV/index.m3u8
TV5.ca,ช่อง 5 HD,https://cdn6.goprimetime.info/feed/202205171929/ch5hd/index.m3u8
T-Sport 7,https://cdn6.goprimetime.info/feed/202205171929/chtsport/index.m3u8
TPTV โทรทัศน์รัฐสภา,https://cdn6.goprimetime.info/feed/202205171929/TPTV/index.m3u8
NBT Central,http://live.prd.go.th:1935/live/ch9_L.sdp/chunklist.m3u8
TNN ช่อง 16,https://cdn6.goprimetime.info/feed/202205171929/chtnn/index.m3u8
เนชั่นทีวี,https://cdn6.goprimetime.info/feed/202205171929/chnation/index.m3u8
เวิร์คพอยท์,https://cdn6.goprimetime.info/feed/202205171929/chworkpoint/index.m3u8
True4u ช่อง 24,https://cdn6.goprimetime.info/feed/202205171929/chtrue4u/index.m3u8
GMM25,https://cdn6.goprimetime.info/feed/202205171929/chgmm/index.m3u8
iAM CH 8,https://cdn6.goprimetime.info/feed/202205171929/ch8/index.m3u8
MONO29,https://cdn6.goprimetime.info/feed/202205171929/chmono29/index.m3u8
ช่อง 9 MCOT HD,https://cdn6.goprimetime.info/feed/202205171929/chmcothd/index.m3u8
ort-hd,ช่องวัน 31 HD,https://cdn6.goprimetime.info/feed/202205171929/chonehd/index.m3u8
ไทยรัฐทีวี HD,https://cdn6.goprimetime.info/feed/202205171929/chthairath/index.m3u8
ช่อง 3 HD,https://cdn6.goprimetime.info/feed/202205171929/ch3hd/index.m3u8
อมรินทร์ TV HD,https://cdn6.goprimetime.info/feed/202205171929/chamarin/index.m3u8
ช่อง 7 HD,https://cdn6.goprimetime.info/feed/202205171929/ch7hd/index.m3u8
PPTV HD,https://cdn6.goprimetime.info/feed/202205171929/chpptvhd/index.m3u8
EFM,https://atimevideo.smartclick.co.th/live/efmlive.sdp/chunklist.m3u8
GREENWAVE,https://atimevideo.smartclick.co.th/live/greenlive.sdp/chunklist.m3u8
Chill Online,https://atimevideo.smartclick.co.th/live/chilllive.sdp/chunklist.m3u8
Hitz 95.5,https://streaming.teroradio.com/Hitz/Hitz-Webcam2/chunklist.m3u8
Star FM,https://streaming.teroradio.com/Star/Star-Webcam2/chunklist.m3u8
Eazy FM 105.5,https://streaming.teroradio.com/Eazy/Eazy-Webcam2/chunklist.m3u8
RAD Radio,https://streaming.teroradio.com/Rad/Rad-Webcam2/chunklist.m3u8
Rock On Radio,https://streaming.teroradio.com/Rock/Rock-Webcam2/chunklist.m3u8
Tofu Pop Radio,https://streaming.teroradio.com/Tofu/Tofu-Webcam2/chunklist.m3u8
BIG FM,http://54c241893bf39.streamlock.net:1935/bigfm/bigfm/playlist.m3u8
ลูกทุ่งเน็ตเวิร์ค 1,http://54c241893bf39.streamlock.net:1935/looktungnetwork1/looktungnetwork1/chunklist.m3u8
ลูกทุ่งเน็ตเวิร์ค 2,http://54c241893bf39.streamlock.net:1935/looktungnetwork2/looktungnetwork2/chunklist.m3u8
FLEX,https://streaming.flexconnect.net/vdoflex/vdoflex/playlist.m3u8
CAT RADIO,http://111.223.37.194/CatRadio/CatRadio-Webcam1/playlist.m3u8
iAM CH 4 HD,https://cdn6.goprimetime.info/feed/202205171929/ch8/tracks-v1a1/mono.m3u8
ช่อง 7 สี,https://cdn6.goprimetime.info/feed/202205171929/ch7hd/tracks-v1a1/mono.m3u8
iAM CH 8 HD,https://prsmedia-mykojh.cdn.byteark.com/fleetstream/live/720p/index.m3u8
ช่อง 9 HD,https://cdn6.goprimetime.info/feed/202205171929/chmcothd/tracks-v1a1/mono.m3u8
NBT World,https://thainews.prd.go.th/lv/live/ch1_L_L.sdp/playlist.m3u8
News1,http://news1.live14.com/stream/news1_hi.m3u8
TOP NEWS,https://live.topnews.co.th/hls/topnews_a_720.m3u8
CTB,http://vip.login.in.th:1935/CTB/CTB/playlist.m3u8
ลูกทุ่ง TVHD,https://livefta.malimarcdn.com/ftaedge00/lookthoongtv.sdp/playlist.m3u8
CTB CH 8,http://vip.login.in.th:1935/ch8/ch8/playlist.m3u8
Police TV,https://cdn-th-vip.livestreaming.in.th/policetv/policetv/playlist.m3u8
Bayon TV,http://203.176.130.123:8989/live/bayontv_480k.stream/playlist.m3u8
BTV News,http://203.176.130.123:8989/live/bayontv1_480k.stream/playlist.m3u8
PNN,http://203.176.130.123:8989/live/pnn_480k.stream/playlist.m3u8
TVK,http://203.176.130.123:8989/live/tvk_480k.stream/playlist.m3u8
Sea TV,http://203.176.130.123:8989/live/seatv_480k.stream/playlist.m3u8

土耳其​,#genre#
mekameleen tv,https://mn-nl.mncdn.com/mekameleen/smil:mekameleentv.smil/chunklist_b1264000.m3u8
El-Sharq TV,https://mn-nl.mncdn.com/elsharq_live/live/chunklist.m3u8
TRT,http://tv-trtarabi.live.trt.com.tr/master.m3u8
TRT World,https://tv-trtworld.live.trt.com.tr/master.m3u8
trt1,https://trt.daioncdn.net/trt-1/master_720p.m3u8?&sid=623d433esryn&app=ed3904e8-737b-4a5e-856a-1b0d7a0a94e2&ce=2
TRT1,https://tv-trt1-dai.medya.trt.com.tr/master_2.m3u8
TRT1,https://tv-trt1-dai.medya.trt.com.tr/master_1.m3u8
TRT1,http://195.155.98.170:5858/play/a09j
TRT1,https://tv-trt1-dai.medya.trt.com.tr/master_2.m3u8
TRT1,https://tv-trt1-dai.medya.trt.com.tr/master_1.m3u8
TRT1,https://ddc75c8a6akqr.cloudfront.net/v1/master/80dbfc318ab6b980679b32095ba497236de6d2f9/TRT-1/master.m3u8
HABER,https://tv-trthaber.medya.trt.com.tr/master_720.m3u8
Çocuk,https://tv-trtcocuk.live.trt.com.tr/master.m3u8
Belgesel,https://tv-trtbelgesel.live.trt.com.tr/master.m3u8
Avaz,https://tv-trtavaz.medya.trt.com.tr/master.m3u8
ANKA TVhttp://54.38.222.70:2020/anka-icin-test/fhoPny6SRC/5592

TRT HABER,https://tv-trthaber.medya.trt.com.tr/master_720.m3u8
TRT Çocuk,https://tv-trtcocuk.live.trt.com.tr/master.m3u8
TRT Diyanet,https://eustr73.mediatriple.net/videoonlylive/mtikoimxnztxlive/broadcast_5e3bf95a47e07.smil/playlist.m3u8
TRT Belgesel,https://tv-trtbelgesel.live.trt.com.tr/master.m3u8
TRT Avaz,https://tv-trtavaz.medya.trt.com.tr/master.m3u8
Habertürk TV,https://tv.ensonhaber.com/tv/tr/haberturk/index.m3u8
24 TV,https://mn-nl.mncdn.com/kanal24/smil:kanal24.smil/playlist.m3u8
TGRT Haber,https://b01c02nl.mediatriple.net/videoonlylive/mtsxxkzwwuqtglive/broadcast_5fe4598be8e5d.smil/playlist.m3u8
Haber Global,https://tv.ensonhaber.com/tv/tr/haberglobal/index.m3u8
Show TV,https://tv.ensonhaber.com/tv/tr/showtv/index.m3u8
Semerkand TV,https://b01c02nl.mediatriple.net/videoonlylive/mtisvwurbfcyslive/broadcast_58d915bd40efc.smil/playlist.m3u8
Kanal 7,https://live.kanal7.com/live/kanal7LiveDesktop/index.m3u8
Beyaz TV,https://tv.ensonhaber.com/tv/tr/beyaztv/index.m3u8
360 TV,https://turkmedya-live.ercdn.net/tv360/tv360.m3u8


哥伦比亚,#genre#
VISION4,https://cdnamd-hls-globecast.akamaized.net/live/ramdisk/vision4/hls_video/vision4-avc1_1500000=5-mp4a_65200_qad=1.m3u8
NOTRE TELEVISION,https://strhlslb01.streamakaci.tv/str_ntv_ntv/str_ntv_ntv_multi/str_ntv_ntv/str_ntv_ntv1080p/chunks.m3u8
AE Mundo,http://190.61.43.117:45000/play/a05q
AXN,http://190.61.43.117:45000/play/a05g
Animal Planet,http://190.61.43.117:45000/play/a05r
Baby TV,http://190.61.43.117:45000/play/a03r
CNN Espanol,http://190.61.43.117:45000/play/a044
Canal Estrellas,http://190.61.43.117:45000/play/a06h
Canal Institucional,http://190.61.43.117:45000/play/a039
Canal Uno,http://190.61.43.117:45000/play/a036
Canal del Congreso,http://190.61.43.117:45000/play/a03a
Capital,http://190.61.43.117:45000/play/a03g
Caracol HD,http://190.61.43.117:45000/play/a02v
Cartoon Network HD,http://190.61.43.117:45000/play/a01y
Cinemax,http://190.61.43.117:45000/play/a05i
City TV,http://190.61.43.117:45000/play/a03f
Discovery HD,http://190.61.43.117:45000/play/a02y
Discovery ID,http://190.61.43.117:45000/play/a06e
Discovery Kids HD,http://190.61.43.117:45000/play/a019
Discovery Turbo,http://190.61.43.117:45000/play/a040
Disney Channel,http://190.61.43.117:45000/play/a06b
Disney Jr,http://190.61.43.117:45000/play/a045
ESPN 2 HD,http://190.61.43.117:45000/play/a053
ESPN 3 HD,http://190.61.43.117:45000/play/a051
ESPN 4,http://190.61.43.117:45000/play/a06w
ESPN EXTRA HD,http://190.61.43.117:45000/play/a01v
ESPN HD,http://190.61.43.117:45000/play/a01l
FOX Sports 2 HD,http://190.61.43.117:45000/play/a01g
FX HD,http://190.61.43.117:45000/play/a01k
Fox Sports 3,http://190.61.43.117:45000/play/a060
Golden HD,http://190.61.43.117:45000/play/a029
HBO 2 HD,http://190.61.43.117:45000/play/a023
HBO Family,http://190.61.43.117:45000/play/a05y
HBO HD,http://190.61.43.117:45000/play/a01w
HBO XTREME SD,http://190.61.43.117:45000/play/a05u
History Channel,http://190.61.43.117:45000/play/a061
HomeandHealth,http://190.61.43.117:45000/play/a06f
I-Sat,http://190.61.43.117:45000/play/a03v
Nat Geo,http://190.61.43.117:45000/play/a06i
Nickelodeon,http://190.61.43.117:45000/play/a03u
Pasiones HD,http://190.61.43.117:45000/play/a04x
RCN HD,http://190.61.43.117:45000/play/a01m
RCN Novelas,http://190.61.43.117:45000/play/a06d
STAR CHANNEL,http://190.61.43.117:45000/play/a05h
Senal Colombia,http://190.61.43.117:45000/play/a03b
Space,http://190.61.43.117:45000/play/a06l
Studio Universal HD,http://190.61.43.117:45000/play/a020
TCM,http://190.61.43.117:45000/play/a04a
TLC,http://190.61.43.117:45000/play/a042
TNT HD,http://190.61.43.117:45000/play/a050
TNT Novelas HD,http://190.61.43.117:45000/play/a06u
TNT Series HD,http://190.61.43.117:45000/play/a01j
TRO,http://190.61.43.117:45000/play/a03d
Teleantioquia,http://190.61.43.117:45000/play/a03i
Telecafe,http://190.61.43.117:45000/play/a03l
Telecaribe,http://190.61.43.117:45000/play/a03k
Telemundo,http://190.61.43.117:45000/play/a049
Telepacifico,http://190.61.43.117:45000/play/a03j
Tooncast,http://190.61.43.117:45000/play/a03s
Trece,http://190.61.43.117:45000/play/a03m
Universal Cinema SD,http://190.61.43.117:45000/play/a05x
Universal Comedy SD,http://190.61.43.117:45000/play/a06k
Universal Premiere SD,http://190.61.43.117:45000/play/a05w
Warner,http://190.61.43.117:45000/play/a05o
Win,http://190.61.43.117:45000/play/a067
Win Sports+ HD,http://190.61.43.117:45000/play/a024
舞林大会_1234,#genre#
1,http://5721004.xyz/bu/?c=video&path=/3.18/sample/261.mp4
2,http://5721004.xyz/bu/?c=video&path=/3.18/sample/bandicam_2024_03_18_23_56_04_019.mp4
3*,https://5721004.xyz/bu/3.13/sample/jinricp_蕾娜_3月13日小黑屋.mp4
4,https://5721004.xyz/bu/3.13/sample/jinricp_qwas33_3月14日小黑屋.mp4
5*,https://5721004.xyz/bu/3.13/sample/jinricp_100472_3月13日小黑屋.mp4
6,https://5721004.xyz/bu/3.08/sample/jinricp_03_08_2024_16_58_79.mp4
7,https://5721004.xyz/bu/3.08/sample/jinricp_03_08_2024_16_58_67_Eli.mp4
8,https://5721004.xyz/bu/3.08/sample/jinricp_03_08_2024_16_58_87.mp4
9,https://5721004.xyz/bu/3.08/sample/jinricp_03_08_2024_16_02_57.mp4
10,https://5721004.xyz/bu/3.08/sample/jinricp_03_08_2024_16_02_43.mp4
11,https://5721004.xyz/bu/3.08/sample/jinricp_03_08_2024_14_08_7.mp4
12,https://5721004.xyz/bu/3.08/sample/jinricp_03_08_2024_14_08_5.mp4
13,https://5721004.xyz/bu/3.08/sample/jinricp_03_08_2024_14_08_3_22.00.mp4
14,https://5721004.xyz/bu/3.08/sample/jinricp_03_08_2024_14_08_37.mp4
15,https://5721004.xyz/bu/3.08/sample/jinricp_03_08_2024_14_08_35.mp4
16,https://5721004.xyz/bu/3.08/sample/jinricp_03_08_2024_14_08_27.mp4
17,https://5721004.xyz/bu/3.08/sample/jinricp_03_08_2024_14_08_16.mp4
18,https://5721004.xyz/bu/3.08/sample/jinricp_03_08_2024_14_08_15.mp4
19,https://5721004.xyz/bu/3.08/sample/jinricp_03_08_2024_14_08_14.m3u8
20,https://5721004.xyz/bu/3.11/sample/eliii.mp4
21http://5721004.xyz/bu/3.06/sample/VID_20240307_160949_953.mp4
22,http://5721004.xyz/bu/3.06/sample/VID_20240307_160947_879.mp4
23,http://5721004.xyz/bu/3.06/sample/VID_20240307_160945_655.mp4
24,http://5721004.xyz/bu/3.06/sample/VID_20240307_160943_813.mp4
25,http://5721004.xyz/bu/3.06/sample/VID_20240307_160941_685.mp4
26,http://5721004.xyz/bu/3.06/sample/VID_20240307_160940_494.mp4
27,http://5721004.xyz/bu/3.06/sample/VID_20240307_160938_653.mp4
28,http://5721004.xyz/bu/3.06/sample/VID_20240307_160936_067.mp4
29,http://5721004.xyz/bu/3.06/sample/VID_20240307_160934_402.mp4
30,http://5721004.xyz/bu/3.06/sample/VID_20240307_160931_271.mp4
31,http://5721004.xyz/bu/3.06/sample/VID_20240307_160911_619.mp4
32,http://5721004.xyz/bu/3.04/sample/moem9e9.mp4
33,http://5721004.xyz/bu/3.04/sample/eli05021212.mp4
34,http://5721004.xyz/bu/3.04/sample/VID_20240307_160915_596.m3u8
35,http://5721004.xyz/bu/2.28/sample/54soda.mp4
     _1234,#genre#
BCU Charm HD,http://rhsbjv7k.tvclub.xyz/iptv/84WHFA22FS28HY/18053/index.m3u8
Eroxxx HD,http://rr3.tvdosug.net/~109e1a3c05fcad5b22d13b9453dc0db5122/54982
Penthouse Quickies,http://rr3.tvdosug.net/~109e1a3c05fcad5b22d13b9453dc0db5122/47354
電影18+,http://aa7bc0b4.akadatel.com/iptv/ED8DTMPASXMV7Q/18075/index.m3u8
花花公子,http://aa7bc0b4.akadatel.com/iptv/ED8DTMPASXMV7Q/6242/index.m3u8
花花公子,http://rhsbjv7k.tvclub.xyz/iptv/56E8HVDHBARKLQ/6242/index.m3u8
日本高清DV,http://aa7bc0b4.akadatel.com/iptv/ED8DTMPASXMV7Q/6225/index.m3u8
1pon,https://www.lbbf9.com/20210617/BQKojYIM/700kb/hls/index.m3u8
bigass,http://live.redtraffic.xyz/bigass.m3u8#40c3c321681a14082b2b5770828910904e38ae2d1176ac1084582c805cce0795
RedTraffic Blowjob,http://live.redtraffic.xyz/blowjob.m3u8
RedTraffic Cuckold,http://live.redtraffic.xyz/cuckold.m3u8
RedTraffic Fetish,http://live.redtraffic.xyz/fetish.m3u8
RedTraffic Interracial,http://live.redtraffic.xyz/interracial.m3u8
RedTraffic MILF,http://live.redtraffic.xyz/milf.m3u8
一本00,https://vip4.ddyunbo.com/20210208/6LaKp6lZ/index.m3u8
二本01,https://vip4.ddyunbo.com/20210209/dEzJjeSU/index.m3u8
三本02,https://vip4.ddyunbo.com/20210210/IjSENz6s/index.m3u8
bigass,http://live.redtraffic.xyz:80/bigass.m3u8
Fluxuslust,http://live.redtraffic.xyz/threesome.m3u8?fluxuslust.m3u8
bigdick,http://live.redtraffic.xyz:80/bigdick.m3u8
teen,http://live.redtraffic.xyz:80/teen.m3u8
pornstar,http://live.redtraffic.xyz:80/pornstar.m3u8
测试7,https://m3u8.41cdn.com/newhd/202309/6511abad7ebb8b1bc4c7b8df/hls/index.m3u8
测试8, https://vip7.ljbfbf.com/20240127/cqSULuRF/index.m3u8
玩美台,http://live.redtraffic.xyz:80/pov.m3u8
限制级,http://cdn.adultiptv.net/blonde.m3u8?streamType=livеhls

  _1234,#genre#
1992新美麗寶鑒,https://v5.jindangao.com/ee/e1/48/hls/index.m3u8
96金瓶梅續集楊思雯版1,https://v5.jindangao.com/xx/x1/14/1000kb/hls/index.m3u8
96金瓶梅續集楊思雯版2,https://v5.jindangao.com/xx/x1/15/1000kb/hls/index.m3u8
96金瓶梅續集楊思雯版3,https://v5.jindangao.com/xx/x1/16/1000kb/hls/index.m3u8
96金瓶梅續集楊思雯版4,https://v5.jindangao.com/xx/x1/17/1000kb/hls/index.m3u8
96金瓶梅續集楊思雯版5,https://v5.jindangao.com/xx/x1/18/1000kb/hls/index.m3u8
愛的金靈,https://v5.jindangao.com/pp/p11/8/hls/index.m3u8
八仙飯店之人內叉燒包,https://v5.jindangao.com/zz/z2/37/hls/index.m3u8
半妖孚娘,https://v5.jindangao.com/zz/z3/2/hls/index.m3u8
慈禧的秘密生活,https://v5.jindangao.com/zz/z4/23/hls/index.m3u8
催花神龍教,https://v5.jindangao.com/ll/l1/38/hls/index.m3u8
催花神龍教,https://v5.jindangao.com/ll/l1/38/hls/index.m3u8
大內密探之零零生生,https://v5.jindangao.com/ll/l2/6/hls/index.m3u8
蕩女贏春,https://v5.jindangao.com/ak1/ak2/ak29/24/hls/index.m3u8
鱷降-攝鱷贏魔,https://v5.jindangao.com/zz/z4/49/hls/index.m3u8
風流才子俏佳人,https://v5.jindangao.com/pp/p11/11/hls/index.m3u8
風月寶鑒-贏亂英雄傳,https://v6.jindangao.com/v21/4/600kb/hls/index.m3u8
風月寶鑒之初人桃源洞,https://v5.jindangao.com/eee/ee6/20/hls/index.m3u8
風月寶鑒之家花自有香,https://v5.jindangao.com/ll/l5/30/hls/index.m3u8
風月寶鑒之冥府春攝,https://v5.jindangao.com/ll/l5/31/hls/index.m3u8
風月奇譚,https://v5.jindangao.com/ll/l5/38/hls/index.m3u8
風月奇譚,https://v5.jindangao.com/ll/l5/38/hls/index.m3u8
浮世風青繪,https://v5.jindangao.com/xx/x2/22/hls/index.m3u8
浮世風青繪,https://v5.jindangao.com/xx/x2/22/hls/index.m3u8
羔羊醫生,https://v5.jindangao.com/ll/l6/22/hls/index.m3u8
勾魂惡夢,https://v5.jindangao.com/ll/l7/15/hls/index.m3u8
勾魂降頭,https://v5.jindangao.com/ll/l7/13/hls/index.m3u8
勾魂倩女_鬼叫春,https://v6.jindangao.com/dd/d21/18/700kb/hls/index.m3u8
古裝四仔之秦淮才女,https://v6.jindangao.com/dd/d20/8/700kb/hls/index.m3u8
鬼骨場,https://v5.jindangao.com/zz/z6/5/hls/index.m3u8
鬼娘子,https://v5.jindangao.com/ll/l7/44/hls/index.m3u8
換七換上癮,https://v5.jindangao.com/ff/f1/38/hls/index.m3u8
婚前試愛,https://v5.jindangao.com/ff/f2/7/hls/index.m3u8
婚前試愛,https://v5.jindangao.com/ff/f2/7/hls/index.m3u8
激青燕女,https://v6.jindangao.com/v20/13/600kb/hls/index.m3u8
極樂酷刑,https://v6.jindangao.com/v11/18/600kb/hls/index.m3u8
劍奴,https://v5.jindangao.com/ff/f4/4/hls/index.m3u8
劍奴,https://v5.jindangao.com/ff/f4/4/hls/index.m3u8
降頭2007,https://v5.jindangao.com/ff/f4/8/hls/index.m3u8
降頭2007,https://v5.jindangao.com/ff/f4/8/hls/index.m3u8
嬌七四燕鬼,https://v5.jindangao.com/pp/p11/18/hls/index.m3u8
金蠶降,https://v5.jindangao.com/ff/f5/15/hls/index.m3u8
金瓶風月,https://v5.jindangao.com/ee/e1/6/hls/index.m3u8
金瓶梅之鴛鴦戲床,https://v5.jindangao.com/ff/f5/14/hls/index.m3u8
金瓶雙燕,https://v5.jindangao.com/zz/z8/12/hls/index.m3u8
梁祝燕譚10集,https://v6.jindangao.com/dd/d16/2/10/700kb/hls/index.m3u8
梁祝燕譚11集,https://v6.jindangao.com/dd/d16/2/11/700kb/hls/index.m3u8
梁祝燕譚12集,https://v6.jindangao.com/dd/d16/2/12/700kb/hls/index.m3u8
梁祝燕譚13集,https://v6.jindangao.com/dd/d16/2/13/700kb/hls/index.m3u8
梁祝燕譚14集,https://v6.jindangao.com/dd/d16/2/14/700kb/hls/index.m3u8
梁祝燕譚15集,https://v6.jindangao.com/dd/d16/2/15/700kb/hls/index.m3u8
梁祝燕譚16集,https://v6.jindangao.com/dd/d16/2/16/700kb/hls/index.m3u8
梁祝燕譚17集,https://v6.jindangao.com/dd/d16/2/17/700kb/hls/index.m3u8
梁祝燕譚18集,https://v6.jindangao.com/dd/d16/2/18/700kb/hls/index.m3u8
梁祝燕譚19集,https://v6.jindangao.com/dd/d16/2/19/700kb/hls/index.m3u8
梁祝燕譚1集,https://v6.jindangao.com/dd/d16/2/1/700kb/hls/index.m3u8
梁祝燕譚20集,https://v6.jindangao.com/dd/d16/2/20/700kb/hls/index.m3u8
梁祝燕譚2集,https://v6.jindangao.com/dd/d16/2/2/700kb/hls/index.m3u8
梁祝燕譚3集,https://v6.jindangao.com/dd/d16/2/3/700kb/hls/index.m3u8
梁祝燕譚4集,https://v6.jindangao.com/dd/d16/2/4/700kb/hls/index.m3u8
梁祝燕譚5集,https://v6.jindangao.com/dd/d16/2/4/700kb/hls/index.m3u8
梁祝燕譚6集,https://v6.jindangao.com/dd/d16/2/6/700kb/hls/index.m3u8
梁祝燕譚7集,https://v6.jindangao.com/dd/d16/2/7/700kb/hls/index.m3u8
梁祝燕譚8集,https://v6.jindangao.com/dd/d16/2/8/700kb/hls/index.m3u8
梁祝燕譚9集,https://v6.jindangao.com/dd/d16/2/9/700kb/hls/index.m3u8
聊齋花弄月,https://v5.jindangao.com/eee/ee10/14/hls/index.m3u8
聊齋花弄月,https://v5.jindangao.com/eee/ee10/14/hls/index.m3u8
聊齋金瓶梅,https://v5.jindangao.com/zz/z9/46/hls/index.m3u8
聊齋驚燕,https://v5.jindangao.com/zz/z9/47/hls/index.m3u8
聊齋系列之山中燕譚,https://v5.jindangao.com/yy/y4/16/hls/index.m3u8
聊齋燕奇之陸判生經,https://v5.jindangao.com/zz/z1/6/hls/index.m3u8
聊齋燕譚1燕魔大戰,https://v6.jindangao.com/v22/18/600kb/hls/index.m3u8
聊齋燕譚1之燕魔大戰,https://v5.jindangao.com/zz/z9/49/hls/index.m3u8
聊齋燕譚2之五通神,https://v5.jindangao.com/zz/z9/50/hls/index.m3u8
聊齋燕譚3之燈草和尚,https://v5.jindangao.com/zz/z10/1/hls/index.m3u8
聊齋燕譚5嬰寧,https://v5.jindangao.com/ff/f9/23/hls/index.m3u8
聊齋燕譚9之畫皮,https://v5.jindangao.com/ff/f9/24/hls/index.m3u8
聊齋燕譚之幽構,https://v6.jindangao.com/aa/a8/12/600kb/hls/index.m3u8
聊齋之燕蛇,https://v5.jindangao.com/ff/f8/26/hls/index.m3u8
聊齋誌異12之孽玉孤魂,https://v5.jindangao.com/zz/z1/24/hls/index.m3u8
聊齋誌異之鬼叫春,https://v5.jindangao.com/zz/z6/7/hls/index.m3u8
聊齋誌異之孽玉孤鬼,https://v5.jindangao.com/ff/f8/28/hls/index.m3u8
滿清禁宮奇案,https://v5.jindangao.com/zz/z10/34/hls/index.m3u8
滿清十大酷刑,https://v5.jindangao.com/jj/j1/46/hls/index.m3u8
滿清十大酷刑,https://v5.jindangao.com/jj/j1/46/hls/index.m3u8
滿清十大酷刑之赤果凌遲,https://v5.jindangao.com/jj/j1/48/hls/index.m3u8
茅山斗降頭,https://v5.jindangao.com/ff/f10/31/hls/index.m3u8
茅山斗降頭,https://v5.jindangao.com/ff/f10/31/hls/index.m3u8
猛鬼出籠II燕鬼發狂,https://v6.jindangao.com/dd/d7/55/500kb/hls/index.m3u8
猛鬼佳人,https://v5.jindangao.com/jj/j3/9/hls/index.m3u8
猛鬼咒,https://v5.jindangao.com/zz/z10/49/hls/index.m3u8
蜜桃成熟時33D,https://v5.jindangao.com/jj/j4/11/hls/index.m3u8
蜜桃成熟時33D,https://v5.jindangao.com/jj/j4/11/hls/index.m3u8
蜜桃成熟時3之蜜桃仙子,https://v5.jindangao.com/jj/j4/13/hls/index.m3u8
蜜桃成熟時3之蜜桃仙子,https://v5.jindangao.com/jj/j4/13/hls/index.m3u8
滅門慘案II借種,https://v5.jindangao.com/zz/z1/19/hls/index.m3u8
南洋十大邪術,https://v6.jindangao.com/v9/5/600kb/hls/index.m3u8
內蒲團之夜銷魂,https://v6.jindangao.com/aa/a30/28/500kb/hls/index.m3u8
內蒲團之夜銷魂,https://v6.jindangao.com/aa/a30/28/500kb/hls/index.m3u8
女機械人高清版,https://v5.jindangao.com/yy/y2/15/hls/index.m3u8
齊天大生之大鬧女兒國,https://v5.jindangao.com/gg/g1/13/hls/index.m3u8
齊天大生之大破盤絲洞,https://v5.jindangao.com/gg/g1/14/hls/index.m3u8
青樓名女支小桃花,https://v6.jindangao.com/bb/b25/10/500kb/hls/index.m3u8
青樓名女支之李香君,https://v6.jindangao.com/hj/hj2/hj21/10/hls/index.m3u8
青樓十二戶,https://v5.jindangao.com/yy/y2/47/hls/index.m3u8
青樓十二戶國粵雙語,https://v5.jindangao.com/nn/n9/51/hls/index.m3u8
青樓十二戶國粵雙語,https://v5.jindangao.com/nn/n9/51/hls/index.m3u8
卿本佳人,https://v5.jindangao.com/yy/y2/48/hls/index.m3u8
人內臘腸,https://v5.jindangao.com/gg/g3/49/hls/index.m3u8
人內玩具,https://v5.jindangao.com/gg/g3/36/hls/index.m3u8
人皮高跟鞋,https://v5.jindangao.com/pp/p11/28/hls/index.m3u8
人蛇鼠,https://v5.jindangao.com/gg/g4/1/hls/index.m3u8
人細鬼大,https://v6.jindangao.com/hj/hj2/hj22/10/hls/index.m3u8
山狗1999,https://v5.jindangao.com/gg/g6/42/hls/index.m3u8
攝機英雄傳,https://v5.jindangao.com/gg/g8/3/hls/index.m3u8
攝降,https://v5.jindangao.com/yy/y4/9/hls/index.m3u8
攝降2之血玫瑰,https://v5.jindangao.com/yy/y4/8/hls/index.m3u8
攝玉怪談之魔奸贏者,https://v5.jindangao.com/gg/g5/21/hls/index.m3u8
攝玉怪談之魔奸贏者,https://v5.jindangao.com/gg/g5/21/hls/index.m3u8
攝中餓鬼,https://v5.jindangao.com/gg/g5/14/hls/index.m3u8
攝咒邪靈燕降勾魂,https://v5.jindangao.com/oo/o7/1/hls/index.m3u8
攝咒邪靈燕降勾魂,https://v5.jindangao.com/oo/o7/1/hls/index.m3u8
生的厲鬼,https://v5.jindangao.com/eee/ee1/23/hls/index.m3u8
生的厲鬼,https://v5.jindangao.com/eee/ee1/23/hls/index.m3u8
生氣功之探秘,https://v5.jindangao.com/hh/h2/17/hls/index.m3u8
生氣功之探秘,https://v5.jindangao.com/hh/h2/17/hls/index.m3u8
生人勿近之邪花,https://v5.jindangao.com/gg/g7/26/hls/index.m3u8
屍蠱燕譚完整版,https://v5.jindangao.com/yy/y4/51/hls/index.m3u8
獸生秀惑之赤果生遊戲2000,https://v6.jindangao.com/hj/hj2/hj23/25/hls/index.m3u8
獸生秀惑之赤果生遊戲2000,https://v6.jindangao.com/hj/hj2/hj23/25/hls/index.m3u8
舒淇早期激青合集,https://v6.jindangao.com/hj/hj2/hj25/36/hls/index.m3u8
舒淇早期激青合集,https://v6.jindangao.com/hj/hj2/hj25/36/hls/index.m3u8
雙姝燕A,https://v5.jindangao.com/gg/g9/9/hls/index.m3u8
雙姝燕B,https://v5.jindangao.com/gg/g9/10/hls/index.m3u8
水滸傳之英雄好攝,https://v5.jindangao.com/gg/g9/23/hls/index.m3u8
水滸傳之英雄好攝,https://v5.jindangao.com/gg/g9/23/hls/index.m3u8
四大美人之王昭君,https://v5.jindangao.com/yy/y5/31/hls/index.m3u8
四大美人之西施,https://v5.jindangao.com/gg/g9/45/hls/index.m3u8
四大美人之楊貴妃,https://v5.jindangao.com/gg/g9/50/hls/index.m3u8
四大名女支之陳圓圓,https://v5.jindangao.com/gg/g9/46/hls/index.m3u8
四大名女支之李師師,https://v5.jindangao.com/gg/g9/47/hls/index.m3u8
四大名女支之李香君,https://v5.jindangao.com/gg/g9/48/hls/index.m3u8
四大名女支之蘇小小,https://v5.jindangao.com/gg/g9/49/hls/index.m3u8
素女經之挑青寶鑒,https://v5.jindangao.com/gg/g10/6/hls/index.m3u8
素女真經TheStoryofLadySue,https://v5.jindangao.com/yy/y5/39/hls/index.m3u8
唐伯虎點秋香乘仁版,https://v6.jindangao.com/bb/b3/32/500kb/hls/index.m3u8
唐朝禁宮風月,https://v5.jindangao.com/gg/g10/26/hls/index.m3u8
唐朝禁宮風月,https://v5.jindangao.com/gg/g10/26/hls/index.m3u8
唐朝禁宮酷刑,https://v5.jindangao.com/kk/k1/23/hls/index.m3u8
唐朝禁宮秘史,https://v5.jindangao.com/kk/k1/22/hls/index.m3u8
唐皇宮外青之唐朝奸妃,https://v5.jindangao.com/kk/k1/21/hls/index.m3u8
貼身保鏢,https://v6.jindangao.com/hj/hj2/hj24/31/hls/index.m3u8
貼身保鏢,https://v6.jindangao.com/hj/hj2/hj24/31/hls/index.m3u8
艇妹,https://v6.jindangao.com/dd/d1/34/500kb/hls/index.m3u8
屠夫,https://v6.jindangao.com/hj/hj2/hj24/38/hls/index.m3u8
屠夫,https://v6.jindangao.com/hj/hj2/hj24/38/hls/index.m3u8
外文初夜青,https://v6.jindangao.com/hj/hj1/hj3/22/hls/index.m3u8
外文初夜青,https://v6.jindangao.com/hj/hj1/hj3/22/hls/index.m3u8
我愛狐狸金,https://v5.jindangao.com/yy/y7/25/hls/index.m3u8
我來自北京,https://v5.jindangao.com/fff/ff7/8/hls/index.m3u8
我來自北京,https://v5.jindangao.com/fff/ff7/8/hls/index.m3u8
我為卿狂,https://v5.jindangao.com/fff/ff7/21/hls/index.m3u8
我為卿狂,https://v5.jindangao.com/fff/ff7/21/hls/index.m3u8
蜈蚣咒,https://v6.jindangao.com/bb/b16/30/500kb/hls/index.m3u8
五行鬼屍,https://v5.jindangao.com/oo/o8/19/hls/index.m3u8
五行鬼屍,https://v5.jindangao.com/oo/o8/19/hls/index.m3u8
武松/潘金蓮,https://v6.jindangao.com/v36/9/600kb/hls/index.m3u8
武松1982,https://v5.jindangao.com/ee/e1/12/hls/index.m3u8
武松1982,https://v5.jindangao.com/ee/e1/12/hls/index.m3u8
西廂燕譚,https://v5.jindangao.com/zz/z1/36/800kb/hls/index.m3u8
西遊記之八戒招親,https://v5.jindangao.com/jj/j10/22/hls/index.m3u8
西遊記之反轉死亡寶塔,https://v5.jindangao.com/jj/j10/17/hls/index.m3u8
西遊記之盤絲洞,https://v5.jindangao.com/jj/j10/19/hls/index.m3u8
西遊記之青迷女兒國,https://v5.jindangao.com/jj/j10/20/hls/index.m3u8
西遊記之生鹹白骨金,https://v5.jindangao.com/jj/j10/21/hls/index.m3u8
西遊記之鐵扇公主,https://v5.jindangao.com/jj/j10/18/hls/index.m3u8
香帥傳奇之胡鐵花與小贏猴,https://v5.jindangao.com/kk/k8/31/hls/index.m3u8
香帥傳奇之天一神油,https://v5.jindangao.com/kk/k1/28/hls/index.m3u8
香帥傳奇之天一神油,https://v5.jindangao.com/kk/k1/28/hls/index.m3u8
香帥傳奇之贏教煞星,https://v6.jindangao.com/dd/d3/35/500kb/hls/index.m3u8
邪斗邪,https://v5.jindangao.com/oo/o8/46/hls/index.m3u8
邪斗邪,https://v5.jindangao.com/oo/o8/46/hls/index.m3u8
新紅樓夢燕青版1,https://v5.jindangao.com/kk/k10/28/hls/index.m3u8
新紅樓夢燕青版2,https://v5.jindangao.com/kk/k10/29/hls/index.m3u8
新紅樓夢燕青版3,https://v5.jindangao.com/kk/k10/30/hls/index.m3u8
新金瓶梅,2008https://v5.jindangao.com/zz/z8/10/hls/index.m3u8
新金瓶梅二,https://v6.jindangao.com/bb/b13/26/500kb/hls/index.m3u8
新金瓶梅三,https://v6.jindangao.com/bb/b13/27/500kb/hls/index.m3u8
新金瓶梅四,https://v6.jindangao.com/bb/b13/28/500kb/hls/index.m3u8
新金瓶梅五,https://v6.jindangao.com/bb/b13/29/500kb/hls/index.m3u8
新金瓶梅一,https://v6.jindangao.com/bb/b13/25/500kb/hls/index.m3u8
新人內叉燒包,https://v5.jindangao.com/kk/k10/46/hls/index.m3u8
新素女燕譚,https://v5.jindangao.com/kk/k10/18/hls/index.m3u8
新應召女郎,https://163.grr4d46c.com/changpian/m3u8/jingdiansanji/202301/%E6%96%B0%E5%BA%94%E5%8F%AC%E5%A5%B3%E9%83%8E%E4%B8%AD%E6%96%87%E5%AD%97%E5%B9%95%EF%BC%88%E5%9B%BD%E4%BA%A7%EF%BC%89/%E6%96%B0%E5%BA%94%E5%8F%AC%E5%A5%B3%E9%83%8E%E4%B8%AD%E6%96%87%E5%AD%97%E5%B9%95%EF%BC%88%E5%9B%BD%E4%BA%A7%EF%BC%89.m3u8
秀僧,https://v5.jindangao.com/yy/y10/14/hls/index.m3u8
燕婦轉世1,https://v5.jindangao.com/fff/ff9/23/hls/index.m3u8
燕婦轉世1,https://v5.jindangao.com/fff/ff9/23/hls/index.m3u8
燕婦轉世2,https://v5.jindangao.com/fff/ff9/24/hls/index.m3u8
燕婦轉世2,https://v5.jindangao.com/fff/ff9/24/hls/index.m3u8
燕鬼青未了,https://v6.jindangao.com/dd/d6/14/500kb/hls/index.m3u8
燕鬼凶靈,https://v6.jindangao.com/dd/d6/16/500kb/hls/index.m3u8
燕鬼冤魂,https://v6.jindangao.com/hj/hj2/hj27/34/hls/index.m3u8
燕鬼冤魂,https://v6.jindangao.com/hj/hj2/hj27/34/hls/index.m3u8
羊光地獄之人內市場,https://v5.jindangao.com/hh/h4/1/hls/index.m3u8
楊貴妃,https://v6.jindangao.com/hj/hj2/hj27/37/hls/index.m3u8
夜半思孚時,https://v6.jindangao.com/hj/hj2/hj28/1/hls/index.m3u8
夜半思孚時,https://v6.jindangao.com/hj/hj2/hj28/1/hls/index.m3u8
銀家大院第二集之夫人的吸哈教室,https://player.hgcdn666.com/20230308/7AaX784e/index.m3u8
銀家大院第三集之你是誰啊,https://player.hgcdn666.com/20230308/PCYK7V0o/index.m3u8
銀家大院第四集之生福來的太突然,https://player.hgcdn666.com/20230308/DxWS5Qjh/index.m3u8
銀家大院第五集之爸爸再愛我一次,https://player.hgcdn666.com/20230308/j5qVItY6/index.m3u8
銀家大院第一集之比武招金,https://player.hgcdn666.com/20230308/L1rUkKQP/index.m3u8
櫻花劫,https://v5.jindangao.com/hh/h7/24/hls/index.m3u8
櫻花劫,https://v5.jindangao.com/hh/h7/24/hls/index.m3u8
贏魔暴行,https://v5.jindangao.com/oo/o10/18/hls/index.m3u8
贏魔暴行,https://v5.jindangao.com/oo/o10/18/hls/index.m3u8
應召女郎1988,https://v5.jindangao.com/hh/h7/50/hls/index.m3u8
愉青寶鑒生愛三十六戶,https://v5.jindangao.com/fff/ff0/32/hls/index.m3u8
愉青寶鑒生愛三十六戶,https://v5.jindangao.com/fff/ff0/32/hls/index.m3u8
漁夫荒贏燕史,https://v6.jindangao.com/dd/d11/35/500kb/hls/index.m3u8
與蛇共舞,https://v5.jindangao.com/hh/h6/27/hls/index.m3u8
與蛇共舞,https://v5.jindangao.com/hh/h6/27/hls/index.m3u8
玉火狂蜜,https://v6.jindangao.com/hj/hj2/hj28/44/hls/index.m3u8
玉火狂蜜,https://v6.jindangao.com/hj/hj2/hj28/44/hls/index.m3u8
玉蒲團3D,https://v5.jindangao.com/yy/y10/17/hls/index.m3u8
玉蒲團5之羊物生教,https://v5.jindangao.com/hh/h6/36/hls/index.m3u8
玉蒲團6之贏行天下,https://v5.jindangao.com/hh/h6/35/hls/index.m3u8
玉蒲團II之玉女心經,https://v5.jindangao.com/yy/y10/18/hls/index.m3u8
玉蒲團之西廂燕談,https://v6.jindangao.com/v24/23/600kb/hls/index.m3u8
玉蒲團之新官人我要,https://v5.jindangao.com/yy/y8/39/hls/index.m3u8
玉蒲團之愉青寶鑒,https://v5.jindangao.com/yy/y10/19/hls/index.m3u8
越軌之狼完整版,https://v6.jindangao.com/hj/hj2/hj29/12/hls/index.m3u8
越軌之狼完整版,https://v6.jindangao.com/hj/hj2/hj29/12/hls/index.m3u8
紙盒藏屍之公審,https://v6.jindangao.com/dd/d9/40/500kb/hls/index.m3u8
種鬼,https://v5.jindangao.com/hh/h10/40/hls/index.m3u8
竹本玉蒲團,https://v5.jindangao.com/fff/ff0/38/hls/index.m3u8
竹本玉蒲團,https://v5.jindangao.com/fff/ff0/38/hls/index.m3u8
竹夫人,https://v5.jindangao.com/eee/ee2/20/hls/index.m3u8

 _1234,#genre#
性教育,https://cf005.paopao.video:443/D8015221C25EDF5504A00073FBDE053F5590C804
центральное тв Ruhttp://j6ivg8rq.russtv.net/iptv/8T27RV8PPL5EKE/20090/manifest.m3u8
FAKE HOSTEL,http://135.148.169.68:80/ottplayerchannel/JFYQWKNbCUe5/260466
FAKE TAXI,http://135.148.169.68:80/ottplayerchannel/JFYQWKNbCUe5/260467
MODEL MEDIA ASIA,http://135.148.169.68:80/ottplayerchannel/JFYQWKNbCUe5/260470

P,http://146.59.54.163/356/playlist.m3u8
花花公子,http://voz.one:80/alexfnt/vTFBGKdUYq/45641?
花花公子,http://demoniaus.cbilant.com/iptv/GCETXETVEM37A6/527/index.m3u8
花花公子,http://rhsbjv7k.tvclub.xyz/iptv/3VDSMMR8L3C7UP/527/index.m3u8
花花公子,http://rhsbjv7k.tvclub.xyz/iptv/QUSEF3A55UE6BF/527/index.m3u8
花花公子,http://ottshow.net:80/live/Dragan123/Dragan123/32450.ts
花花公子,http://195.181.160.177:8000/slEStOnTic?token=ihwvhvl55bxyc5monync7vjz
花花公子,http://seltz.site:80/live/m4awg3gp/em71tmey/97676.ts
电影XXXhttp://rhsbjv7k.tvclub.xyz/iptv/3VDSMMR8L3C7UP/11052/index.m3u8
电影XXX,http://21686ab6.cbilant.com/iptv/8N5VWM4FS7X7HP/11052/index.m3u8 
电影XXX,http://rhsbjv7k.tvclub.xyz/iptv/QUSEF3A55UE6BF/11052/index.m3u8
电影18+,http://rhsbjv7k.tvclub.xyz/iptv/8T27RV8PPL5EKE/18075/index.m3u8?
电影18+,http://21686ab6.cbilant.com/iptv/8N5VWM4FS7X7HP/18075/index.m3u8 
电影18+,http://demoniaus.cbilant.com/iptv/GCETXETVEM37A6/18075/index.m3u8 
电影18+,http://gmx9up2a.ottclub.xyz/iptv/9DEUPF9K25U84K/18075/index.m3u8 
电影18+,http://aa7bc0b4.akadatel.com/iptv/ED8DTMPASXMV7Q/18075/index.m3u8
电影18+,http://rhsbjv7k.tvclub.xyz/iptv/QUSEF3A55UE6BF/18075/index.m3u8 
电影18+,http://rhsbjv7k.tvclub.xyz/iptv/3VDSMMR8L3C7UP/18075/index.m3u8
电影+18 ,https://autopilot.catcast.tv/content/40381/index.m3u8?cur=tva.org.ua&key=3i277
电影+18,http://21686ab6.cbilant.com/iptv/8N5VWM4FS7X7HP/18076/index.m3u8?
电影+18,http://demoniaus.cbilant.com/iptv/GCETXETVEM37A6/18076/index.m3u8
花花公子+http://rhsbjv7k.tvclub.xyz/iptv/3VDSMMR8L3C7UP/6242/index.m3u8 
花花公子+,http://21686ab6.cbilant.com/iptv/8N5VWM4FS7X7HP/6242/index.m3u8?
花花公子+,http://unikhtxl.ottclub.xyz/iptv/74SQ72P5LQUZV5/6242/index.m3u8 
花花公子+,http://rhsbjv7k.tvclub.xyz/iptv/56E8HVDHBARKLQ/6242/index.m3u8 
花花公子+,http://demoniaus.cbilant.com/iptv/GCETXETVEM37A6/6242/index.m3u8 
花花公子+,http://aa7bc0b4.akadatel.com/iptv/ED8DTMPASXMV7Q/6242/index.m3u8
日本高清DVhttp://rhsbjv7k.tvclub.xyz/iptv/3VDSMMR8L3C7UP/6225/index.m3u8
日本高清DV,http://21686ab6.cbilant.com/iptv/8N5VWM4FS7X7HP/6225/index.m3u8?
http://aa7bc0b4.akadatel.com/iptv/ED8DTMPASXMV7Q/6225/index.m3u8
日本高清DV,http://demoniaus.cbilant.com/iptv/GCETXETVEM37A6/6225/index.m3u8 
日本高清DV,http://mydsat85.cbilant.com/iptv/E2DFKS2LWK569Q/6225/index.m3u8 
日本高清DV,http://unikhtxl.ottclub.xyz/iptv/74SQ72P5LQUZV5/6225/index.m3u8 
日本高清DV,http://79060965569m.megogo.xyz/iptv/SQNLRPBE7FFE8V/6225/index.m3u8
日本高清DV,http://rhsbjv7k.tvclub.xyz/iptv/RFPEEUQNURN7MN/6225/index.m3u8
日本高清DV,http://rhsbjv7k.tvclub.xyz/iptv/56E8HVDHBARKLQ/6225/index.m3u8 
俄罗斯之夜,http://195.181.160.177:8000/mPlafenrYp?token=ihwvhvl55bxyc5monync7vjz
俄罗斯之夜,http://rhsbjv7k.tvclub.xyz/iptv/3VDSMMR8L3C7UP/147/index.m3u8
BCU Charm ,http://unikhtxl.ottclub.xyz/iptv/74SQ72P5LQUZV5/18053/index.m3u8 
BCU Charm ,http://gmx9up2a.ottclub.xyz/iptv/9DEUPF9K25U84K/18053/index.m3u8 
BCU Charm ,http://rhsbjv7k.tvclub.xyz/iptv/3VDSMMR8L3C7UP/18053/index.m3u8 
BCU Charm ,http://21686ab6.cbilant.com/iptv/8N5VWM4FS7X7HP/18053/index.m3u8 
Adult TV (18+),http://21686ab6.cbilant.com/iptv/8N5VWM4FS7X7HP/31707/index.m3u8
PlayBoyz TV HD,http://21686ab6.cbilant.com/iptv/8N5VWM4FS7X7HP/31709/index.m3u8
Ню Арт HD (18+),http://21686ab6.cbilant.com/iptv/8N5VWM4FS7X7HP/31716/index.m3u8
BCU Charm HD,http://gmx9up2a.ottclub.xyz/iptv/9DEUPF9K25U84K/18053/index.m3u8 
BCU Charm HD,http://rhsbjv7k.tvclub.xyz/iptv/84WHFA22FS28HY/18053/index.m3u8
BCU Charm HD,http://rhsbjv7k.tvclub.xyz/iptv/3VDSMMR8L3C7UP/18053/index.m3u8
HOLED,http://23.158.200.7/live/491175347448pw/906956704666/83244.m3u8
88http://2e9acc44.kartoshkaka.ru/iptv/4PYL58K99PM8FU/20088/manifest.m3u8
